<glossary id="glossary-1">
  <title>Glossaire</title>
  <glossentry id="glossary-21">
    <glossterm>adresse IP</glossterm>
    <glossdef>
      <para>Identificateur num&eacute;rique unique d'un ordinateur sur un r&eacute;seau.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-10">
    <glossterm>application compatible GNOME</glossterm>
    <glossdef>
      <para>Application utilisant les biblioth&egrave;ques de programmation GNOME standard. Par exemple, l'&eacute;diteur de texte <application>gedit</application> est une application compatible GNOME.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-6">
    <glossterm>application de tableau de bord</glossterm>
    <glossdef>
      <para>Petite application interactive r&eacute;sidant sur un tableau de bord, par exemple le <application>Lecteur de CD</application>. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-31">
    <glossterm>arri&egrave;re-plan du bureau</glossterm>
    <glossdef>
      <para>L'arri&egrave;re-plan du bureau se trouve derri&egrave;re tous les autres composants du syst&egrave;me de bureau Java.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-13">
    <glossterm>barre d'&eacute;tat</glossterm>
    <glossdef>
      <para>Situ&eacute;e en bas d'une fen&ecirc;tre, elle fournit des informations relatives &agrave; l'&eacute;tat actuel des objets affich&eacute;s dans celle-ci. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-11">
    <glossterm>barre de menus</glossterm>
    <glossdef>
      <para>Situ&eacute;e en haut d'une fen&ecirc;tre d'application, la barre de menus contient les menus de celle-ci. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-12">
    <glossterm>barre d'outils</glossterm>
    <glossdef>
      <para>Contient des boutons correspondant aux commandes les plus fr&eacute;quemment utilis&eacute;es d'une application. G&eacute;n&eacute;ralement, elle appara&icirc;t sous la barre de menus. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-40">
    <glossterm>bureau</glossterm>
    <glossdef>
      <para>Syst&egrave;me Java Desktop System visible, avec tous les tableaux de bord, ic&ocirc;nes et applications, ainsi que l'arri&egrave;re-plan du bureau.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-33">
    <glossterm>d&eacute;mon de PDA</glossterm>
    <glossdef>
      <para>Application de l'arri&egrave;re-plan qui attend qu'un assistant num&eacute;rique personnel tente de se synchroniser avec l'ordinateur. Le cas &eacute;ch&eacute;ant, le d&eacute;mon synchronise les donn&eacute;es du PDA et celles de l'ordinateur. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-7">
    <glossterm>espace de travail</glossterm>
    <glossdef>
      <para>Un espace de travail est une zone discr&egrave;te du bureau dans laquelle vous pouvez travailler.  </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-23">
    <glossterm>format</glossterm>
    <glossdef>
      <para>Pr&eacute;parer un m&eacute;dia de stockage devant &ecirc;tre utilis&eacute; avec un syst&egrave;me de fichiers particulier. Lorsque vous formatez un m&eacute;dia, vous &eacute;crasez toutes les informations pr&eacute;sentes sur celui-ci. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-3">
    <glossterm>lanceur</glossterm>
    <glossdef>
      <para>Outil permettant de d&eacute;marrer une application particuli&egrave;re, d'ex&eacute;cuter une commande ou d'ouvrir un fichier. Les lanceurs peuvent r&eacute;sider sur un tableau de bord ou sur un menu.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-28">
    <glossterm>lien symbolique</glossterm>
    <glossdef>
      <para>Type particulier de fichier pointant vers un autre fichier ou dossier. Lorsque vous ex&eacute;cutez une action sur un lien symbolique, celle-ci s'applique au fichier ou dossier sur lequel pointe le lien. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-24">
    <glossterm>monter</glossterm>
    <glossdef>
      <para>Rendre un syst&egrave;me de fichiers accessible. Lorsque vous montez un syst&egrave;me de fichiers, celui-ci est attach&eacute; &agrave; votre propre syst&egrave;me de fichiers sous la forme d'un sous-r&eacute;pertoire. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-20">
    <glossterm>nom DNS</glossterm>
    <glossdef>
      <para>Identificateur alphab&eacute;tique unique d'un ordinateur sur un r&eacute;seau. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-9">
    <glossterm>objet de l'arri&egrave;re-plan du bureau</glossterm>
    <glossdef>
      <para>Ic&ocirc;ne situ&eacute;e sur l'arri&egrave;re-plan du bureau permettant d'ouvrir des fichiers, des dossiers et des applications.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-2">
    <glossterm>outil de pr&eacute;f&eacute;rence</glossterm>
    <glossdef>
      <para>Outil logiciel d&eacute;di&eacute; contr&ocirc;lant un aspect particulier du comportement de Java Desktop System.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-32">
    <glossterm>PDA</glossterm>
    <glossdef>
      <para>Assistant num&eacute;rique personnel (Personal Digital Assistant). Ordinateur tenant dans la main qui peut &ecirc;tre utilis&eacute; comme organisateur personnel.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-15">
    <glossterm>pile</glossterm>
    <glossdef>
      <para>Ordre dans lequel sont empil&eacute;es les fen&ecirc;tres sur votre &eacute;cran. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-25">
    <glossterm>raccourci clavier</glossterm>
    <glossdef>
      <para>Un <firstterm>raccourci clavier</firstterm> est une touche ou une combinaison de touches permettant d'effectuer une action d'une mani&egrave;re autre que la m&eacute;thode standard. Il s'agit de raccourcis clavier permettant de faire d&eacute;marrer des applications. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-22">
    <glossterm>tranche</glossterm>
    <glossdef>
      <para>Partition d'un disque. Vous pouvez cr&eacute;er des tranches sur vos supports Zip et Jaz. Un objet appara&icirc;t pour chacune d'entre elles sur le bureau.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-8">
    <glossterm>tiroir</glossterm>
    <glossdef>
      <para>Un tiroir repr&eacute;sente, dans un tableau de bord, une extension d&eacute;roulante dont l'ouverture et la fermeture s'effectuent &agrave; partir d'une ic&ocirc;ne tiroir. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-5">
    <glossterm>touches de raccourci</glossterm>
    <glossdef>
      <para>Touches permettant d'ex&eacute;cuter rapidement une action. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-27">
    <glossterm>type MIME</glossterm>
    <glossdef>
      <para>Un type MIME (Multipurpose Internet Mail Extension) permet d'identifier le format d'un fichier. Il permet &eacute;galement aux applications de lire ce fichier. Ainsi, une application de courrier &eacute;lectronique peut utiliser le <literal>image/png</literal> type MIME pour d&eacute;tecter qu'un fichier PNG (Portable Networks Graphic) est attach&eacute; au message.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-29">
    <glossterm>Uniform Resource Identifier</glossterm>
    <glossdef>
      <para>Cha&icirc;ne identifiant un emplacement particulier dans un syst&egrave;me de fichiers ou sur Internet. Par exemple, l'adresse d'une page Web est un URI.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-19">
    <glossterm>URL (Uniform Resource Locator)</glossterm>
    <glossdef>
      <para>Adresse d'un emplacement sp&eacute;cifique sur le Web.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-17">
    <glossterm>visionneur</glossterm>
    <glossdef>
      <para>&Eacute;lement de la fen&ecirc;tre du navigateur vous permettant de visualiser un certain type de fichier dans le volet d'affichage. Un visionneur peut ajouter les &eacute;l&eacute;ments appropri&eacute;s pour un type de fichier dans les menus du gestionnaire de fichiers. Il vous permet &eacute;galement d'utiliser les boutons de zoom de la fen&ecirc;tre du navigateur pour modifier la taille de l'&eacute;l&eacute;ment pr&eacute;sent&eacute; dans le volet d'affichage.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-4">
    <glossterm>volet</glossterm>
    <glossdef>
      <para>Un volet constitue une subdivision d'une fen&ecirc;tre. Par exemple, la fen&ecirc;tre de l'explorateur de fichiers contient une sous-fen&ecirc;tre lat&eacute;rale et une sous-fen&ecirc;tre d'affichage. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-16">
    <glossterm>vue</glossterm>
    <glossdef>
      <para>Composant du gestionnaire de fichiers vous permettant d'afficher un dossier d'une mani&egrave;re particuli&egrave;re. Par exemple, le gestionnaire de fichiers propose une vue Ic&ocirc;nes vous permettant de visualiser le contenu d'un dossier sous la forme d'ic&ocirc;nes. Il propose &eacute;galement une vue Liste qui pr&eacute;sente le contenu d'un dossier sous la forme d'une liste. </para>
    </glossdef>
  </glossentry>
</glossary>
