<chapter id="goscustdesk-6">
  <title>Utilisation des outils de pr&eacute;f&eacute;rences</title>
  <highlights>
    <para>Le pr&eacute;sent chapitre d&eacute;crit comment d&eacute;marrer et utiliser les outils de pr&eacute;f&eacute;rences afin de personnaliser Java Desktop System.</para>
  </highlights>
  <sect1 id="jdsstartpreftools-2">
    <title>D&eacute;marrage d'un outil de pr&eacute;f&eacute;rences</title>
    <para>Vous pouvez d&eacute;marrer les outils de pr&eacute;f&eacute;rences des mani&egrave;res suivantes :</para>
    <itemizedlist>
      <listitem>
        <para>Cliquez sur <guibutton>Lancer</guibutton>, puis choisissez <guimenu>Pr&eacute;f&eacute;rences</guimenu>. Choisissez l'outil requis dans les sous-menus. </para>
      </listitem>
      <listitem>
        <para>Double-cliquez sur l'objet <guilabel>Poste de travail</guilabel> situ&eacute; sur l'arri&egrave;re-plan du bureau. Une fen&ecirc;tre du navigateur de fichiers s'ouvre &agrave; l'emplacement <guilabel>Poste de travail</guilabel>. Double-cliquez sur l'objet <guilabel>Pr&eacute;f&eacute;rences</guilabel> de la fen&ecirc;tre de l'explorateur de fichiers pour afficher vos outils de pr&eacute;f&eacute;rences. Double-cliquez sur l'outil requis.</para>
      </listitem>
    </itemizedlist>
  </sect1>
  <sect1 id="goscustaccess-11">
    <title>Configuration des pr&eacute;f&eacute;rences des technologies assistives </title>
    <indexterm>
      <primary>accessibilit&eacute;</primary>
      <secondary>configuration des pr&eacute;f&eacute;rences des technologies assistives</secondary>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>technologie assistive</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de la <guilabel>prise en charge des technologies assistives</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Accessibilit&eacute;</guisubmenu><guimenuitem> Prise en charge des technologies assistives</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences des <application>technologies assistives</application> permet d'activer les technologies assistives dans Java Desktop System <application/>et de sp&eacute;cifier les applications de technologie assistive devant &ecirc;tre d&eacute;marr&eacute;es automatiquement lorsque vous vous connectez.</para>
    <para>Le <xref linkend="goscustaccess-TBL-14"/> r&eacute;pertorie les pr&eacute;f&eacute;rences des technologies assistives que vous pouvez modifier.</para>
    <table frame="topbot" id="goscustaccess-TBL-14">
      <title>Pr&eacute;f&eacute;rences des technologies assistives</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Activer les technologies assistives</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Permet d'activer les technologies assistives dans Java Desktop System.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Lecteur d'&eacute;cran</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Permet de d&eacute;marrer automatiquement le <application>lecteur d'&eacute;cran</application> lorsque vous vous connectez.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Loupe</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Permet de d&eacute;marrer automatiquement la <application>loupe</application> lorsque vous vous connectez.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Clavier visuel</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Permet de d&eacute;marrer automatiquement le <application>clavier visuel</application> lorsque vous vous connectez.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-7">
    <title>Personnalisation de l'arri&egrave;re-plan du bureau </title>
    <indexterm>
      <primary>arri&egrave;re-plan du bureau</primary>
      <secondary>personnalisation de l'arri&egrave;re-plan</secondary>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences de Java Desktop System</primary>
      <see>outils de pr&eacute;f&eacute;rences</see>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>arri&egrave;re-plan</secondary>
    </indexterm>
    <indexterm>
      <primary>arri&egrave;re-plans</primary>
      <secondary>personnalisation de l'arri&egrave;re-plan du bureau</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de l'<guilabel>arri&egrave;re-plan du bureau</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez<menuchoice><guimenu> Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guisubmenu>Affichage</guisubmenu><guimenuitem>Arri&egrave;re-plan du bureau</guimenuitem></menuchoice>.</para>
    <para>Vous pouvez personnaliser l'arri&egrave;re-plan du bureau en ayant recours &agrave; l'une des m&eacute;thodes suivantes :</para>
    <itemizedlist>
      <listitem>
        <para>S&eacute;lectionnez une image pour l'arri&egrave;re-plan du bureau. L'image est surimpos&eacute;e &agrave; la couleur de l'arri&egrave;re-plan du bureau. Celle-ci reste visible si vous s&eacute;lectionnez une image transparente ou si l'image ne recouvre pas l'ensemble de l'arri&egrave;re-plan.</para>
      </listitem>
      <listitem>
        <para>S&eacute;lectionnez une couleur pour l'arri&egrave;re-plan du bureau. Vous pouvez s&eacute;lectionner une couleur unie ou cr&eacute;er un d&eacute;grad&eacute; avec deux couleurs. Un d&eacute;grad&eacute; est un effet visuel dans lequel une couleur se fond progressivement en une autre couleur. </para>
      </listitem>
    </itemizedlist>
    <para>Vous pouvez &eacute;galement modifier l'aspect de l'arri&egrave;re-plan de votre bureau &agrave; partir du gestionnaire de fichiers.</para>
    <para>Le <xref linkend="goscustdesk-TBL-14"/> liste les pr&eacute;f&eacute;rences d'arri&egrave;re-plan que vous pouvez modifier.</para>
    <table frame="topbot" id="goscustdesk-TBL-14">
      <title>Pr&eacute;f&eacute;rences de l'arri&egrave;re-plan du bureau </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Papier peint du bureau</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Choisissez une image &agrave; afficher sur l'arri&egrave;re-plan du bureau. en cliquant sur le bouton <guibutton>S&eacute;lectionner une image</guibutton>. Une bo&icirc;te de dialogue de s&eacute;lection d'image s'affiche. Choisissez-y une image. Choisissez une image, puis cliquez sur <guibutton>OK</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Style</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Pour sp&eacute;cifier l'affichage de l'image, s&eacute;lectionnez l'une des options suivantes dans la liste d&eacute;roulante <guilabel>Style</guilabel> :</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Centr&eacute;</guilabel> : Affiche l'image au centre de l'arri&egrave;re-plan du bureau.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Fill Screen</guilabel> : agrandit l'image jusqu'&agrave; ce qu'elle recouvre le bureau et veille au respect de ses proportions. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Redimensionn&eacute;</guilabel> : agrandit l'image jusqu'&agrave; ce que celle-ci atteigne les bords de l'&eacute;cran et veille au respect de ses proportions.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Mosa&iuml;que</guilabel> : agrandit l'image jusqu'&agrave; ce que celle-ci atteigne les bords de l'&eacute;cran et veille au respect de ses proportions. </para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Ajouter un papier peint </guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para/>
              <para>Pour afficher la bo&icirc;te de dialogue <guilabel>Ajouter un papier peint </guilabel>, cliquez sur <guilabel>Ajouter un papier peint</guilabel>. Choisissez le papier peint souhait&eacute; comme arri&egrave;re-plan, puis cliquez sur  <guibutton>OK</guibutton>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Supprimer </guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para>Choisissez le <guibutton>papier peint du bureau</guibutton> &agrave; supprimer, puis cliquez sur <guilabel>Supprimer</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Couleurs du bureau</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Les options de la zone de liste d&eacute;roulante <guilabel>Style de l'arri&egrave;re-plan</guilabel> et les boutons de s&eacute;lection de couleur vous permettent de sp&eacute;cifier les couleurs.</para>
              <para>Vous pouvez sp&eacute;cifier les couleurs en ayant recours &agrave; l'une des m&eacute;thodes suivantes :</para>
              <itemizedlist>
                <listitem>
                  <para>Choisissez <guilabel>Couleur unie</guilabel> dans la zone de liste d&eacute;roulante <guilabel>Style de l'arri&egrave;re-plan</guilabel> afin de sp&eacute;cifier une couleur pour l'arri&egrave;re-plan. </para>
                  <para>Cliquez sur le bouton <guibutton>Couleur</guibutton>. La bo&icirc;te de dialogue <guilabel>Choisir une couleur</guilabel> s'affiche. Choisissez une couleur, puis cliquez sur <guibutton>OK</guibutton>.</para>
                </listitem>
                <listitem>
                  <para>Choisissez <guilabel>D&eacute;grad&eacute; horizontal</guilabel> dans la zone de liste d&eacute;roulante <guilabel>Style de l'arri&egrave;re-plan</guilabel>. Cette option cr&eacute;e un d&eacute;grad&eacute; entre bord droit et le bord gauche de l'&eacute;cran.</para>
                  <para>Cliquez sur le bouton <guibutton>Couleur gauche</guibutton> pour afficher la bo&icirc;te de dialogue <guilabel>Choisir une couleur</guilabel>. Choisissez la couleur &agrave; attribuer au bord de gauche.</para>
                  <para>Cliquez sur le bouton <guibutton>Couleur pour la droite</guibutton>. S&eacute;lectionnez la couleur &agrave; assigner au bord de droite.</para>
                </listitem>
                <listitem>
                  <para>Choisissez <guilabel>D&eacute;grad&eacute; vertical</guilabel> dans la zone de liste d&eacute;roulante <guilabel>Style de l'arri&egrave;re-plan</guilabel>. Cette option cr&eacute;e un d&eacute;grad&eacute; du bord sup&eacute;rieur au bord inf&eacute;rieur de l'&eacute;cran.</para>
                  <para>Cliquez sur le bouton <guibutton>Couleur pour le haut</guibutton> pour faire appara&icirc;tre la bo&icirc;te de dialogue <guilabel>S&eacute;lectionner une couleur</guilabel>. S&eacute;lectionnez la couleur &agrave; assigner au bord sup&eacute;rieur.</para>
                  <para>Cliquez sur le bouton <guibutton>Couleur pour le bas</guibutton>. Choisissez la couleur &agrave; attribuer au bord inf&eacute;rieur.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustlookandfeel-39">
    <title>Configuration d'un serveur de base de donn&eacute;es CD  </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>serveur de base de donn&eacute;es CD</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences du <guilabel>serveur de base de donn&eacute;es CD</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Serveur de base de donn&eacute;es CD</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences du <application>serveur de base de donn&eacute;es de CD</application> permet de configurer un serveur de base de donn&eacute;es de CD dans laquelle le syst&egrave;me peut effectuer des recherches. Celui-ci contient des informations relatives aux CD, telles que le nom de l'artiste, le titre et la liste des pistes. Lorsqu'une application lit un CD, elle peut le rechercher dans le serveur de la base de donn&eacute;es, puis afficher les informations correspondantes. </para>
    <para>Le <xref linkend="goscustlookandfeel-TBL-101"/> d&eacute;crit les pr&eacute;f&eacute;rences de l'outil de pr&eacute;f&eacute;rences du <application>serveur de base de donn&eacute;es CD</application>.</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-101">
      <title>Pr&eacute;f&eacute;rences du serveur de base de donn&eacute;es CD</title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Ne pas envoyer d'informations</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Cette option permet de ne pas envoyer d'informations au serveur de la base de donn&eacute;es de CD.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Envoyer les informations r&eacute;elles </guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Cette option permet d'envoyer les informations relatives &agrave; votre nom et au nom d'h&ocirc;te au serveur de la base de donn&eacute;es de CD.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Envoyer d'autres informations</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Cette option permet d'envoyer un autre nom et un autre nom d'h&ocirc;te au serveur de la base de donn&eacute;es de CD. Entrez le nom dans le champ <guilabel>Nom</guilabel>. Entrez le nom d'h&ocirc;te dans le champ correspondant.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Serveur tour de r&ocirc;le FreeDB</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>FreeDB est une base de donn&eacute;es de CD. Le serveur tour de r&ocirc;le FreeDB est une configuration assurant le partage des t&acirc;ches entre les serveurs DB. Cette option permet d'acc&eacute;der &agrave; la base de donn&eacute;es de CD FreeDB &agrave; partir de ce serveur.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para><guilabel> Autre serveur FreeDB</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Cette option permet d'acc&eacute;der &agrave; la base de donn&eacute;es de CD FreeDB &agrave; partir d'un autre serveur. S&eacute;lectionnez le serveur requis dans la table.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Mettre &agrave; jour la liste des serveurs</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Ce bouton permet de mettre &agrave; jour la liste des serveurs FreeDB disponibles dans la table.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Autre serveur</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Cette option permet d'utiliser un autre serveur de base de donn&eacute;es de CD. Entrez le nom du serveur sur lequel r&eacute;side la base de donn&eacute;es dans le champ <guilabel>Nom d'h&ocirc;te</guilabel>. Entrez le nom du port sur lequel vous pouvez acc&eacute;der &agrave; la base de donn&eacute;es dans le champ correspondant.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdoc-7">
    <title>Configuration des associations de fichiers </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>associations de fichiers</secondary>
    </indexterm>
    <indexterm>
      <primary>types de fichiers</primary>
      <secondary>configuration</secondary>
    </indexterm>
    <indexterm>
      <primary>services</primary>
      <secondary>configuration</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>associations de fichiers</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Associations de fichiers</guimenuitem></menuchoice>.</para>
    <para>&Agrave; l'aide de l'outil de pr&eacute;f&eacute;rences d'<application>associations de fichiers</application>, configurez :</para>
    <variablelist>
      <varlistentry>
        <term>Types de fichiers</term>
        <listitem>
          <para>Vous pouvez sp&eacute;cifier comment afficher et &eacute;diter les diff&eacute;rents types de fichiers. Par exemple, vous pouvez assigner une ic&ocirc;ne sp&eacute;cifique &agrave; un type de fichiers particulier. Vous pouvez &eacute;galement sp&eacute;cifier qu'un fichier r&eacute;dig&eacute; en texte standard doit s'ouvrir dans un &eacute;diteur de texte.</para>
          <para>Le gestionnaire de fichiers et les autres applications de bureau v&eacute;rifient le contenu du fichier afin d'en d&eacute;terminer le type. Si les premi&egrave;res lignes ne le permettent pas, l'application v&eacute;rifie le nom du fichier.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Services</term>
        <listitem>
          <para>Un <firstterm>URI</firstterm> (Uniform Resource Identifier) est une cha&icirc;ne identifiant un emplacement particulier dans un syst&egrave;me de fichiers ou sur Internet. Par exemple, l'adresse d'une page Web est un URI. Un <firstterm>service</firstterm> est un protocole ou une t&acirc;che demand&eacute;(e) par un URI. Par exemple, l'URI <literal>http://www.gnome.org</literal> demande le service <literal>http</literal>. </para>
          <para>Vous pouvez associer une application &agrave; un service, de mani&egrave;re &agrave; ce que l'application effectue la t&acirc;che requise par le service. Par exemple, vous pouvez associer votre navigateur Web favori au service <literal>http</literal>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <para>Le <xref linkend="goscustdoc-TBL-8"/> d&eacute;crit les &eacute;l&eacute;ments de l'outil de pr&eacute;f&eacute;rences d'<application>associations de fichiers</application>.</para>
    <table frame="topbot" id="goscustdoc-TBL-8">
      <title>&Eacute;l&eacute;ments de l'outil de pr&eacute;f&eacute;rences d'associations de fichiers </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>&Eacute;l&eacute;ment</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>Tableau  </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Pour afficher le contenu d'une cat&eacute;gorie de types de fichiers, cliquez sur la fl&egrave;che dirig&eacute;e vers la droite situ&eacute;e en regard du nom de la cat&eacute;gorie. La cat&eacute;gorie se d&eacute;veloppe et affiche une description de chaque type de fichier ainsi que l'extension associ&eacute;e &agrave; celui-ci. </para>
              <para>Pour s&eacute;lectionner un type de fichier, cliquez sur celui-ci.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guibutton>Ajouter un type de fichier </guibutton> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Ce bouton permet d'ajouter un type de fichier. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="goscustlookandfeel-28"/>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Ajouter un service</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Ce bouton permet d'ajouter un service. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="goscustlookandfeel-30"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>&Eacute;diter</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <indexterm>
                <primary>types de fichiers</primary>
                <secondary>&eacute;dition</secondary>
              </indexterm>
              <indexterm>
                <primary>services</primary>
                <secondary>&eacute;dition</secondary>
              </indexterm>
              <para>Pour &eacute;diter un type de fichier, un service ou une cat&eacute;gorie de types de fichiers, s&eacute;lectionnez l'&eacute;l&eacute;ment &agrave; &eacute;diter, puis cliquez sur <guibutton>&Eacute;diter</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Supprimer</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Pour supprimer un type de fichier ou un service, s&eacute;lectionnez l'&eacute;l&eacute;ment concern&eacute;, puis cliquez sur <guibutton>Supprimer</guibutton>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <sect2 id="goscustlookandfeel-28">
      <title>Ajout d'un type de fichier </title>
      <indexterm>
        <primary>types de fichiers</primary>
        <secondary>ajout</secondary>
      </indexterm>
      <para>Pour ajouter un type de fichier, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>D&eacute;marrez l'outil de pr&eacute;f&eacute;rences d'<application>associations de fichiers</application>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Ajouter un type de fichier</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Entrez les propri&eacute;t&eacute;s du type de fichier dans la bo&icirc;te de dialogue <guilabel>Ajout d'un type de fichier</guilabel>. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments de dialogue de l'onglet <guilabel>Ajouter un type de fichier</guilabel> :</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="37.42*"/>
              <colspec colname="colspec1" colwidth="62.58*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                  </entry>
                  <entry>
                    <para>Description </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Pas d'ic&ocirc;ne</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Choisissez une ic&ocirc;ne destin&eacute;e &agrave; repr&eacute;senter le type de fichier. en cliquant sur le bouton <guibutton>Pas d'ic&ocirc;ne</guibutton> dans la bo&icirc;te de dialogue de s&eacute;lection d'ic&ocirc;ne. S&eacute;lectionnez une ic&ocirc;ne. Vous pouvez &eacute;galement s&eacute;lectionner une ic&ocirc;ne dans un autre r&eacute;pertoire en cliquant sur le bouton <guibutton>Parcourir</guibutton>. Lorsque vous s&eacute;lectionnez une ic&ocirc;ne, cliquez sur <guibutton>OK</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Description</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Entrez la description du type de fichier.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Type MIME </guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Entrez le type MIME de ce type de fichier. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Cat&eacute;gorie</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Entrez la cat&eacute;gorie &agrave; laquelle vous souhaitez que le fichier appartienne dans cet outil de pr&eacute;f&eacute;rences. Cliquez sur le bouton <guibutton>S&eacute;lectionner</guibutton> pour s&eacute;lectionner une cat&eacute;gorie dans la bo&icirc;te de dialogue <guilabel>S&eacute;lectionner une cat&eacute;gorie de fichiers</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Extensions de nom de fichier</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Entrez les extensions &agrave; associer au type de fichier. Entrez une extension de nom de fichier dans le champ situ&eacute; &agrave; gauche, puis appuyez sur <keycap>Retour</keycap>. Pour supprimer une extension, s&eacute;lectionnez-la dans le champ de droite, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Viewer component</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>S&eacute;lectionnez l'afficheur &agrave; utiliser pour afficher les fichiers de ce type dans le gestionnaire de fichiers.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Action par d&eacute;faut</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>S&eacute;lectionnez l'application &agrave; utiliser par d&eacute;faut pour ouvrir les fichiers de ce type.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Programme &agrave; ex&eacute;cuter</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Sp&eacute;cifiez le programme &agrave; associer au type de fichier. Entrez la commande de d&eacute;marrage du programme dans ce champ. Vous pouvez &eacute;galement s&eacute;lectionner une commande d&eacute;j&agrave; entr&eacute;e en cliquant sur le bouton fl&eacute;ch&eacute;, puis en s&eacute;lectionnant la commande &agrave; ex&eacute;cuter.</para>
                    <para>Le bouton <guibutton>Parcourir</guibutton> vous permet &eacute;galement de s&eacute;lectionner une commande &agrave; ex&eacute;cuter. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Ex&eacute;cuter dans un Terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet de lancer le programme dans une fen&ecirc;tre de terminal. Choisissez-la pour les programmes qui ne cr&eacute;ent pas de fen&ecirc;tre d'ex&eacute;cution.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustlookandfeel-30">
      <title>Ajout d'un service </title>
      <indexterm>
        <primary>services</primary>
        <secondary>ajout</secondary>
      </indexterm>
      <para>Pour ajouter un service, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>D&eacute;marrez l'outil de pr&eacute;f&eacute;rences d'<application>associations de fichiers</application>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Ajouter un service</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Entrez les propri&eacute;t&eacute;s du service dans la bo&icirc;te de dialogue <guilabel>Ajouter un service</guilabel>. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments de dialogue de l'onglet <guilabel>Ajouter un service</guilabel> :</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="41.22*"/>
              <colspec colname="colspec1" colwidth="58.78*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                  </entry>
                  <entry>
                    <para>Description </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Description</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Entrez la description du service.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Protocole </guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Entrez le protocole du service.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Programme &agrave; ex&eacute;cuter</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>Informations disponibles dans une version ult&eacute;rieure. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Programme</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Sp&eacute;cifiez le programme &agrave; associer au service. Entrez la commande de d&eacute;marrage du programme dans ce champ. Vous pouvez &eacute;galement s&eacute;lectionner une commande d&eacute;j&agrave; entr&eacute;e en cliquant sur le bouton fl&eacute;ch&eacute;, puis en s&eacute;lectionnant la commande &agrave; ex&eacute;cuter.</para>
                    <para>Le bouton <guibutton>Parcourir</guibutton> vous permet &eacute;galement de s&eacute;lectionner une commande &agrave; ex&eacute;cuter.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Ex&eacute;cuter dans un Terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet de lancer le programme dans une fen&ecirc;tre de terminal. Choisissez-la pour les programmes qui ne cr&eacute;ent pas de fen&ecirc;tre d'ex&eacute;cution.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosnautilus-15">
    <title>D&eacute;finition des pr&eacute;f&eacute;rences des dossiers </title>
    <indexterm>
      <primary>gestionnaire de fichiers</primary>
      <secondary>personnalisation</secondary>
    </indexterm>
    <para>Vous pouvez personnaliser vos dossiers pour les adapter &agrave; vos besoins et &agrave; vos pr&eacute;f&eacute;rences. Cette section d&eacute;crit la m&eacute;thode &agrave; suivre pour personnaliser les pr&eacute;f&eacute;rences des dossiers. </para>
    <sect2 id="gosnautilus-17">
      <title>D&eacute;finition des pr&eacute;f&eacute;rences </title>
      <indexterm>
        <primary>gestionnaire de fichiers</primary>
        <secondary>pr&eacute;f&eacute;rences</secondary>
        <tertiary>introduction</tertiary>
      </indexterm>
      <indexterm>
        <primary>pr&eacute;f&eacute;rences du gestionnaire de fichiers</primary>
        <see>pr&eacute;f&eacute;rences des dossiers</see>
      </indexterm>
      <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>dossiers</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Dossiers</guimenuitem></menuchoice>.</para>
      <para>Vous pouvez &eacute;galement utiliser la bo&icirc;te de dialogue <guilabel>Pr&eacute;f&eacute;rences des dossiers</guilabel> pour d&eacute;finir les pr&eacute;f&eacute;rences du gestionnaire de fichiers. Pour afficher la bo&icirc;te de dialogue <guilabel>Pr&eacute;f&eacute;rences des dossiers</guilabel>, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Pr&eacute;f&eacute;rences</guimenuitem></menuchoice> dans l'une des fen&ecirc;tres du navigateur de fichiers.</para>
      <para>Vous pouvez d&eacute;finir des pr&eacute;f&eacute;rences dans les cat&eacute;gories suivantes : </para>
      <itemizedlist>
        <listitem>
          <para>param&egrave;tres des vues par d&eacute;faut ;</para>
        </listitem>
        <listitem>
          <para>comportement des fichiers et des dossiers, des fichiers texte ex&eacute;cutables et de la <guilabel>Corbeille</guilabel> ;</para>
        </listitem>
        <listitem>
          <para>informations affich&eacute;es dans la l&eacute;gende des ic&ocirc;nes ;</para>
        </listitem>
        <listitem>
          <para>options d'aper&ccedil;u. Les performances du gestionnaire de fichiers s'en trouveront optimis&eacute;es. </para>
        </listitem>
      </itemizedlist>
      <sect3 id="gosnautilus-438">
        <title>D&eacute;finition des pr&eacute;f&eacute;rences relatives aux vues </title>
        <indexterm>
          <primary>gestionnaire de fichiers</primary>
          <secondary>pr&eacute;f&eacute;rences</secondary>
          <tertiary>vues</tertiary>
        </indexterm>
        <para>Vous pouvez sp&eacute;cifier une vue par d&eacute;faut et s&eacute;lectionner des options de tri et d'affichage. Vous pouvez &eacute;galement sp&eacute;cifier des param&egrave;tres par d&eacute;faut pour les vues Ic&ocirc;nes et Liste. Pour sp&eacute;cifier vos param&egrave;tres de vue par d&eacute;faut, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Pr&eacute;f&eacute;rences</guimenuitem></menuchoice>. Cliquez sur l'onglet <guilabel>Vues</guilabel>.</para>
        <para>Le <xref linkend="gosnautilus-TBL-30"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier. </para>
        <table frame="topbot" id="gosnautilus-TBL-30">
          <title>Pr&eacute;f&eacute;rences relatives aux vues</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                </entry>
                <entry>
                  <para>Description </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Afficher les nouveaux dossiers avec</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>S&eacute;lectionnez la vue par d&eacute;faut destin&eacute;e aux dossiers. Lorsque vous ouvrez un dossier, celui-ci s'affiche dans la vue s&eacute;lectionn&eacute;e.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Pr&eacute;sentation des &eacute;l&eacute;ments</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>S&eacute;lectionnez le crit&egrave;re de tri applicable aux &eacute;l&eacute;ments des dossiers affich&eacute;s dans cette vue.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Trier les dossiers avant les fichiers</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Cette option vous permet d'afficher les dossiers avant les fichiers lorsque vous triez un dossier.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Afficher les fichiers cach&eacute;s et de sauvegarde</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>S&eacute;lectionnez cette option pour afficher les fichiers masqu&eacute;s et les fichiers de sauvegarde dans le volet d'affichage. Le premier caract&egrave;re du nom d'un fichier masqu&eacute; est un point (.), et le dernier caract&egrave;re du nom d'un fichier de sauvegarde est un tilde (~).</para>
                  <para>Pour masquer un fichier, ajoutez l'extension <filename>.hidden</filename> &agrave; son nom. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Niveau de zoom par d&eacute;faut</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Vue Ic&ocirc;nes et vue Liste. S&eacute;lectionnez le niveau de zoom par d&eacute;faut pour les dossiers affich&eacute;s dans cette vue. Celui-ci sp&eacute;cifie la taille des &eacute;l&eacute;ments dans une vue.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Utiliser l'agencement compact</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'organiser les &eacute;l&eacute;ments d'un dossier sous forme d'ic&ocirc;nes de mani&egrave;re &agrave; les rapprocher.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Texte &agrave; c&ocirc;t&eacute; des ic&ocirc;nes</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>S&eacute;lectionnez cette option pour placer les l&eacute;gendes des ic&ocirc;nes correspondant aux &eacute;l&eacute;ments &agrave; c&ocirc;t&eacute; de l'ic&ocirc;ne et non en-dessous.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Afficher uniquement les dossiers</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Cette option vous permet de n'afficher que les dossiers dans le volet lat&eacute;ral <guilabel> Arborescence</guilabel>.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-56">
        <title>D&eacute;finition des pr&eacute;f&eacute;rences de comportement </title>
        <indexterm>
          <primary>gestionnaire de fichiers</primary>
          <secondary> pr&eacute;f&eacute;rences</secondary>
          <tertiary> comportement</tertiary>
        </indexterm>
        <para>Pour d&eacute;finir vos pr&eacute;f&eacute;rences pour les fichiers et les dossiers, choisissez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem> Pr&eacute;f&eacute;rences</guimenuitem></menuchoice>. Cliquez sur l'onglet <guilabel>Comportement</guilabel> pour afficher l'onglet <guilabel>Comportement</guilabel>.</para>
        <para>Le <xref linkend="gosnautilus-TBL-37"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier en mati&egrave;re de fichiers et de dossiers. </para>
        <table frame="topbot" id="gosnautilus-TBL-37">
          <title>Pr&eacute;f&eacute;rences du comportement des fichiers et des dossiers</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec6" colwidth="35.09*"/>
            <colspec colname="colspec7" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Option</para>
                </entry>
                <entry>
                  <para>Description </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Clic simple pour activer les &eacute;l&eacute;ments</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Cette option vous permet d'ex&eacute;cuter une action par d&eacute;faut pour un objet lorsque vous cliquez sur celui-ci. Lorsque vous la s&eacute;lectionnez et pointez sur un objet, le titre de ce dernier est soulign&eacute;.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Activer les &eacute;l&eacute;ments avec un double clic</guilabel> </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Cette option permet d'ex&eacute;cuter une action par d&eacute;faut sur un objet lorsque vous double-cliquez sur celui-ci.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para>
                    <guilabel>Ex&eacute;cuter des fichiers ex&eacute;cutables en cliquant dessus</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7">
                  <para>Cette option permet d'ex&eacute;cuter un fichier ex&eacute;cutable lorsque vous le s&eacute;lectionnez. Un fichier ex&eacute;cutable est un fichier texte qui peut &ecirc;tre ex&eacute;cut&eacute;, &agrave; savoir un script shell. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Afficher les fichiers avec un clic</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Cette option permet d'afficher le contenu d'un fichier ex&eacute;cutable lorsque vous le choisissez.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para>
                    <guilabel>Demander &agrave; chaque fois </guilabel>
                  </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Cette option permet d'afficher une bo&icirc;te de dialogue lorsque vous choisissez un fichier ex&eacute;cutable. La bo&icirc;te de dialogue vous demande si vous souhaitez ex&eacute;cuter le fichier ou l'afficher.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Demander avant de vider la Corbeille ou de supprimer les fichiers</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Cette option vous permet d'afficher un message de confirmation avant que la <guilabel>Corbeille</guilabel> ne soit vid&eacute;e ou des fichiers, supprim&eacute;s.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Inclure une commande de suppression sans d&eacute;placement des fichiers dans la corbeille</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Cette option vous permet d'ajouter l'&eacute;l&eacute;ment <guimenuitem>Supprimer</guimenuitem> aux menus suivants :</para>
                  <itemizedlist>
                    <listitem>
                      <para>menu <guimenu>&Eacute;dition</guimenu> ;</para>
                    </listitem>
                    <listitem>
                      <para>menu contextuel affich&eacute; lorsque vous cliquez avec le bouton droit sur un ficher, dossier ou objet situ&eacute; sur l'arri&egrave;re-plan. </para>
                    </listitem>
                  </itemizedlist>
                  <para>Lorsque vous s&eacute;lectionnez un objet, puis l'&eacute;l&eacute;ment de menu <guimenuitem>Supprimer</guimenuitem>, l'objet est supprim&eacute; imm&eacute;diatement de votre syst&egrave;me de fichiers.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-439">
        <title>D&eacute;finition des pr&eacute;f&eacute;rences des l&eacute;gendes d'ic&ocirc;nes </title>
        <indexterm>
          <primary>gestionnaire de fichiers</primary>
          <secondary>ic&ocirc;nes</secondary>
          <tertiary>pr&eacute;f&eacute;rences des l&eacute;gendes</tertiary>
        </indexterm>
        <indexterm>
          <primary>gestionnaire de fichiers</primary>
          <secondary>pr&eacute;f&eacute;rences</secondary>
          <tertiary>l&eacute;gendes d'ic&ocirc;nes</tertiary>
        </indexterm>
        <para>Une l&eacute;gende d'ic&ocirc;ne affiche le nom d'un fichier ou d'un dossier dans une vue Ic&ocirc;nes. La l&eacute;gende d'ic&ocirc;ne comprend trois autres informations sur le fichier ou le dossier. Les informations suppl&eacute;mentaires s'affichent apr&egrave;s le nom du fichier. Normalement, une seule information est visible, mais, lorsque vous agrandissez une ic&ocirc;ne, d'autres renseignements s'affichent. Vous pouvez modifier les types d'informations suppl&eacute;mentaires affich&eacute;es dans les l&eacute;gendes d'ic&ocirc;nes. </para>
        <para>Pour d&eacute;finir vos pr&eacute;f&eacute;rences pour les l&eacute;gendes d'ic&ocirc;nes, choisissez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Pr&eacute;f&eacute;rences</guimenuitem></menuchoice>. Cliquez sur l'onglet <guilabel>L&eacute;gendes d'ic&ocirc;nes</guilabel>. </para>
        <para>S&eacute;lectionnez les informations &agrave; afficher dans la l&eacute;gende de l'ic&ocirc;ne dans les trois listes d&eacute;roulantes. S&eacute;lectionnez la premi&egrave;re information dans la premi&egrave;re liste d&eacute;roulante, la deuxi&egrave;me dans la deuxi&egrave;me et ainsi de suite. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments d'information que vous pouvez s&eacute;lectionner :</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Informations</para>
                </entry>
                <entry>
                  <para>Description </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Taille</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher la taille de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Type</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option vous permet d'afficher la description du type MIME de l'objet dans l'outil de pr&eacute;f&eacute;rence <application>File Types and Programs</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Date de modification</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option vous permet d'afficher la date de la derni&egrave;re modification de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Date d'acc&egrave;s </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher la date &agrave; laquelle l'objet a &eacute;t&eacute; ouvert pour la derni&egrave;re fois.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Propri&eacute;taire</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher le propri&eacute;taire de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Groupe</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher le groupe auquel appartient l'&eacute;l&eacute;ment.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Autorisations</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>autorisations </primary><secondary>affichage en tant que caract&egrave;res</secondary></indexterm> Cette option permet d'afficher les autorisations concernant l'&eacute;l&eacute;ment sous la forme de trois jeux de trois caract&egrave;res, par exemple <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Autorisations octales </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>autorisations </primary><secondary>affichage en notation octale</secondary></indexterm>Cette option permet d'afficher les autorisations de l'&eacute;l&eacute;ment en notation octale, par exemple <computeroutput>764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Type MIME </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher le type MIME de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Aucun</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option vous permet de n'afficher aucun renseignement concernant l'objet.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-490">
        <title>D&eacute;finition des pr&eacute;f&eacute;rences de colonnes de listes</title>
        <para>Vous pouvez sp&eacute;cifier les informations devant figurer dans la vue Liste des fen&ecirc;tres du gestionnaire de fichiers, ainsi que les colonnes de la vue Liste et l'ordre dans lequel elles s'affichent.</para>
        <para>Pour d&eacute;finir les pr&eacute;f&eacute;rences des colonnes de listes, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Pr&eacute;f&eacute;rences</guimenuitem></menuchoice>. Cliquez sur l'onglet <guilabel>Colonnes de listes</guilabel>. </para>
        <para>Si vous souhaitez qu'une colonne s'affiche dans la vue Liste, s&eacute;lectionnez l'option correspondant &agrave; la colonne, puis cliquez sur le bouton <guibutton>Afficher</guibutton>. Pour supprimer une colonne de la vue liste, s&eacute;lectionnez l'option correspondant &agrave; cette colonne, puis cliquez sur le bouton <guibutton>Masquer</guibutton>.</para>
        <para>Pour sp&eacute;cifier la position des colonnes dans la liste, utilisez les boutons <guibutton>D&eacute;placer vers le haut</guibutton> et <guibutton>D&eacute;placer vers le bas</guibutton>.</para>
        <para>Pour afficher les colonnes et leurs positions par d&eacute;faut, cliquez sur le bouton <guibutton>Utiliser les param&egrave;tres par d&eacute;faut</guibutton>. </para>
        <para>Les colonnes que vous pouvez afficher sont les suivantes :</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Informations</para>
                </entry>
                <entry>
                  <para>Description </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Nom</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Cette option permet d'afficher le nom de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Taille</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher la taille de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Type</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher la description du type MIME de l'objet dans l'outil de pr&eacute;f&eacute;rences des <application>types de fichiers et de programmes</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Date de modification </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher la date de la derni&egrave;re modification de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Date d'acc&egrave;s </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher la date &agrave; laquelle l'objet a &eacute;t&eacute; ouvert pour la derni&egrave;re fois.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Groupe</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Cette option permet d'afficher le groupe auquel appartient l'&eacute;l&eacute;ment.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Type MIME </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Cette option permet d'afficher le type MIME de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Autorisations octales</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para><indexterm><primary>autorisations</primary><secondary>affichage en notation octale</secondary></indexterm>Cette option permet d'afficher les autorisations de l'&eacute;l&eacute;ment en notation octale, <computeroutput>764</computeroutput> par exemple. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Propri&eacute;taire</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option permet d'afficher le propri&eacute;taire de l'objet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Autorisations</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>autorisations </primary><secondary>affichage sous forme de caract&egrave;res</secondary></indexterm>Cette option permet d'afficher les autorisations de l'&eacute;l&eacute;ment sous forme de trois ensembles de trois caract&egrave;res, <computeroutput>-rwxrw-r--</computeroutput> par exemple.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-60">
        <title>D&eacute;finition des pr&eacute;f&eacute;rences d'aper&ccedil;u </title>
        <indexterm>
          <primary>gestionnaire de fichiers</primary>
          <secondary>pr&eacute;f&eacute;rences</secondary>
          <tertiary>aper&ccedil;u</tertiary>
        </indexterm>
        <para>Le gestionnaire de fichiers inclut certaines fonctions d'aper&ccedil;u de fichiers. Les fonctions d'aper&ccedil;u peuvent affecter la vitesse de r&eacute;ponse du gestionnaire de fichiers &agrave; vos requ&ecirc;tes. Vous pouvez modifier le comportement de certaines fonctions pour am&eacute;liorer la vitesse du gestionnaire de fichiers. Pour chaque pr&eacute;f&eacute;rence d'aper&ccedil;u, vous pouvez s&eacute;lectionner l'une des options d&eacute;crites dans le tableau suivant :</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colwidth="35.09*"/>
            <colspec colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Option</para>
                </entry>
                <entry>
                  <para>Description </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Toujours</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Applique l'action &agrave; vos fichiers locaux ainsi qu'aux les fichiers provenant d'autres syst&egrave;mes de fichiers.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Fichiers locaux uniquement</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Applique l'action aux fichiers locaux uniquement.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Jamais</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>N'applique jamais l'action. </para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
        <para>Pour d&eacute;finir vos pr&eacute;f&eacute;rences en mati&egrave;re d'aper&ccedil;u, choisissez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Pr&eacute;f&eacute;rences</guimenuitem></menuchoice>. Cliquez sur l'onglet <guilabel>Aper&ccedil;u</guilabel> pour afficher l'onglet <guilabel>Aper&ccedil;u</guilabel>. </para>
        <para>Le <xref linkend="gosnautilus-TBL-41"/> liste les pr&eacute;f&eacute;rences modifiables de l'aper&ccedil;u.</para>
        <table frame="topbot" id="gosnautilus-TBL-41">
          <title>Pr&eacute;f&eacute;rences relatives aux aper&ccedil;us</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                </entry>
                <entry>
                  <para>Description </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Afficher le texte dans les ic&ocirc;nes</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Cette option permet de sp&eacute;cifier quand un aper&ccedil;u du contenu d'un fichier texte doit s'afficher dans l'ic&ocirc;ne repr&eacute;sentant celui-ci. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Afficher les miniatures</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option vous permet de sp&eacute;cifier quand des miniatures doivent s'afficher pour les fichiers image. Le gestionnaire de fichiers enregistre les fichiers de vignettes pour chaque dossier dans un r&eacute;pertoire <filename> .thumbnails</filename> d&eacute;pendant directement du dossier.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Uniquement pour les fichiers de taille inf&eacute;rieur &agrave;</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Sp&eacute;cifiez la taille de fichier maximale pour lesquels le gestionnaire de fichiers doit cr&eacute;er une vignette.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para><guilabel>Aper&ccedil;u des fichiers son</guilabel> </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Cette option vous permet de sp&eacute;cifier quand un aper&ccedil;u des fichiers son doit &ecirc;tre diffus&eacute;. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Compter le nombre d'&eacute;l&eacute;ments</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Cette option permet de sp&eacute;cifier quand le nombre d'objets dans les dossiers doit s'afficher. Si vous avez s&eacute;lectionn&eacute; la vue Ic&ocirc;ne, vous pouvez augmenter le niveau de zoom par d&eacute;faut dans l'onglet <guilabel>Vues</guilabel> pour voir le nombre d'&eacute;l&eacute;ments contenus dans chaque dossier.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
    </sect2>
    <sect2 id="gosnautilus-50">
      <title>Modification de l'arri&egrave;re-plan </title>
      <indexterm>
        <primary>gestionnaire de fichiers</primary>
        <secondary>changement d'arri&egrave;re-plan </secondary>
      </indexterm>
      <indexterm>
        <primary>arri&egrave;re-plan</primary>
        <secondary>changement de composant &eacute;cran</secondary>
      </indexterm>
      <para>Le gestionnaire de fichiers contient des arri&egrave;re-plans que vous pouvez utiliser pour modifier l'aspect des composants suivants de l'&eacute;cran : </para>
      <itemizedlist>
        <listitem>
          <para>Bureau</para>
        </listitem>
        <listitem>
          <para>Volet lat&eacute;ral et volet d'affichage des fen&ecirc;tres de l'explorateur de fichiers</para>
        </listitem>
        <listitem>
          <para>Tableaux de bord</para>
        </listitem>
      </itemizedlist>
      <para>Pour ce faire, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem> Arri&egrave;re-plans et embl&egrave;mes</guimenuitem></menuchoice>.</para>
        </listitem>
        <listitem>
          <para>Pour afficher une liste des mod&egrave;les que vous pouvez utiliser &agrave; l'arri&egrave;re-plan, cliquez sur le bouton <guibutton> Mod&egrave;les</guibutton> de la bo&icirc;te de dialogue <guilabel>Arri&egrave;re-plans et embl&egrave;mes</guilabel>. Le bouton <guibutton>Colors </guibutton> vous permet d'afficher une liste des couleurs possibles. </para>
        </listitem>
        <listitem>
          <para>Pour appliquer un motif &agrave; l'arri&egrave;re-plan, faites-le glisser jusqu'au composant de l'&eacute;cran. Proc&eacute;dez de la m&ecirc;me mani&egrave;re pour modifier la couleur. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton>.</para>
        </listitem>
      </orderedlist>
      <para>Pour r&eacute;tablir l'arri&egrave;re-plan du volet d'affichage ou du volet lat&eacute;ral sur l'arri&egrave;re-plan par d&eacute;faut, cliquez avec le bouton droit de l'arri&egrave;re-plan du volet, puis s&eacute;lectionnez <guimenuitem>Utiliser l'arri&egrave;re-plan par d&eacute;faut</guimenuitem>.</para>
      <para>Lorsque vous modifiez l'arri&egrave;re-plan du volet lat&eacute;ral ou du volet d'affichage d'un dossier particulier, le gestionnaire de fichiers conserve votre s&eacute;lection. Lorsque vous rouvrez le dossier, l'arri&egrave;re-plan s&eacute;lectionn&eacute; s'affiche. En d'autres termes, lorsque vous modifiez l'arri&egrave;re-plan d'un dossier, vous personnalisez celui-ci. </para>
      <sect3 id="gosnautilus-63">
        <title>Ajout d'un motif </title>
        <indexterm>
          <primary>arri&egrave;re-plans</primary>
          <secondary>ajout de motifs</secondary>
        </indexterm>
        <para>Pour ajouter un motif &agrave; la liste disponible pour vos &eacute;l&eacute;ments d'&eacute;cran, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem> Arri&egrave;re-plans et embl&egrave;mes</guimenuitem></menuchoice>. Cliquez sur le bouton <guibutton> Motifs</guibutton>, puis sur <guibutton>Ajouter un nouveau motif</guibutton>. Une bo&icirc;te de dialogue s'affiche. Elle permet de rechercher le nouveau motif. Cliquez sur <guibutton>Valider</guibutton> pour ajouter le nouveau motif &agrave; la bo&icirc;te de dialogue <guilabel> Arri&egrave;re-plans et embl&egrave;mes</guilabel>.</para>
      </sect3>
      <sect3 id="gosnautilus-64">
        <title>Ajout d'une couleur </title>
        <indexterm>
          <primary>arri&egrave;re-plans</primary>
          <secondary>ajout de couleurs</secondary>
        </indexterm>
        <para>Pour ajouter une couleur &agrave; la liste disponible pour les composants de l'&eacute;cran, s&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem> Arri&egrave;re-plans et embl&egrave;mes</guimenuitem></menuchoice>. Cliquez sur le bouton <guibutton>Couleurs</guibutton>, puis sur <guibutton>Ajouter une nouvelle couleur</guibutton>. Une bo&icirc;te de dialogue de s&eacute;lection de couleur s'affiche. La palette et les curseurs vous permettent de s&eacute;lectionner la couleur. Cliquez sur <guibutton>Valider</guibutton> pour ajouter la nouvelle couleur &agrave; la bo&icirc;te de dialogue <guilabel>Arri&egrave;re-plans et embl&egrave;mes</guilabel>.</para>
      </sect3>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-38">
    <title>S&eacute;lection des polices par d&eacute;faut </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>police</secondary>
    </indexterm>
    <indexterm>
      <primary>polices</primary>
      <secondary>arri&egrave;re-plan du bureau</secondary>
    </indexterm>
    <indexterm>
      <primary>polices</primary>
      <secondary>applications </secondary>
    </indexterm>
    <indexterm>
      <primary>polices</primary>
      <secondary>titre de fen&ecirc;tre</secondary>
    </indexterm>
    <indexterm>
      <primary>polices</primary>
      <secondary> terminal</secondary>
    </indexterm>
    <indexterm>
      <primary>polices</primary>
      <secondary> rendu</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>polices</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauAffichage</guisubmenu><guimenuitem>Polices</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences de la <application>police</application> vous permet de s&eacute;lectionner les polices &agrave; utiliser dans vos applications, vos terminaux et sur le bureau. </para>
    <para>Le <xref linkend="goscustdesk-TBL-26"/> r&eacute;pertorie les pr&eacute;f&eacute;rences de police que vous pouvez modifier.</para>
    <table frame="topbot" id="goscustdesk-TBL-26">
      <title>Pr&eacute;f&eacute;rences d'affichage </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec18" colwidth="19.21*"/>
        <colspec colname="colspec19" colwidth="46.79*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Police des applications</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Permet de s&eacute;lectionner une police &agrave; utiliser dans les applications. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Police du bureau</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Le bouton de s&eacute;lection de police vous permet de choisir une police &agrave; utiliser sur votre arri&egrave;re-plan de bureau uniquement.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Police de titre de fen&ecirc;tre</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Permet de s&eacute;lectionner une police &agrave; utiliser dans les barres de titre de vos fen&ecirc;tres.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Police de terminal</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Permet de s&eacute;lectionner une police &agrave; utiliser dans le <application>Terminal</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Rendu de police</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>S&eacute;lectionnez une des options suivantes pour sp&eacute;cifier le rendu des polices &agrave; l'&eacute;cran :</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Monochrome</guilabel> : n'affiche les polices qu'en noir et blanc. Dans certains cas, les bords des caract&egrave;res peuvent appara&icirc;tre dentel&eacute;s car ils ne sont pas anticr&eacute;nel&eacute;s. L'<firstterm>anticr&eacute;nelage</firstterm> est un effet appliqu&eacute; aux bordures des caract&egrave;res pour leur donner un aspect plus lisse.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Formes optimis&eacute;es</guilabel> : les polices sont anticr&eacute;nel&eacute;es chaque fois que possible. Utilisez cette option pour les moniteurs &agrave; tube cathodique (CRT) standard.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Contraste optimis&eacute;</guilabel> : ajuste les polices pour obtenir le meilleur contraste possible et leur applique l'anticr&eacute;nelage afin d'obtenir des caract&egrave;res aux bords lisses. Cette option constitue une am&eacute;lioration de l'accessibilit&eacute; de Java Desktop System pour les utilisateurs souffrant de d&eacute;ficience optique.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Anticr&eacute;nelage sur &eacute;l&eacute;ments de pixel (LCD)</guilabel> : utilise des techniques exploitant la forme des pixels des &eacute;crans &agrave; cristaux liquides (LCD) individuels pour donner aux polices un aspect lisse. Utilisez cette option pour les &eacute;crans &agrave; cristaux liquides ou les &eacute;crans plats.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> D&eacute;tails</guibutton>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Cliquez sur ce bouton pour sp&eacute;cifier de plus amples d&eacute;tails sur le rendu des polices &agrave; l'&eacute;cran.</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>R&eacute;solution (points par pouce)</guilabel> : cette zone de s&eacute;lection num&eacute;rique vous permet de sp&eacute;cifier la r&eacute;solution &agrave; utiliser lorsque votre &eacute;cran rend des polices.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Anticr&eacute;nelage</guilabel> : s&eacute;lectionnez une des options propos&eacute;es pour sp&eacute;cifier l'anticr&eacute;nelage des polices.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Optimisation</guilabel> : l'<firstterm>optimisation</firstterm> est une technique de rendu de police am&eacute;liorant la qualit&eacute; des polices de petite taille ou affich&eacute;es sur des &eacute;crans de basse r&eacute;solution. S&eacute;lectionnez une des options propos&eacute;es pour sp&eacute;cifier l'optimisation souhait&eacute;e pour les polices.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Ordre des &eacute;l&eacute;ments de pixel</guilabel> : s&eacute;lectionnez une des options propos&eacute;es pour sp&eacute;cifier l'ordre de couleurs des &eacute;l&eacute;ments de pixel de vos polices. Utilisez cette option pour les &eacute;crans &agrave; cristaux liquides ou les &eacute;crans plats.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-50">
    <title>Configuration de la connexion par Proxy </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>configuration Internet</secondary>
    </indexterm>
    <indexterm>
      <primary>configuration du proxy</primary>
      <secondary>d&eacute;finition des pr&eacute;f&eacute;rences</secondary>
    </indexterm>
    <indexterm>
      <primary>Internet</primary>
      <secondary>configuration de la connexion</secondary>
    </indexterm>
    <indexterm>
      <primary>Internet</primary>
      <secondary>d&eacute;finition des pr&eacute;f&eacute;rences</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de la <guilabel>configuration du proxy</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Configuration du proxy</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences de la <application>configuration du proxy</application> permet de configurer les modalit&eacute;s de connexion de votre syst&egrave;me &agrave; Internet. Vous pouvez configurer le bureau pour qu'il se connecte &agrave; un <firstterm>serveur proxy</firstterm>, et sp&eacute;cifier les d&eacute;tails de celui-ci. Un serveur proxy intercepte les requ&ecirc;tes provenant d'un autre serveur et, si possible, les ex&eacute;cute lui-m&ecirc;me. Vous pouvez entrer le nom DNS (Domain Name Service) ou l'adresse IP (Internet Protocol) du serveur proxy. Le <firstterm>nom DNS </firstterm> repr&eacute;sente l'identificateur alphab&eacute;tique unique d'un ordinateur sur un r&eacute;seau. L'<firstterm>adresse IP</firstterm> repr&eacute;sente l'identificateur num&eacute;rique unique d'un ordinateur sur un r&eacute;seau. </para>
    <para>Le <xref linkend="goscustdesk-TBL-52"/> liste les pr&eacute;f&eacute;rences de configuration du proxy que vous pouvez modifier.</para>
    <table frame="topbot" id="goscustdesk-TBL-52">
      <title>Pr&eacute;f&eacute;rences Internet </title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec2" colwidth="35.09*"/>
        <colspec colname="colspec3" colwidth="64.91*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Connexion directe &agrave; Internet</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>S&eacute;lectionnez cette option si vous souhaitez vous connecter directement &agrave; Internet, sans serveur proxy.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2">
              <para>
                <guilabel> Configuration manuelle du proxy </guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>S&eacute;lectionnez cette option si vous souhaitez vous connecter &agrave; Internet &agrave; travers un serveur proxy et que vous souhaitez le configurer manuellement.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy HTTP</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Entrez le nom DNS ou l'adresse IP du serveur proxy &agrave; utiliser pour un service HTTP. Entrez le num&eacute;ro de port du service HTTP du serveur proxy dans la zone de s&eacute;lection num&eacute;rique<guilabel> Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy HTTP s&eacute;curis&eacute; </guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Entrez le nom DNS ou l'adresse IP du serveur proxy &agrave; utiliser pour un service HTTP s&eacute;curis&eacute;. Entrez le num&eacute;ro de port du service HTTP s&eacute;curis&eacute; du serveur proxy dans la zone de s&eacute;lection num&eacute;rique<guilabel> Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy FTP</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Entrez le nom DNS ou l'adresse IP du serveur proxy &agrave; utiliser pour un service FTP. Entrez le num&eacute;ro de port du service FTP du serveur proxy dans la zone de s&eacute;lection num&eacute;rique<guilabel> Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>H&ocirc;te Socks</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Entrez le nom DNS ou l'adresse IP de l'h&ocirc;te Socks &agrave; utiliser. Entrez le num&eacute;ro de protocole Socks du serveur proxy dans la zone de s&eacute;lection num&eacute;rique<guilabel> Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Configuration automatique des proxies</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>S&eacute;lectionnez cette option si vous souhaitez vous connecter &agrave; Internet &agrave; partir d'un serveur proxy et que vous souhaitez le configurer automatiquement.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>URL d'autoconfiguration</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Entrez l'URL contenant les informations n&eacute;cessaires pour configurer automatiquement le serveur proxy. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustaccess-6">
    <title>Configuration des options d'accessibilit&eacute; du clavier </title>
    <indexterm>
      <primary>AccessX</primary>
      <see>outils de pr&eacute;f&eacute;rences, accessibilit&eacute; du clavier</see>
    </indexterm>
    <indexterm>
      <primary>clavier</primary>
      <secondary>configuration des options d'accessibilit&eacute;</secondary>
    </indexterm>
    <indexterm>
      <primary>accessibilit&eacute;</primary>
      <secondary>configuration du clavier</secondary>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>accessibilit&eacute; du clavier</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de l'accessibilit&eacute; du <guilabel>clavier</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Accessibilit&eacute;</guisubmenu><guimenuitem>Clavier</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences d'accessibilit&eacute; du <application>clavier</application> permet de d&eacute;finir les pr&eacute;f&eacute;rences d'accessibilit&eacute; du clavier. Cet outil est &eacute;galement appel&eacute; <application>AccessX</application>.</para>
    <para>Vous pouvez personnaliser les pr&eacute;f&eacute;rences d'accessibilit&eacute; du clavier dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>Basique</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Filtres</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Souris</guilabel>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustaccess-8">
      <title>Pr&eacute;f&eacute;rences de base</title>
      <para>Le <xref linkend="goscustaccess-TBL-1"/> r&eacute;pertorie les pr&eacute;f&eacute;rences de base que vous pouvez modifier en ce qui concerne l'accessibilit&eacute; du clavier.</para>
      <table frame="topbot" id="goscustaccess-TBL-1">
        <title>Pr&eacute;f&eacute;rences d'accessibilit&eacute; du clavier </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les fonctions d'accessibilit&eacute; du clavier</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet d'activer les fonctions d'accessibilit&eacute; du clavier. Lorsque vous la s&eacute;lectionnez, les autres options de l'outil de pr&eacute;f&eacute;rences deviennent disponibles.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guilabel>D&eacute;sactiver en cas de non-utilisation pendant</guilabel> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>S&eacute;lectionnez cette option pour d&eacute;sactiver les pr&eacute;f&eacute;rences d'accessibilit&eacute; au clavier s'il est inactif pendant un certain temps. Utilisez le curseur pour sp&eacute;cifier le nombre de secondes d'inactivit&eacute; du clavier requis avant que le syst&egrave;me ne d&eacute;sactive les pr&eacute;f&eacute;rences d'accessibilit&eacute;. Lorsque le nombre de secondes est &eacute;coul&eacute;, les pr&eacute;f&eacute;rences d'accessibilit&eacute; du clavier ci-dessous sont d&eacute;sactiv&eacute;es :</para>
                <itemizedlist>
                  <listitem>
                    <para>touches rebond ;</para>
                  </listitem>
                  <listitem>
                    <para>touches souris ;</para>
                  </listitem>
                  <listitem>
                    <para>touches lentes ;</para>
                  </listitem>
                  <listitem>
                    <para>touches r&eacute;manentes ;</para>
                  </listitem>
                  <listitem>
                    <para>touches bascule.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>&Eacute;mettre un bip lorsque les fonctions sont activ&eacute;es ou d&eacute;sactiv&eacute;es &agrave; partir du clavier</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet d'entendre un signal sonore &agrave; l'activation ou &agrave; la d&eacute;sactivation d'une fonction, par exemple les touches adh&eacute;sives ou lentes.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guibutton>Param&egrave;tres de la fonction Importer</guibutton> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cliquez sur ce bouton pour importer un fichier de configuration <application>AccessX</application>. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les touches adh&eacute;sives</guilabel>
                </para>
                <indexterm>
                  <primary>accessibilit&eacute;</primary>
                  <secondary> touches adh&eacute;sives</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option vous permet d'ex&eacute;cuter plusieurs op&eacute;rations de pression de touche simultan&eacute;es en appuyant sur les touches les unes apr&egrave;s les autres. Pour activer les fonctionnalit&eacute;s des touches adh&eacute;sives, appuyez cinq fois sur <keycap>Maj</keycap>.</para>
                <para>Vous pouvez d&eacute;finir les pr&eacute;f&eacute;rences de touches r&eacute;manentes suivantes :</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>&Eacute;mettre un bip lorsqu'un modificateur est enfonc&eacute;</guilabel> : cette option permet d'entendre un signal sonore lorsque vous appuyez sur un modificateur. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>D&eacute;sactiver si deux touches sont enfonc&eacute;es simultan&eacute;ment</guilabel> : cette option permet d'indiquer que, lorsque vous appuyez simultan&eacute;ment sur deux touches, vous n'appuyez plus cons&eacute;cutivement sur des touches pour ex&eacute;cuter plusieurs pressions de touche simultan&eacute;es.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Touches de r&eacute;p&eacute;tition</guilabel>
                </para>
                <indexterm>
                  <primary>accessibilit&eacute;</primary>
                  <secondary>touches de r&eacute;p&eacute;tition</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>S&eacute;lectionnez cette option pour activer les param&egrave;tres de r&eacute;p&eacute;tition automatique de votre clavier. Les pr&eacute;f&eacute;rences que vous pouvez d&eacute;finir sont les suivantes :</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>D&eacute;lai</guilabel> : le curseur ou la zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier l'intervalle entre la premi&egrave;re pression d'une touche et sa r&eacute;p&eacute;tition automatique. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Vitesse</guilabel> : utilisez le curseur ou la bo&icirc;te de s&eacute;lection pour sp&eacute;cifier le nombre de caract&egrave;res &agrave; entrer par seconde. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Tester les param&egrave;tres </guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>La zone de test constitue une interface interactive vous permettant de visualiser comment les param&egrave;tres du clavier affectent l'affichage lorsque vous tapez. Entrez du texte dans la zone de test pour tester les effets de vos param&egrave;tres.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Pour plus d'informations sur la configuration des pr&eacute;f&eacute;rences de base de l'accessibilit&eacute; du clavier, reportez-vous au <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-9">
      <title>Pr&eacute;f&eacute;rences du filtre</title>
      <para>Le <xref linkend="goscustaccess-TBL-11"/> r&eacute;pertorie les pr&eacute;f&eacute;rences de filtre que vous pouvez modifier.</para>
      <table frame="topbot" id="goscustaccess-TBL-11">
        <title>Pr&eacute;f&eacute;rences du filtre </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les fonctions d'accessibilit&eacute; du clavier</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet d'activer les fonctions d'accessibilit&eacute; du clavier. Lorsque vous la s&eacute;lectionnez, les autres options de l'outil de pr&eacute;f&eacute;rences deviennent disponibles.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les touches lentes </guilabel>
                </para>
                <indexterm>
                  <primary>accessibilit&eacute;</primary>
                  <secondary> touches lentes</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option vous permet de contr&ocirc;ler le temps pendant lequel vous devez maintenir une touche enfonc&eacute;e avant acceptation. Vous pouvez &eacute;galement activer la fonctionnalit&eacute; touche lente en maintenant la touche <keycap>Maj</keycap> enfonc&eacute;e pendant huit secondes.</para>
                <para>Les pr&eacute;f&eacute;rences que vous pouvez d&eacute;finir sont les suivantes : </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>N'accepte que les touches enfonc&eacute;es pendant au moins</guilabel> : utilisez le curseur ou la bo&icirc;te de s&eacute;lection pour sp&eacute;cifier le temps pendant lequel vous devez maintenir une touche enfonc&eacute;e avant acceptation. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Bip lorsque la touche est</guilabel> : s&eacute;lectionnez l'option ou les options appropri&eacute;e(s) &agrave; l'&eacute;mission d'un signal sonore lorsqu'une touche est enfonc&eacute;e, accept&eacute;e ou rejet&eacute;e. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les touches rebond</guilabel>
                </para>
                <indexterm>
                  <primary>accessibilit&eacute;</primary>
                  <secondary> touches rebond</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet d'accepter une entr&eacute;e de touche et de contr&ocirc;ler les caract&eacute;ristiques de r&eacute;p&eacute;tition d'une touche du clavier. Les pr&eacute;f&eacute;rences que vous pouvez d&eacute;finir sont les suivantes : </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Ignorer les touches doubles pendant</guilabel> : le curseur ou la zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier l'intervalle entre la premi&egrave;re pression d'une touche et sa r&eacute;p&eacute;tition automatique. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Bip quand une touche est rejet&eacute;e</guilabel> : cette option permet d'entendre un signal sonore au rejet d'une touche. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les touches &agrave; bascule</guilabel>
                </para>
                <indexterm>
                  <primary>accessibilit&eacute;</primary>
                  <secondary> touches bascules</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet d'entendre un signal sonore &agrave; la pression de la touche bascule. Vous entendez un bip lorsqu'une touche bascule est activ&eacute;e. Vous entendez deux bips lorsqu'une touche bascule est d&eacute;sactiv&eacute;e.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Tester les param&egrave;tres </guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>La zone de test constitue une interface interactive vous permettant de visualiser comment les param&egrave;tres du clavier affectent l'affichage lorsque vous tapez. Entrez du texte dans la zone de test pour tester les effets de vos param&egrave;tres.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Pour plus d'informations sur la configuration des pr&eacute;f&eacute;rences d'accessibilit&eacute; du filtre, reportez-vous au manuel <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-10">
      <title>Pr&eacute;f&eacute;rences de la souris</title>
      <para>Le <xref linkend="goscustaccess-TBL-12"/> liste les pr&eacute;f&eacute;rences modifiables de la souris.</para>
      <table frame="topbot" id="goscustaccess-TBL-12">
        <title>Pr&eacute;f&eacute;rences de la souris </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les fonctions d'accessibilit&eacute; du clavier</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet d'activer les fonctions d'accessibilit&eacute; du clavier. Lorsque vous la s&eacute;lectionnez, les autres options de l'outil de pr&eacute;f&eacute;rences deviennent disponibles.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Activer les touches souris </guilabel>
                </para>
                <indexterm>
                  <primary>accessibilit&eacute;</primary>
                  <secondary>touches souris</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option permet de demander au pav&eacute; num&eacute;rique d'&eacute;muler les actions de la souris. Les pr&eacute;f&eacute;rences que vous pouvez d&eacute;finir sont les suivantes : </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Vitesse maximum du curseur</guilabel> : utilisez le curseur ou la zone de s&eacute;lection num&eacute;rique pour sp&eacute;cifier la vitesse maximale du pointeur lors de ses d&eacute;placements dans l'&eacute;cran.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>D&eacute;lai pour acc&eacute;l&eacute;rer &agrave; la vitesse max.</guilabel> : utilisez le curseur ou la bo&icirc;te de s&eacute;lection pour sp&eacute;cifier le d&eacute;lai d'acc&eacute;l&eacute;ration du pointeur. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>D&eacute;lai entre la pression sur une touche et le mouvement du pointeur</guilabel> : utilisez le curseur ou la bo&icirc;te de s&eacute;lection pour sp&eacute;cifier le d&eacute;lai entre la pression d'une touche et le d&eacute;placement du pointeur. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guibutton>Pr&eacute;f&eacute;rences de la souris</guibutton>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Cliquez sur ce bouton pour ouvrir l'outil de pr&eacute;f&eacute;rences <application> Souris</application>.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Pour plus d'informations sur la configuration des pr&eacute;f&eacute;rences d'accessibilit&eacute; de la souris, reportez-vous au manuel <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
  </sect1>
  <sect1 id="goscustperiph-2">
    <title>Configuration des pr&eacute;f&eacute;rences du comportement du clavier </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>clavier</secondary>
    </indexterm>
    <indexterm>
      <primary>clavier</primary>
      <secondary>configuration des pr&eacute;f&eacute;rences g&eacute;n&eacute;rales</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences du <guilabel>clavier</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauClavier</guisubmenu><guimenuitem>Comportement</guimenuitem></menuchoice>.</para>
    <para>Pour modifier les pr&eacute;f&eacute;rences de r&eacute;p&eacute;tition automatique du clavier et configurer les param&egrave;tres de pause de frappe, utilisez l'outil de pr&eacute;f&eacute;rences du <application>comportement du clavier</application>.</para>
    <para>Vous pouvez d&eacute;finir vos pr&eacute;f&eacute;rences pour l'outil de pr&eacute;f&eacute;rences du <application>comportement du clavier</application> dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>Clavier</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Typing Break</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Configurations</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Options de configuration</guilabel>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-40">
      <title>Pr&eacute;f&eacute;rences du clavier</title>
      <para>L'onglet <guilabel>Clavier</guilabel> vous permet de d&eacute;finir les pr&eacute;f&eacute;rences g&eacute;n&eacute;rales du clavier. Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences d'<emphasis>accessibilit&eacute; </emphasis><application>du clavier</application>, &agrave; savoir, <application>AccessX</application>, cliquez sur le bouton <guibutton>Accessibilit&eacute;</guibutton>.</para>
      <para>Le <xref linkend="goscustperiph-TBL-3"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier en ce qui concerne le clavier.</para>
      <table frame="topbot" id="goscustperiph-TBL-3">
        <title>Pr&eacute;f&eacute;rences du clavier </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>R&eacute;p&eacute;tition clavier si la touche est maintenue</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'activer la r&eacute;p&eacute;tition du clavier. Si cette fonction est active, l'action associ&eacute;e &agrave; une touche se r&eacute;p&egrave;te lorsque vous maintenez celle-ci enfonc&eacute;e. Par exemple, si vous maintenez une touche de caract&egrave;re enfonc&eacute;e, celui-ci est entr&eacute; plusieurs fois.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> D&eacute;lai</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>S&eacute;lectionnez le d&eacute;lai devant s'&eacute;couler entre la pression d'une touche et la r&eacute;p&eacute;tition de l'action.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Vitesse</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>S&eacute;lectionnez la vitesse de r&eacute;p&eacute;tition de l'action. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Clignote dans les zones de texte et les champs</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet au curseur de clignoter dans les champs et dans les zones de texte.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Vitesse</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Le curseur vous permet de sp&eacute;cifier la vitesse de clignotement du curseur dans les champs et les zones de texte.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Tester les param&egrave;tres</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>La zone de test constitue une interface interactive vous permettant de visualiser comment les param&egrave;tres du clavier affectent l'affichage lorsque vous tapez. Entrez du texte dans la zone de test pour tester les effets de vos param&egrave;tres.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-86">
      <title>Pr&eacute;f&eacute;rences de pause de frappe</title>
      <para>Pour d&eacute;finir les pr&eacute;f&eacute;rences de pause de frappe, utilisez l'onglet <guilabel>Pause de frappe</guilabel>. Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences d'<emphasis>accessibilit&eacute; </emphasis><application>du clavier</application>, &agrave; savoir, <application>AccessX</application>, cliquez sur le bouton <guibutton>Accessibilit&eacute;</guibutton>.</para>
      <para>Le <xref linkend="goscustdesk-TBL-87"/> liste les pr&eacute;f&eacute;rences modifiables de pause de frappe.</para>
      <table frame="topbot" id="goscustdesk-TBL-87">
        <title>Pr&eacute;f&eacute;rences de pause de frappe</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="50*"/>
          <colspec colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Lock screen to enforce typing break </guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Cette option permet de verrouiller l'&eacute;cran lorsque vous devez faire une pause de frappe.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Work interval lasts</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>&Agrave; l'aide de la bo&icirc;te de s&eacute;lection, sp&eacute;cifiez la dur&eacute;e de votre travail avant une pause de frappe.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Break interval lasts</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>&Agrave; l'aide de la bo&icirc;te de s&eacute;lection, sp&eacute;cifiez la dur&eacute;e des pauses de frappe.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Allow postponing of breaks</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>S&eacute;lectionnez cette option si vous souhaitez reporter les pauses de frappe.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-100">
      <title>Configuration du clavier  </title>
      <indexterm>
        <primary>outil de pr&eacute;f&eacute;rences</primary>
        <secondary>configuration du clavier</secondary>
      </indexterm>
      <para>Pour configurer le clavier, utilisez l'onglet <guilabel>Configurations</guilabel>. S&eacute;lectionnez le mod&egrave;le de clavier souhait&eacute; dans la liste d&eacute;roulante. Utilisez les boutons de navigation pour ajouter ou supprimer une pr&eacute;sentation s&eacute;lectionn&eacute;e dans la liste des pr&eacute;sentations. </para>
      <para>Vous pouvez s&eacute;lectionner diff&eacute;rentes dispositions correspondant aux versions localis&eacute;es. </para>
      <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences d'<emphasis>accessibilit&eacute;</emphasis> du <application>clavier</application>, <application>AccessX</application>, cliquez sur le bouton <guibutton>Accessibilit&eacute;</guibutton>.</para>
    </sect2>
    <sect2 id="goscustdesk-101">
      <title>Options de configuration du clavier </title>
      <indexterm>
        <primary>outils de pr&eacute;f&eacute;rences</primary>
        <secondary>options de configuration du clavier</secondary>
      </indexterm>
      <para>&Agrave; l'aide de l'onglet <guilabel>Options de configuration</guilabel>, s&eacute;lectionnez les options de configuration du clavier souhait&eacute;es. S&eacute;lectionnez une option dans la liste des options de pr&eacute;sentation, puis cliquez sur <guibutton>Ajouter</guibutton>. Pour supprimer une option s&eacute;lectionn&eacute;e, cliquez sur <guibutton>Supprimer</guibutton>. </para>
      <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences d'<emphasis>accessibilit&eacute;</emphasis> du <application>clavier</application>, <application>AccessX</application>, cliquez sur le bouton <guibutton>Accessibilit&eacute;</guibutton>.</para>
    </sect2>
  </sect1>
  <sect1 id="goscustuserinter-2">
    <title>Personnalisation des menus et des barres d'outils dans les applications </title>
    <indexterm>
      <primary>barres d'outils, personnalisation de l'aspect</primary>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>menus et barres d'outils</secondary>
    </indexterm>
    <indexterm>
      <primary>menus</primary>
      <secondary>dans les applications, personnalisation de l'aspect</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>menus et barres d'outils</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauAffichage</guisubmenu><guimenuitem>Menus &amp; Barres d'outils</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences des <application>menus et barres d'outils</application> vous permet de personnaliser l'aspect des menus, des barres d'outils et des barres de menu des applications compatibles GNOME.</para>
    <para>Le <xref linkend="goscustuserinter-TBL-8"/> liste les pr&eacute;f&eacute;rences de menu et de barre d'outils modifiables pour les applications compatibles GNOME.</para>
    <table frame="topbot" id="goscustuserinter-TBL-8">
      <title>Pr&eacute;f&eacute;rences des menus et barres d'outils </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Afficher les ic&ocirc;nes dans les menus</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Cette option vous permet d'afficher une ic&ocirc;ne &agrave; c&ocirc;t&eacute; de chaque &eacute;l&eacute;ment d'un menu. Certains &eacute;l&eacute;ments de menu ne poss&egrave;dent pas d'ic&ocirc;ne.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Barres d'outils d&eacute;tachables</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>cette option vous permet de d&eacute;placer les barres d'outils des fen&ecirc;tres d'application vers n'importe quel emplacement de l'&eacute;cran. Si vous s&eacute;lectionnez cette option, des poign&eacute;es apparaissent &agrave; gauche des barres d'outils dans vos applications. Pour d&eacute;placer une barre d'outils, cliquez sur la poign&eacute;e en appuyant sur le bouton gauche, puis faites glisser la barre vers un nouvel emplacement.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>&Eacute;tiquettes des boutons de la barre d'outils</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Choisissez l'une des options suivantes afin de sp&eacute;cifier les &eacute;l&eacute;ments affich&eacute;s sur les barres d'outils dans les applications compatibles GNOME.</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Texte en dessous des ic&ocirc;nes</guilabel> : permet d'afficher les barres d'outils avec une ic&ocirc;ne et une &eacute;tiquette sur chaque bouton. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Texte &agrave; c&ocirc;t&eacute; des ic&ocirc;nes</guilabel> permet d'afficher des barres d'outils contenant uniquement une simple ic&ocirc;ne pour chaque bouton ainsi que du texte sur les principaux boutons.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Ic&ocirc;nes seulement</guilabel> : cette option vous permet d'afficher des barres d'outils ne contenant qu'une ic&ocirc;ne sur chaque bouton.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Texte seulement</guilabel> : cette option vous permet d'afficher des barres d'outils ne contenant que du texte sur chaque bouton.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustperiph-5">
    <title>Pr&eacute;f&eacute;rences des param&egrave;tres de la souris </title>
    <indexterm>
      <primary>outil de pr&eacute;f&eacute;rences</primary>
      <secondary> souris</secondary>
    </indexterm>
    <indexterm>
      <primary>souris</primary>
      <secondary> configuration</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de la <guilabel>souris</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Souris</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences <application>Souris</application> vous permet d'adapter votre souris aux besoins d'un droitier ou d'un gaucher. Vous pouvez &eacute;galement sp&eacute;cifier la vitesse et la sensibilit&eacute; des d&eacute;placements de la souris.</para>
    <para>Vous pouvez personnaliser les param&egrave;tres de l'outil de pr&eacute;f&eacute;rences de l'<application>&eacute;conomiseur d'&eacute;cran</application> dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>Boutons</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Curseurs</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>D&eacute;placement</guilabel>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-55">
      <title>Pr&eacute;f&eacute;rences des boutons</title>
      <para>L'onglet <guilabel>Boutons</guilabel> vous permet de sp&eacute;cifier si les boutons de la souris sont configur&eacute;s pour un gaucher. Vous pouvez &eacute;galement sp&eacute;cifier le d&eacute;lai devant s'&eacute;couler entre deux clics pour que ceux-ci soient consid&eacute;r&eacute;s comme un double-clic.</para>
      <para>Le <xref linkend="goscustperiph-TBL-6"/> liste les pr&eacute;f&eacute;rences modifiables des boutons de la souris.</para>
      <table frame="topbot" id="goscustperiph-TBL-6">
        <title>Pr&eacute;f&eacute;rences des boutons de la souris </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Souris pour gaucher</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet de configurer votre souris pour un gaucher. Lorsque vous configurez votre souris pour un gaucher, les fonctions des boutons gauche et droit sont invers&eacute;es.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>D&eacute;lai d'ex&eacute;cution</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Ce curseur vous permet de sp&eacute;cifier le d&eacute;lai qui peut s'&eacute;couler entre deux clics pour que ceux-ci soient consid&eacute;r&eacute;s comme un double-clic. Si l'intervalle entre les clics d&eacute;passe ce d&eacute;lai, l'action est interpr&eacute;t&eacute;e comme deux clics distincts. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-54">
      <title>Pr&eacute;f&eacute;rences du pointeur</title>
      <para>L'onglet <guilabel>Curseurs</guilabel> vous permet de d&eacute;finir vos pr&eacute;f&eacute;rences pour le pointeur de la souris.</para>
      <para>Le <xref linkend="goscustdesk-TBL-45"/>liste les pr&eacute;f&eacute;rences modifiables du pointeur de la souris.</para>
      <table frame="topbot" id="goscustdesk-TBL-45">
        <title>Pr&eacute;f&eacute;rences du pointeur de la souris</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="50*"/>
          <colspec colname="colspec1" colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Petit</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Cette option vous permet d'afficher un pointeur de petite taille.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Moyen</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Cette option vous permet d'afficher un pointeur de taille moyenne.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Maxi</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Cette option vous permet d'afficher un pointeur de grande taille.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Mettre le pointeur en surbrillance quand vous appuyez sur Ctrl</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Cette option vous permet d'activer l'animation d'un pointeur lorsque vous appuyez sur la touche <keycap>Ctrl</keycap>. Elle peut vous aider &agrave; localiser le pointeur de la souris.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-53">
      <title>Pr&eacute;f&eacute;rences de d&eacute;placement</title>
      <para>L'onglet <guilabel>D&eacute;placement</guilabel> vous permet de d&eacute;finir vos pr&eacute;f&eacute;rences pour le d&eacute;placement de la souris.</para>
      <para>Le <xref linkend="goscustdesk-TBL-47"/> liste les pr&eacute;f&eacute;rences modifiables du d&eacute;placement de la souris.</para>
      <table frame="topbot" id="goscustdesk-TBL-47">
        <title>Pr&eacute;f&eacute;rences de d&eacute;placement de la souris</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="30.10*"/>
          <colspec colwidth="69.90*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Acc&eacute;l&eacute;ration</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Ce curseur vous permet de sp&eacute;cifier la vitesse &agrave; laquelle le pointeur de la souris se d&eacute;place sur l'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Sensibilit&eacute;</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Ce curseur vous permet de sp&eacute;cifier la sensibilit&eacute; du pointeur de la souris lors des d&eacute;placements de celle-ci.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>R&eacute;activit&eacute;</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Ce curseur vous permet de sp&eacute;cifier la distance &agrave; laquelle un &eacute;l&eacute;ment doit &ecirc;tre d&eacute;plac&eacute; avant que l'action de d&eacute;placement ne soit interpr&eacute;t&eacute;e comme une action glisser-d&eacute;poser.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-10">
    <title>Personnalisation des tableaux de bord </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary> pr&eacute;f&eacute;rences du tableau de bord</secondary>
    </indexterm>
    <indexterm>
      <primary>tableaux de bord</primary>
      <secondary> personnalisation du comportement et de l'aspect</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences du <guilabel>tableau de bord</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Tableau de bord</guimenuitem></menuchoice>. </para>
    <para>L'outil de pr&eacute;f&eacute;rences du <application>tableau de bord</application> permet de configurer le comportement des tableaux de bord. Toute modification apport&eacute;e &agrave; l'outil de pr&eacute;f&eacute;rences du <application>tableau de bord</application> affecte tous vos tableaux de bord.</para>
    <para>Le <xref linkend="goscustlookandfeel-TBL-22"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier en ce qui concerne les tableaux de bord :</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-22">
      <title>Pr&eacute;f&eacute;rences du tableau de bord</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Fermer le tiroir apr&egrave;s un clic sur le lanceur </guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Cette option permet de fermer un tiroir lorsque l'un de ses lanceurs a &eacute;t&eacute; s&eacute;lectionn&eacute;. </para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Animation des tiroirs et des tableaux de bord</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Cette option permet d'afficher et de masquer les tableaux de bord et les tiroirs avec une animation.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Vitesse d'animation </guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Cette zone de liste d&eacute;roulante permet de s&eacute;lectionner la vitesse de l'animation.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-93">
    <title>Configuration des PDA  </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences </primary>
      <secondary>PDA</secondary>
    </indexterm>
    <indexterm>
      <primary>p&eacute;riph&eacute;riques</primary>
      <secondary>PDA</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>PDA</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>PDA</guimenuitem></menuchoice>.</para>
    <para>Un <firstterm>assistant num&eacute;rique personnel</firstterm> (PDA, personal digital assistant) est un ordinateur tenant dans la main que vous pouvez utiliser comme organisateur personnel. Vous pouvez y stocker des rendez-vous, des t&acirc;ches, des contacts et d'autres informations. Vous pouvez &eacute;galement transf&eacute;rer ces informations de votre PDA aux applications de Java Desktop System. Vous pouvez par exemple copier les rendez-vous de l'agenda de votre PDA dans <application>Ximian Evolution</application>, et vice versa. </para>
    <para>Lorsque vous transf&eacute;rez des informations entre votre PDA et votre ordinateur, vous effectuez une <firstterm>op&eacute;ration HotSync</firstterm>. Les actions se produisant lors d'une op&eacute;ration HotSync sont contr&ocirc;l&eacute;es par des conduits. Un <firstterm>conduit</firstterm> est une application g&eacute;rant le transfert de donn&eacute;es entre l'ordinateur et le PDA. </para>
    <para>Vous pouvez indiquer &agrave; un conduit de fusionner les donn&eacute;es du PDA et de l'ordinateur. Cette action est appel&eacute;e <firstterm>synchronisation</firstterm>. Vous pouvez par exemple ajouter des informations de contact dans votre PDA, puis ajouter d'autres informations de contact dans l'application <application>Evolution</application>. Ensuite, si vous souhaitez ajouter au PDA les informations contenues dans l'application <application>Evolution </application> et vice versa, vous devez synchroniser les informations du PDA et de l'application <application>Evolution</application>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences de <application>PDA</application> permet de configurer un PDA pour qu'il fonctionne avec Java Desktop System et de modifier les PDA d&eacute;j&agrave; configur&eacute;s. L'outil de pr&eacute;f&eacute;rences de <application>PDA</application> permet de :</para>
    <itemizedlist>
      <listitem>
        <para>configurer un PDA ;</para>
      </listitem>
      <listitem>
        <para>modifier la configuration d'un PDA ;</para>
      </listitem>
      <listitem>
        <para>configurer la connexion de PDA &agrave; votre ordinateur ;</para>
      </listitem>
      <listitem>
        <para>modifier la connexion de PDA &agrave; votre ordinateur ;</para>
      </listitem>
      <listitem>
        <para>configurer le transfert d'informations par les conduits entre votre PDA et les applications de Java Desktop System. </para>
      </listitem>
    </itemizedlist>
    <para>Une application d'arri&egrave;re-plan attend qu'un PDA tente de se synchroniser avec l'ordinateur. Cette application porte le nom de <firstterm>d&eacute;mon de PDA</firstterm>. Le cas &eacute;ch&eacute;ant, le d&eacute;mon synchronise les donn&eacute;es du PDA et celles de l'ordinateur. </para>
    <tip>
      <para>L'application <application>gnome-pilot</application> affiche l'activit&eacute; du d&eacute;mon de PDA. Pour ajouter l'application <application>gnome-pilot</application> &agrave; un tableau de bord, cliquez avec le bouton droit sur le tableau de bord, puis selectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Utilitaire</guisubmenu><guimenuitem>Moniteur PDA</guimenuitem></menuchoice>. Pour de plus amples informations sur l'application <application>gnome-pilot </application>, consultez le document <citetitle>gnome-pilot Applet Manual</citetitle>. </para>
    </tip>
    <sect2 id="goscustdesk-104">
      <title>Configuration d'un PDA</title>
      <para>Pour configurer un PDA, proc&eacute;dez comme suit :</para>
      <itemizedlist>
        <listitem>
          <para>Utilisez l'assistant <application>Param&egrave;tres de Gnome Pilot</application>. Si aucun PDA n'a &eacute;t&eacute; configur&eacute; sur votre ordinateur, l'assistant <application>Param&egrave;tres de Gnome Pilot</application> s'affiche lorsque vous d&eacute;marrez l'outil de pr&eacute;f&eacute;rences de <application>PDA</application>. L'assistant <application>Param&egrave;tres de Gnome Pilot</application> vous guide lors du processus de configuration d'un PDA.</para>
        </listitem>
        <listitem>
          <para>Utilisez l'outil de pr&eacute;f&eacute;rences de <application>PDA</application>. Si un PDA a d&eacute;j&agrave; &eacute;t&eacute; configur&eacute; sur votre ordinateur, la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel> s'affiche lorsque vous d&eacute;marrez l'outil de pr&eacute;f&eacute;rences de <application>PDA</application>. Pour entrer des informations relatives au PDA, utilisez la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot </guilabel>.</para>
        </listitem>
      </itemizedlist>
      <sect3 id="temporary-identifier">
        <title>Utilisation d'un assistant pour configurer un PDA</title>
        <para>Pour configurer un PDA, proc&eacute;dez comme suit :</para>
        <orderedlist>
          <listitem>
            <para>Connectez le PDA &agrave; l'ordinateur. Si votre PDA est &eacute;quip&eacute; d'un socle de synchronisation, placez-y le PDA.</para>
          </listitem>
          <listitem>
            <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. Un assistant <application>Param&egrave;tres de Gnome Pilot</application> s'affiche. Cliquez sur le bouton <guibutton>Suivant</guibutton> pour lancer le processus de configuration.</para>
          </listitem>
          <listitem>
            <para>Entrez des informations relatives &agrave; la connexion du PDA avec votre ordinateur dans la page <guilabel>Param&egrave;tres du socle</guilabel>. Les param&egrave;tres de la page <guilabel>Param&egrave;tres du socle</guilabel> sont pr&eacute;sent&eacute;s dans le tableau ci-dessous.</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colname="colspec0" colwidth="32.07*"/>
                <colspec colname="colspec1" colwidth="67.93*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>&Eacute;l&eacute;ment</para>
                    </entry>
                    <entry>
                      <para>Description </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nom</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez le nom de la connexion dans la zone de texte. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Port</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Dans la zone de liste modifiable, entrez un port pour la connexion. Par exemple, si votre PDA utilise un port s&eacute;rie universel (USB), vous devez entrer <filename>/dev/ttyUSB1</filename> dans ce champ. Si le PDA ne se connecte pas correctement, essayez un autre port.</para>
                      <para>La valeur par d&eacute;faut du champ <guilabel>Port</guilabel> est <filename>/dev/pilot</filename>. Si vous ne souhaitez pas modifier cette valeur par d&eacute;faut, vous pouvez cr&eacute;er un lien symbolique entre le port utilis&eacute; par le PDA et <filename>/dev/pilot</filename>. Par exemple, si le PDA utilise un port USB, lancez une commande similaire &agrave; celle-ci :</para>
                      <para><computeroutput> #</computeroutput> <userinput>ln -s /dev/ttyUSB1 /dev/pilot</userinput></para>
                      <note>
                        <para>pour acc&eacute;der au port sp&eacute;cifi&eacute;, vous devez disposer des autorisations n&eacute;cessaires. Dans le cas contraire, contactez l'administrateur syst&egrave;me.</para>
                      </note>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Vitesse</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Cette zone de liste d&eacute;roulante permet de s&eacute;lectionner la vitesse de connexion.</para>
                      <tip>
                        <para>s&eacute;lectionnez la vitesse la plus basse. Lorsque vous &ecirc;tes certain que la connexion au PDA fonctionne correctement &agrave; la vitesse la plus basse, s&eacute;lectionnez la vitesse suivante. Continuez jusqu'&agrave; trouver la vitesse la plus &eacute;lev&eacute;e &agrave; laquelle la connexion au PDA fonctionne correctement.</para>
                      </tip>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>D&eacute;lai d'ex&eacute;cution</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>&Agrave; l'aide de la zone de s&eacute;lection num&eacute;rique, indiquez la dur&eacute;e (en minutes) pendant laquelle la connexion sera inactive avant d'&ecirc;tre interrompue. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Type</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>S&eacute;lectionnez le type de port &agrave; l'aide des boutons radio. Effectuez un choix parmi les options suivantes:</para>
                      <itemizedlist>
                        <listitem>
                          <para><guilabel>S&eacute;rie</guilabel> : s&eacute;lectionnez cette option pour un port s&eacute;rie.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>USB</guilabel> : s&eacute;lectionnez cette option pour un port USB. </para>
                        </listitem>
                        <listitem>
                          <para><guilabel>IrDA</guilabel> : s&eacute;lectionnez cette option pour un port infrarouge.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>R&eacute;seau</guilabel> : s&eacute;lectionnez cette option pour un port connect&eacute; &agrave; un r&eacute;seau.</para>
                        </listitem>
                      </itemizedlist>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Apr&egrave;s avoir entr&eacute; les informations relatives &agrave; la connexion, cliquez sur le bouton <guibutton>Suivant</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Entrez les informations relatives &agrave; l'identit&eacute; du PDA dans la page <guilabel>Identification du Pilot</guilabel>. Le tableau ci-dessous d&eacute;crit les &eacute;l&eacute;ments de cette page.</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="50*"/>
                <colspec colwidth="50*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>&Eacute;l&eacute;ment</para>
                    </entry>
                    <entry>
                      <para>Description </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Oui, j'ai d&eacute;j&agrave; utilis&eacute; un logiciel de synchronisation avec ce Pilot</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>S&eacute;lectionnez cette option si vous avez d&eacute;j&agrave; d&eacute;fini le nom d'utilisateur et l'identificateur sur ce PDA. Si vous configurez un PDA avec un ordinateur, vous devez d&eacute;finir le nom d'utilisateur et l'identificateur sur le PDA.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para><guilabel>Non, je n'ai jamais utilis&eacute; de logiciel de synchronisation avec ce Pilot</guilabel> </para>
                    </entry>
                    <entry valign="top">
                      <para>S&eacute;lectionnez cette option si vous n'avez jamais d&eacute;fini de nom d'utilisateur et d'identificateur sur ce PDA.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nom d'utilisateur</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Si vous n'avez jamais d&eacute;fini de nom d'utilisateur et d'identificateur sur ce PDA, entrez le nom d'utilisateur dans cette zone de texte.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>ID</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Si vous n'avez jamais d&eacute;fini de nom d'utilisateur et d'identificateur sur ce PDA, entrez l'identificateur dans cette zone de texte. L'identificateur doit &ecirc;tre diff&eacute;rent pour chaque PDA.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Apr&egrave;s avoir entr&eacute; les informations relatives &agrave; l'identit&eacute;, cliquez sur le bouton <guibutton> Suivant</guibutton>. Une page <guilabel>Synchronisation initiale</guilabel> s'affiche. </para>
          </listitem>
          <listitem>
            <para>Appuyez sur le bouton <guibutton>HotSync</guibutton> du PDA. En fonction de l'option s&eacute;lectionn&eacute;e sur la page <guilabel>Identification du Pilot</guilabel>, l'assistant <application>Param&egrave;tres de Gnome Pilot</application> effectue l'une des actions suivantes :</para>
            <itemizedlist>
              <listitem>
                <para>Si vous avez s&eacute;lectionn&eacute; l'option <guilabel>Oui, j'ai d&eacute;j&agrave; utilis&eacute; un logiciel de synchronisation avec ce Pilot</guilabel>, l'assistant <application>Param&egrave;tres de Gnome Pilot </application> va chercher dans le PDA le nom d'utilisateur et l'identificateur qui y sont enregistr&eacute;s.</para>
              </listitem>
              <listitem>
                <para>Si vous avez s&eacute;lectionn&eacute; l'option <guilabel>Non, je n'ai jamais utilis&eacute; de logiciel de synchronisation avec ce Pilot</guilabel>, l'assistant <application>Param&egrave;tres de Gnome Pilot </application> &eacute;tablit le nom d'utilisateur et l'identificateur dans le PDA en fonction des valeurs contenues dans les zones de texte <guilabel>Nom d'utilisateur</guilabel> et <guilabel>ID</guilabel>.</para>
              </listitem>
            </itemizedlist>
            <para>Lorsque la synchronisation initiale est termin&eacute;e, cliquez sur le bouton <guibutton>Suivant</guibutton>. Une page <guilabel>Attributs du Pilot</guilabel> s'affiche.</para>
          </listitem>
          <listitem>
            <para>Entrez le nom et les informations relatives au r&eacute;pertoire du PDA dans la page <guilabel>Attributs du Pilot</guilabel>. Le tableau ci-dessous d&eacute;crit les &eacute;l&eacute;ments de cette page.</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="32.57*"/>
                <colspec colwidth="67.43*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>&Eacute;l&eacute;ment</para>
                    </entry>
                    <entry>
                      <para>Description </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nom du Pilot</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez un nom pour le PDA. Ce nom permet d'identifier le PDA dans l'interface utilisateur.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>R&eacute;pertoire de la base locale</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez le nom du r&eacute;pertoire dans lequel vous souhaitez enregistrer les donn&eacute;es du PDA.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Apr&egrave;s avoir entr&eacute; les informations relatives au nom et au r&eacute;pertoire, cliquez sur le bouton <guibutton> </guibutton>. </para>
          </listitem>
          <listitem>
            <para>Cliquez sur le bouton <guibutton>Appliquer</guibutton> de la page <guilabel>Succ&egrave;s</guilabel> pour refermer l'assistant <application>Param&egrave;tres de Gnome Pilot</application>.</para>
            <para>Vous pouvez &eacute;galement cliquer sur le bouton <guibutton>Annuler </guibutton> pour annuler la configuration du PDA.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="goscustdesk-106">
        <title>Utilisation de l'outil de pr&eacute;f&eacute;rences de PDA pour configurer un PDA</title>
        <para>Proc&eacute;dez comme suit :</para>
        <orderedlist>
          <listitem>
            <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. </para>
          </listitem>
          <listitem>
            <para>Dans l'onglet <guilabel>Pilots</guilabel> de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel>, cliquez sur le bouton <guibutton>Ajouter</guibutton>. La bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel> s'affiche.</para>
          </listitem>
          <listitem>
            <para>Pour que le PDA envoie le nom d'utilisateur et l'identificateur, cliquez sur le bouton <guibutton>Obtenir du Pilot</guibutton>. Pour attribuer un nom d'utilisateur et un identificateur au PDA, entrez le nom d'utilisateur et l'identificateur dans les zones de texte, puis cliquez sur le bouton <guibutton>Envoyer au Pilot</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Entrez les informations relatives au nom et au r&eacute;pertoire du PDA dans les champs <guilabel>Nom du Pilot</guilabel> et <guilabel>R&eacute;pertoire de la base locale</guilabel>. Pour de plus amples informations sur ces champs, reportez-vous &agrave; la rubrique <xref linkend="temporary-identifier"/>.</para>
          </listitem>
        </orderedlist>
      </sect3>
    </sect2>
    <sect2 id="goscustdesk-105">
      <title>Modification d'un PDA</title>
      <para>Proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>Pilots</guilabel> de la bo&icirc;te de dialogue <guilabel> Param&egrave;tres du Pilot</guilabel>, s&eacute;lectionnez le PDA &agrave; modifier, puis cliquez sur le bouton <guibutton>Modifier</guibutton>. La bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot </guilabel> s'affiche.</para>
        </listitem>
        <listitem>
          <para>Pour que le PDA envoie le nom d'utilisateur et l'identificateur, cliquez sur le bouton <guibutton>Obtenir du Pilot</guibutton>. Pour attribuer un nom d'utilisateur et un identificateur au PDA, entrez le nom d'utilisateur et l'identificateur dans les zones de texte, puis cliquez sur le bouton <guibutton>Envoyer au Pilot</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Entrez les informations relatives au nom et au r&eacute;pertoire du PDA dans les champs <guilabel>Nom du Pilot</guilabel> et <guilabel>R&eacute;pertoire de la base locale</guilabel>. Pour de plus amples informations sur ces champs, reportez-vous &agrave; la rubrique <xref linkend="temporary-identifier"/>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>OK</guibutton> de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-107">
      <title>Configuration de la connexion du PDA &agrave; un ordinateur</title>
      <para>Proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>P&eacute;riph&eacute;riques</guilabel> de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel>, cliquez sur <guibutton>Ajouter</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Entrez les informations relatives &agrave; la connexion du PDA dans la bo&icirc;te de dialogue <guilabel>Param&egrave;tres des dispositifs</guilabel>. Pour de plus amples informations sur les &eacute;l&eacute;ments de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres des dispositifs</guilabel>, consultez la rubrique <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-108">
      <title>Modification de la connexion de PDA &agrave; l'ordinateur</title>
      <para>Proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>P&eacute;riph&eacute;riques</guilabel> de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel>, s&eacute;lectionnez les param&egrave;tres mat&eacute;riels &agrave; modifier, puis cliquez sur le bouton <guibutton>&Eacute;diter</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Entrez les param&egrave;tres mat&eacute;riels correspondant au PDA dans la bo&icirc;te de dialogue <guilabel>Param&egrave;tres des dispositifs</guilabel>. Pour de plus amples informations sur les &eacute;l&eacute;ments de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres des dispositifs</guilabel>, consultez la rubrique <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="temporary-identifier-2">
      <title>Sp&eacute;cification relatives au transfert de donn&eacute;es entre un PDA et des applications</title>
      <para>Proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>V&eacute;rifiez que le d&eacute;mon du PDA est actif et fonctionne correctement. Pour cela, ajoutez l'applet <application>gnome-pilot</application> au tableau de bord. Si l'ic&ocirc;ne de l'applet <application>gnome-pilot</application> s'affiche en noir et blanc, cela signifie que le d&eacute;mon du PDA est actif.</para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>Conduits</guilabel> de la bo&icirc;te de dialogue <guilabel> Param&egrave;tres du Pilot</guilabel>, s&eacute;lectionnez le PDA dont vous souhaitez configurer les conduits dans la liste d&eacute;roulante <guilabel>Nom du Pilot</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Pour activer un conduit, s&eacute;lectionnez-le dans le tableau, puis cliquez sur le bouton <guibutton>Activer</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Pour d&eacute;sactiver un conduit, s&eacute;lectionnez-le dans le tableau, puis cliquez sur le bouton <guibutton>D&eacute;sactiver</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Pour configurer un conduit, s&eacute;lectionnez-le dans le tableau, puis cliquez sur le bouton <guibutton>Param&egrave;tres</guibutton>. Entrez les d&eacute;tails de la configuration du conduit dans la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du conduit</guilabel>. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments de cette bo&icirc;te de dialogue.</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec2" colwidth="30.30*"/>
              <colspec colname="colspec3" colwidth="69.70*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>&Eacute;l&eacute;ment</para>
                  </entry>
                  <entry>
                    <para>Description </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Action</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option sert &agrave; s&eacute;lectionner l'action &agrave; effectuer lorsque vous r&eacute;alisez une op&eacute;ration HotSync.</para>
                    <para>S&eacute;lectionnez l'une des options suivantes :</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>D&eacute;sactiv&eacute;</guilabel> : cette option permet de n'effectuer aucune action pour ce conduit.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Synchroniser</guilabel> : cette option permet de synchroniser les donn&eacute;es du PDA avec celles de l'ordinateur.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copier &agrave; partir du Pilot</guilabel> : cette option permet de copier des donn&eacute;es du PDA dans l'ordinateur et d'&eacute;craser les donn&eacute;es figurant dans ce dernier. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copier vers le Pilot</guilabel> : cette option permet de copier des donn&eacute;es de l'ordinateur dans le PDA et d'&eacute;craser les donn&eacute;es figurant dans ce dernier. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Action unique</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet de s&eacute;lectionner une action qui sera effectu&eacute;e une seule fois, lors de la prochaine op&eacute;ration HotSync. S&eacute;lectionnez l'une des options suivantes :</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Aucun</guilabel> : s&eacute;lectionnez cette option pour configurer une action de conduit unique.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Synchroniser</guilabel> : cette option permet de synchroniser les donn&eacute;es du PDA avec celles de l'ordinateur.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copier &agrave; partir du Pilot</guilabel> : cette option permet de copier des donn&eacute;es du PDA dans l'ordinateur et d'&eacute;craser les donn&eacute;es figurant dans ce dernier. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copier vers le Pilot</guilabel> : cette option permet de copier des donn&eacute;es de l'ordinateur dans le PDA et d'&eacute;craser les donn&eacute;es figurant dans ce dernier. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>R&eacute;pertoire de sauvegarde</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Entrez le nom du r&eacute;pertoire dans lequel vous souhaitez stocker les donn&eacute;es de sauvegarde du PDA.</para>
                    <para>Conduit de <guilabel>sauvegarde</guilabel> uniquement. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Sauvegarder uniquement les bases modifi&eacute;es</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Cette option permet de sauvegarder uniquement les donn&eacute;es modifi&eacute;es depuis la sauvegarde pr&eacute;c&eacute;dente. Les donn&eacute;es n'ayant pas &eacute;t&eacute; modifi&eacute;es ne sont pas supprim&eacute;es du r&eacute;pertoire de sauvegarde.</para>
                    <para>Conduit de <guilabel>sauvegarde</guilabel> uniquement. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Supprimer la base locale si elle a &eacute;t&eacute; effac&eacute;e sur le Pilot</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Cette option sert &agrave; supprimer de l'ordinateur les donn&eacute;es ayant &eacute;t&eacute; auparavant supprim&eacute;es du PDA. </para>
                    <para>Conduit de <guilabel>sauvegarde</guilabel> uniquement.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Nombre d'anciennes sauvegardes &agrave; conserver</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Indiquez dans la zone de s&eacute;lection num&eacute;rique le nombre de sauvegardes pr&eacute;c&eacute;dentes devant &ecirc;tre conserv&eacute;es sur l'ordinateur.</para>
                    <para>Conduit de <guilabel>sauvegarde</guilabel> uniquement.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Sync Private Records</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet d'inclure des donn&eacute;es marqu&eacute;es comme priv&eacute;es lors d'une op&eacute;ration HotSync.</para>
                    <para>Elle s'applique uniquement aux conduits suivants :</para>
                    <itemizedlist>
                      <listitem>
                        <para>
                          <guilabel>EAddress</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>ECalendar</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>EToDo</guilabel>
                        </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2" valign="top">
                    <para>
                      <guilabel>Default Sync Address</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3" valign="top">
                    <para>Plusieurs adresses peuvent &ecirc;tre associ&eacute;es aux personnes de contact de votre agenda, par exemple, une adresse professionnelle et une adresse priv&eacute;e. Il est possible que le gestionnaire de contacts du PDA ne prenne en charge qu'une seule adresse.</para>
                    <para>S&eacute;lectionnez la cat&eacute;gorie d'adresse &agrave; synchroniser dans la liste d&eacute;roulante. Si vous voulez par exemple synchroniser uniquement des adresses professionnelles, s&eacute;lectionnez <guilabel>Business</guilabel>. </para>
                    <para>Conduit <guilabel>EAddress</guilabel> uniquement.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Split MultiDay Events</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Cette option permet de s&eacute;parer des rendez-vous s'&eacute;talant sur plusieurs jours pour indiquer un rendez-vous par jour. </para>
                    <para>Conduit <guilabel>ECalendar</guilabel> uniquement.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Priorit&eacute; par d&eacute;faut</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Sp&eacute;cifiez dans la zone de s&eacute;lection num&eacute;rique une priorit&eacute; par d&eacute;faut &agrave; attribuer aux t&acirc;ches auxquelles aucune valeur de priorit&eacute; n'a &eacute;t&eacute; assign&eacute;e.</para>
                    <para>Conduit <guilabel>EToDo</guilabel> uniquement.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton> pour refermer la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du conduit</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="chapter_template-1">
      <title>Sauvegarde des donn&eacute;es du PDA sur l'ordinateur</title>
      <para>Pour &eacute;viter de perdre des informations en cas de probl&egrave;me avec le PDA, vous pouvez sauvegarder les informations qu'il contient dans votre ordinateur. Pour cela, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Pour d&eacute;marrer l'outil de pr&eacute;f&eacute;rences des <application>PDA</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guimenuitem>PDA</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>V&eacute;rifiez que le d&eacute;mon du PDA est actif et fonctionne correctement. Pour cela, ajoutez l'applet <application>gnome-pilot</application> au tableau de bord. Si l'ic&ocirc;ne de l'applet <application>gnome-pilot</application> s'affiche en noir et blanc, cela signifie que le d&eacute;mon du PDA est actif.</para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>Conduits</guilabel> de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du Pilot</guilabel>, s&eacute;lectionnez le PDA dont vous souhaitez sauvegarder les informations dans la liste d&eacute;roulante <guilabel>Nom du Pilot</guilabel>.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez le conduit <guilabel>Sauvegarde</guilabel> dans le tableau, puis cliquez sur le bouton <guibutton>Activer</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Entrez les d&eacute;tails relatifs &agrave; la configuration du conduit <guilabel>Sauvegarde</guilabel> dans la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du conduit </guilabel>. Pour de plus amples informations sur les &eacute;l&eacute;ments de la bo&icirc;te de dialogue <guilabel>Param&egrave;tres du conduit</guilabel>, consultez la rubrique <xref linkend="temporary-identifier-2"/>. </para>
        </listitem>
        <listitem>
          <para>Appuyez sur le bouton <guibutton>HotSync</guibutton> du PDA. </para>
        </listitem>
      </orderedlist>
      <para>Pour de plus amples informations sur la restauration des donn&eacute;es de sauvegarde, consultez le document <citetitle>gnome-pilot Applet Manual</citetitle>.</para>
    </sect2>
  </sect1>
<!--
<sect1 id="goscustdesk-89">
<title>Configuring Printers</title>
<indexterm><primary>preference tools</primary><secondary>printer preferences
</secondary></indexterm><indexterm><primary>printer preferences </primary>
</indexterm><indexterm><primary>printer</primary><secondary>setting preferences
</secondary></indexterm><para>To access the <guilabel>Printer Preferences
</guilabel> preferences tool, click <guibutton>Launch</guibutton>, then choose <menuchoice>
<guimenu>Preferences</guimenu><guimenuitem>Printers</guimenuitem>
</menuchoice>.</para>
<para>You can use the <application>Printer Preferences</application> preferences
tool to add printers and to manage print and job queues.</para>
<sect2 id="goscustdesk-96">
<title>Adding a New Printer</title>
<para>Perform the following steps to add a new printer: <orderedlist>
<listitem><para>Click <guibutton>Launch</guibutton>, then choose<menuchoice>
<guisubmenu>Preferences</guisubmenu><guimenuitem>Printers</guimenuitem>
</menuchoice>.</para></listitem>
<listitem><para>Click on the icon <guilabel>New Printer</guilabel>. </para>
<para>If you are not logged in as <literal>root</literal> user, you are prompted
to enter the root password, then click <guibutton>OK</guibutton>.</para></listitem>
<listitem><para>Follow the instructions in the <guilabel>Add a Printer</guilabel>
dialog as follows.<itemizedlist>
<listitem><para>Specify whether you want to add a local printer attached to
your computer or a remote printer attached to the network.</para>
<note><para>Before you add a remote printer, you must have the following information
from your system administrator: <guilabel>Printer Type</guilabel>, <guilabel>
Host</guilabel>, and <guilabel>Queue</guilabel>.</para>
</note>
</listitem>
<listitem><para>Enter the printer details.</para></listitem>
<listitem><para>Enter the name for your printer.</para></listitem>
<listitem><para>If the details you entered for your printer are correct, click <guibutton>
Apply</guibutton> to add your printer.</para></listitem>
</itemizedlist> </para></listitem>
</orderedlist></para>
</sect2>
<sect2 id="goscustdesk-102">
<title>Managing Your Print Jobs</title>
<para>To manage your print jobs, double-click on the printer icon. Choose
the <guimenu>Edit</guimenu> menu item to perform print job management activities.<xref
linkend="goscustdesk-TBL-116"> lists the print job management activities that
you can perform:</para>
<table frame="topbot" id="goscustdesk-TBL-116">
<title>Print Job Management Activities</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to temporarily
stop your job from printing.</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Resume Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to resume your
printing job.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Cancel Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to cancel your
job from printing.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-895">
<title>Managing Your Printer Queues</title>
<para>The print queue shows the documents that are waiting to be printed.
From the <guilabel>Printer</guilabel> dialog, you can perform printer queue
management duties from the <guimenu>Printer</guimenu> menu.</para>
<para>To manage your printer queues, double-click on the printer icon. Choose
the <guimenu>Printer</guimenu> menu item to perform printer queue management
activities.<xref linkend="goscustdesk-TBL-115"> lists the print job activities
that you can perform:</para>
<table frame="topbot" id="goscustdesk-TBL-115">
<title>Printer Queue Management Activities</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Printer
</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select
this item to temporarily stop your printer.</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Set as Default</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to set the current
printer as your default printer.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Print Test Page
</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select
this item to print a test page.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-894">
<title>To View Documents Waiting to Print</title>
<para>For documents waiting to print, you can view, but not change, the status
of the job. To view your current print jobs, double-click the printer for
which you want to view the documents waiting to print. </para>
<para><xref linkend="goscustdesk-TBL-114"> shows the information displayed
for each document in the print queue.</para>
<table frame="topbot" id="goscustdesk-TBL-114">
<title>Print Job Status</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Name</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the name of the document.
</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Job Number</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the number assigned to
the print job.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Owner</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the username of the person
who sent the document to the printer.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Size</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the size of the document
in kilobytes.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>State</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the current status of the
document such as Spooling, Paused, or Printing.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-103">
<title>Setting Printer Options</title>
<para>Perform the following steps to set printer options: <orderedlist>
<listitem><para>Log in as <literal>root</literal> user.</para></listitem>
<listitem><para>From the <guilabel>Printers</guilabel> dialog, highlight the
printer that you want to modify, then choose <menuchoice><guimenu>File
</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.</para></listitem>
<listitem><para>From the <guilabel>Properties</guilabel> dialog, you can customize
the settings for printers in the following functional areas:</para>
<itemizedlist>
<listitem><para><guilabel>General</guilabel></para></listitem>
<listitem><para><guilabel>Paper</guilabel></para></listitem>
<listitem><para><guilabel>Advanced</guilabel></para></listitem>
</itemizedlist>
</listitem>
</orderedlist></para>
</sect2>
<sect2 id="goscustdesk-891">
<title>Setting General Options</title>
<indexterm><primary>sessions</primary><secondary>setting options</secondary>
</indexterm><para>Use the <guilabel>General</guilabel> tabbed section to view
and to modify information about the selected printer such as the printer's
name and location.</para>
<para><xref linkend="goscustdesk-TBL-111"> lists the general options that
you can modify.</para>
<table frame="topbot" id="goscustdesk-TBL-111">
<title>General Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Name</guilabel></para></entry>
<entry colsep="0" rowsep="0" valign="top"><para>Shows the name of the selected
printer. </para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Description</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Provides a brief description of the selected
printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Location</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><indexterm><primary>startup applications</primary><secondary>
session-managed</secondary></indexterm><para>Shows the location of the selected
printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
 Resolution</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select the resolution to use for the printer
from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Status
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Shows the status of the selected printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guibutton>Print
a Test Page</guibutton></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0"><para>Click to print a test page.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-892">
<title>Setting Paper Options</title>
<indexterm><primary>startup applications</primary><secondary>session-managed
</secondary></indexterm><indexterm><primary>sessions</primary><secondary>
setting properties</secondary></indexterm><para>Use the <guilabel>Paper</guilabel>
tabbed section to specify paper values, and to choose the paper layout for
the selected printer.</para>
<para><xref linkend="goscustdesk-TBL-112"> lists the paper options that you
can specify.</para>
<table frame="topbot" id="goscustdesk-TBL-112">
<title>Paper Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Paper size
</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>
Select the paper size to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Paper type</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><para>Select the paper type to use for the printer from the drop-down
list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Source</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><para>Select the paper tray to use for the printer from the drop-down
list. The source specifies where the paper is located in the printer.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Double
Sided</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the layout to use for the printer from the drop-down list.</para></entry>
</row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-893">
<title>Setting Advanced Options</title>
<indexterm><primary>startup applications</primary><secondary>non-session-managed
</secondary></indexterm><para>Use the <guilabel>Advanced</guilabel> tabbed
section to specify advanced values for the selected printer.</para>
<para><xref linkend="goscustdesk-TBL-113"> lists an example of advanced options
that you can specify for a specific printer.</para>
<table frame="topbot" id="goscustdesk-TBL-113">
<title>Advanced Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Floyd-Steinberg
Dithering</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>
Select the type of dithering to use for the printer from the drop-down list,
for example, Floyd-Steinberg dithering.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Manual Feed of Paper</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select whether you want to switch on or off
the paper manual feed from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Page Region</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select the paper size to use for the printer
from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Number
of Copies</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the number of copies that you want to print from the drop-down list.
</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Density
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the density to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Economy
mode</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the economy mode to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>REt Setting
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the Resolution Enhancement Technology (REt) setting to use for the
printer from the drop-down list. REt inserts smaller dots at the edges of
lines and smooths any rough edges.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
</sect1>
-->
  <sect1 id="goscustdoc-2">
    <title>S&eacute;lection de vos applications pr&eacute;f&eacute;r&eacute;es </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>applications pr&eacute;f&eacute;r&eacute;es</secondary>
    </indexterm>
    <indexterm>
      <primary>applications par d&eacute;faut</primary>
      <see>applications pr&eacute;f&eacute;r&eacute;es</see>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>applications pr&eacute;f&eacute;r&eacute;es</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Applications pr&eacute;f&eacute;r&eacute;es</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences des <application>applications pr&eacute;f&eacute;r&eacute;es</application> permet de sp&eacute;cifier les applications &agrave; utiliser lorsque Java Desktop System d&eacute;marre une application. Par exemple, vous pouvez sp&eacute;cifier <application>Xterm</application> en tant qu'application de terminal par d&eacute;faut. Pour d&eacute;marrer l'application <application>Xterm</application>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Applications</guimenu><guisubmenu>Utilitaires</guisubmenu><guimenuitem>Terminal</guimenuitem></menuchoice>.</para>
    <para>Vous pouvez param&eacute;trer les pr&eacute;f&eacute;rences de l'outil de pr&eacute;f&eacute;rences des <application>applications pr&eacute;f&eacute;r&eacute;es</application> dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>Navigateur Web </guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Mail Reader</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>&Eacute;diteur de texte</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Terminal</guilabel>;</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustlookandfeel-32">
      <title>Pr&eacute;f&eacute;rences du navigateur Web </title>
      <indexterm>
        <primary>applications pr&eacute;f&eacute;r&eacute;es</primary>
        <secondary>navigateur Web</secondary>
      </indexterm>
      <indexterm>
        <primary>navigateur Web, application pr&eacute;f&eacute;r&eacute;e</primary>
      </indexterm>
      <para>L'onglet <application>Navigateur Web</application> permet de configurer votre navigateur Web par d&eacute;faut. Celui-ci s'ouvre lorsque vous cliquez sur une URL. Par exemple, le navigateur Web par d&eacute;faut s'ouvre quand vous s&eacute;lectionnez une URL dans une application ou un lanceur d'URL sur l'arri&egrave;re-plan du bureau.</para>
      <para>Le <xref linkend="goscustlookandfeel-TBL-37"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier en ce qui concerne le navigateur Web.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-37">
        <title>Pr&eacute;f&eacute;rences par d&eacute;faut du navigateur Web </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> S&eacute;lectionnez un navigateur Web</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'utiliser un navigateur Web standard. La zone de liste d&eacute;roulante modifiable permet de s&eacute;lectionner votre navigateur Web par d&eacute;faut.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Navigateur Web personnalis&eacute;</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'utiliser un navigateur Web personnalis&eacute;. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Commande</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Entrez la commande &agrave; ex&eacute;cuter pour d&eacute;marrer le navigateur Web personnalis&eacute;. Pour permettre au navigateur d'afficher un URL sur lequel vous cliquez, entrez <command> &ldquo;%s&rdquo;</command> apr&egrave;s la commande.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> D&eacute;marrer dans un Terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'ex&eacute;cuter la commande dans une fen&ecirc;tre de terminal. S&eacute;lectionnez cette option si votre navigateur ne s'ouvre pas dans une fen&ecirc;tre.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-42">
      <title>Pr&eacute;f&eacute;rences du client e-mail </title>
      <indexterm>
        <primary>applications pr&eacute;f&eacute;r&eacute;es</primary>
        <secondary>client e-mail</secondary>
      </indexterm>
      <indexterm>
        <primary>client e-mail, application pr&eacute;f&eacute;r&eacute;e</primary>
      </indexterm>
      <para>&Agrave; l'aide de l'onglet <application>Mail Reader</application>, configurez votre client e-mail pr&eacute;f&eacute;r&eacute;. </para>
      <para>Le <xref linkend="goscustlookandfeel-TBL-43"/> r&eacute;pertorie les pr&eacute;f&eacute;rences du client e-mail que vous pouvez modifier.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-43">
        <title>Pr&eacute;f&eacute;rences du client e-mail </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Select a Mail Reader</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'utiliser un client e-mail standard. La zone de liste d&eacute;roulante modifiable permet de s&eacute;lectionner votre client e-mail par d&eacute;faut.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Custom Mail Reader</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'utiliser un client e-mail personnalis&eacute;. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Commande</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Entrez la commande &agrave; ex&eacute;cuter pour d&eacute;marrer le client d'e-mail personnalis&eacute;.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> D&eacute;marrer dans un Terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'ex&eacute;cuter la commande dans une fen&ecirc;tre de terminal. S&eacute;lectionnez cette option si le client d'e-mail ne s'ouvre pas dans une fen&ecirc;tre.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-31">
      <title>Pr&eacute;f&eacute;rences de l'&eacute;diteur de texte </title>
      <indexterm>
        <primary>applications pr&eacute;f&eacute;r&eacute;es</primary>
        <secondary>&eacute;diteur de texte</secondary>
      </indexterm>
      <indexterm>
        <primary>&eacute;diteur de texte, application pr&eacute;f&eacute;r&eacute;e</primary>
      </indexterm>
      <para>L'onglet <application> &Eacute;diteur de texte</application> permet de configurer votre &eacute;diteur de texte par d&eacute;faut.</para>
      <para>Le <xref linkend="goscustdoc-TBL-1"/> liste les pr&eacute;f&eacute;rences de l'&eacute;diteur de texte par d&eacute;faut que vous pouvez modifier.</para>
      <table frame="topbot" id="goscustdoc-TBL-1">
        <title>Pr&eacute;f&eacute;rences de l'&eacute;diteur de texte par d&eacute;faut </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> S&eacute;lectionnez un &eacute;diteur</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'utiliser un &eacute;diteur de texte standard. La zone de liste d&eacute;roulante modifiable permet de sp&eacute;cifier l'&eacute;diteur de texte par d&eacute;faut.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> &Eacute;diteur personnalis&eacute;</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'utiliser un &eacute;diteur de texte personnalis&eacute;. Une bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s de l'&eacute;diteur personnalis&eacute;</guilabel> s'affiche. </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Nom</guilabel> : entrez le nom de l'&eacute;diteur de texte personnalis&eacute;.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Commande</guilabel> : entrez la commande que vous souhaitez utiliser pour lancer l'&eacute;diteur de texte personnalis&eacute;.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Cette application peut ouvrir plusieurs fichiers</guilabel> : s&eacute;lectionnez cette option si l'&eacute;diteur de texte par d&eacute;faut peut ouvrir plusieurs fichiers.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Cette application doit &ecirc;tre ex&eacute;cut&eacute;e dans un shell</guilabel> : Cette option permet d'ex&eacute;cuter la commande dans une fen&ecirc;tre de terminal. S&eacute;lectionnez cette option si l'&eacute;diteur ne s'ouvre pas dans une fen&ecirc;tre.</para>
                  </listitem>
                </itemizedlist>
                <para>Apr&egrave;s avoir sp&eacute;cifi&eacute; un &eacute;diteur de texte personnalis&eacute;, vous pouvez cliquer sur le bouton <guibutton>Propri&eacute;t&eacute;s</guibutton> afin d'afficher la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s de l'&eacute;diteur personnalis&eacute;</guilabel>. Cette bo&icirc;te de dialogue permet de modifier les propri&eacute;t&eacute;s de l'&eacute;diteur de texte personnalis&eacute;.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Utiliser cet &eacute;diteur pour ouvrir des fichiers texte dans le gestionnaire de fichiers</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet au gestionnaire de fichiers de d&eacute;marrer l'&eacute;diteur de texte personnalis&eacute; pour afficher des fichiers texte.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-34">
      <title>Pr&eacute;f&eacute;rences du terminal </title>
      <indexterm>
        <primary>applications par d&eacute;faut</primary>
        <secondary>terminal</secondary>
      </indexterm>
      <indexterm>
        <primary>terminal, application par d&eacute;faut</primary>
      </indexterm>
      <para>L'onglet <application>Terminal</application> permet de configurer votre terminal par d&eacute;faut.</para>
      <para>Le <xref linkend="goscustlookandfeel-TBL-35"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier en ce qui concerne votre terminal par d&eacute;faut.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-35">
        <title>Pr&eacute;f&eacute;rences du terminal par d&eacute;faut </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> S&eacute;lectionner un terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'utiliser un terminal standard. Utilisez la zone de liste d&eacute;roulante modifiable pour sp&eacute;cifier votre terminal pr&eacute;f&eacute;r&eacute;. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Terminal personnalis&eacute;</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet d'utiliser un terminal personnalis&eacute;.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Commande</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Entrez la commande &agrave; ex&eacute;cuter pour d&eacute;marrer le terminal personnalis&eacute;. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Indicateur d'Exec</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Entrez l'option <command>exec</command> &agrave; utiliser avec la commande.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-70">
    <title>Param&eacute;trage des pr&eacute;f&eacute;rences de la r&eacute;solution d'&eacute;cran </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary> r&eacute;solution de l'&eacute;cran</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de la <guilabel>r&eacute;solution d'&eacute;cran</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauAffichage</guisubmenu><guimenuitem>R&eacute;solution d'&eacute;cran</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences de <application>r&eacute;solution de l'&eacute;cran</application> vous permet de sp&eacute;cifier les param&egrave;tres de r&eacute;solution de votre &eacute;cran. Le <xref linkend="goscustdesk-TBL-72"/> r&eacute;pertorie les pr&eacute;f&eacute;rences que vous pouvez modifier en ce qui concerne la r&eacute;solution de votre &eacute;cran.</para>
    <table frame="topbot" id="goscustdesk-TBL-72">
      <title>Pr&eacute;f&eacute;rences de r&eacute;solution de l'&eacute;cran</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="50*"/>
        <colspec colname="colspec1" colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>R&eacute;solution</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>S&eacute;lectionnez la r&eacute;solution d'&eacute;cran &agrave; utiliser dans la liste d&eacute;roulante.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Fr&eacute;quence de rafra&icirc;chissement</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>S&eacute;lectionnez dans la liste d&eacute;roulante la fr&eacute;quence de rafra&icirc;chissement d'&eacute;cran de votre choix.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guilabel>Param&egrave;tres par d&eacute;faut uniquement pour cet ordinateur</guilabel> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>S&eacute;lectionnez cette option si vous souhaitez faire de ces param&egrave;tres de r&eacute;solution d'&eacute;cran les param&egrave;tres par d&eacute;faut uniquement pour le syst&egrave;me sur lequel vous &ecirc;tes connect&eacute;.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-65">
    <title>Param&eacute;trage des pr&eacute;f&eacute;rences de l'&eacute;conomiseur d'&eacute;cran </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>&eacute;conomiseur d'&eacute;cran</secondary>
    </indexterm>
    <indexterm>
      <primary>sessions</primary>
      <secondary>configuration de l'&eacute;conomiseur d'&eacute;cran</secondary>
    </indexterm>
    <indexterm>
      <primary>&eacute;conomiseur d'&eacute;cran, param&eacute;trage des pr&eacute;f&eacute;rences</primary>
    </indexterm>
    <indexterm>
      <primary>XScreenSaver</primary>
      <see>&eacute;conomiseur d'&eacute;cran</see>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences de l'<guilabel>&eacute;conomiseur d'&eacute;cran</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauAffichage</guisubmenu><guimenuitem>&Eacute;conomiseur d'&eacute;cran</guimenuitem></menuchoice>.</para>
    <para>Un &eacute;conomiseur d'&eacute;cran est une application permettant de remplacer l'image affich&eacute;e &agrave; l'&eacute;cran lorsque celui-ci est inactif. Un &eacute;conomiseur d'&eacute;cran peut &ecirc;tre configur&eacute; de diff&eacute;rentes fa&ccedil;ons :</para>
    <itemizedlist>
      <listitem>
        <para>activation apr&egrave;s une p&eacute;riode d'inactivit&eacute; sp&eacute;cifi&eacute;e ;</para>
      </listitem>
      <listitem>
        <para>activation lors du verrouillage de l'&eacute;cran ;</para>
      </listitem>
      <listitem>
        <para>gestion de l'&eacute;nergie utilis&eacute;e par le moniteur lorsque le syst&egrave;me est inactif. </para>
      </listitem>
    </itemizedlist>
    <para>Vous pouvez personnaliser les param&egrave;tres de l'outil de pr&eacute;f&eacute;rences de l'<application>&eacute;conomiseur d'&eacute;cran</application> dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>Modes d'affichage</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Avanc&eacute;</guilabel>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-59">
      <title>Pr&eacute;f&eacute;rences des modes d'affichage</title>
      <para>Utilisez l'onglet <guilabel>Modes d'affichage</guilabel> pour d&eacute;finir l'affichage des pr&eacute;f&eacute;rences de mode.</para>
      <para>Le <xref linkend="goscustdesk-TBL-63"/> liste les pr&eacute;f&eacute;rences de mode d'affichage que vous pouvez modifier.</para>
      <table frame="topbot" id="goscustdesk-TBL-63">
        <title>Pr&eacute;f&eacute;rences du mode d'affichage de l'&eacute;conomiseur d'&eacute;cran</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="35.09*"/>
          <colspec colname="colspec3" colwidth="64.91*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Mode</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette zone de liste d&eacute;roulante permet de sp&eacute;cifier le comportement de l'&eacute;conomiseur d'&eacute;cran. Effectuez un choix parmi les options suivantes: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>D&eacute;sactiver l'&eacute;conomiseur d'&eacute;cran</guilabel> : cette option permet de ne pas utiliser l'&eacute;conomiseur d'&eacute;cran.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>&Eacute;cran vide seulement</guilabel> : cette option permet de vider l'&eacute;cran lors du verrouillage de celui-ci.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Un seul &eacute;conomiseur d'&eacute;cran</guilabel> : cette option permet de n'afficher qu'un seul &eacute;conomiseur d'&eacute;cran de la zone de liste lors du verrouillage de votre &eacute;cran.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>&Eacute;conomiseur d'&eacute;cran al&eacute;atoire</guilabel> : cette option vous permet d'afficher une s&eacute;lection al&eacute;atoire d'&eacute;conomiseurs d'&eacute;cran de la zone de liste lors du verrouillage de votre &eacute;cran. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Liste d'affichage</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>S&eacute;lectionnez dans cette zone de liste l'&eacute;conomiseur d'&eacute;cran de votre choix.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>&Eacute;teindre apr&egrave;s</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Sp&eacute;cifiez le d&eacute;lai devant s'&eacute;couler entre la derni&egrave;re utilisation du clavier ou de la souris et l'activation de l'&eacute;conomiseur d'&eacute;cran. </para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Remplacer apr&egrave;s</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Sp&eacute;cifiez le d&eacute;lai pendant lequel un &eacute;conomiseur sp&eacute;cifique doit &ecirc;tre affich&eacute; avant d'en afficher un autre.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Verrouiller l'&eacute;cran apr&egrave;s</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Cette option permet de verrouiller l'&eacute;cran apr&egrave;s l'activation de l'&eacute;conomiseur d'&eacute;cran. Cette zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier le d&eacute;lai souhait&eacute; entre l'activation de l'&eacute;conomiseur d'&eacute;cran et le verrouillage de l'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>Aper&ccedil;u</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Ce bouton permet d'obtenir un aper&ccedil;u de l'&eacute;conomiseur d'&eacute;cran s&eacute;lectionn&eacute; dans la zone de liste. Pour quitter cet aper&ccedil;u, appuyez sur une touche quelconque ou cliquez sur l'un des boutons de la souris.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Param&egrave;tres</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Ce bouton permet d'afficher les options relatives &agrave; l'&eacute;cran de veille s&eacute;lectionn&eacute; dans la zone de liste d'affichage. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-60">
      <title>Pr&eacute;f&eacute;rences avanc&eacute;es</title>
      <para>Utilisez l'onglet <guilabel>Avanc&eacute;es</guilabel> pour d&eacute;finir les pr&eacute;f&eacute;rences avanc&eacute;es de l'&eacute;cran de veille.</para>
      <para>Le <xref linkend="goscustdesk-TBL-64"/> liste les pr&eacute;f&eacute;rences avanc&eacute;es modifiables de l'&eacute;conomiseur d'&eacute;cran.</para>
      <table frame="topbot" id="goscustdesk-TBL-64">
        <title>Pr&eacute;f&eacute;rences avanc&eacute;es de l'&eacute;conomiseur d'&eacute;cran</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="40.38*"/>
          <colspec colname="colspec3" colwidth="59.62*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Capturer les images du bureau </guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Certains &eacute;conomiseurs d'&eacute;cran peuvent r&eacute;aliser une capture de votre &eacute;cran, puis la manipuler afin de cr&eacute;er un &eacute;conomiseur. Cette option permet aux &eacute;conomiseurs de r&eacute;aliser une capture de l'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Capturer les images vid&eacute;o </guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Certains &eacute;conomiseurs d'&eacute;cran peuvent capturer une image vid&eacute;o, puis la manipuler pour cr&eacute;er un &eacute;conomiseur. Si votre syst&egrave;me poss&egrave;de une carte de capture vid&eacute;o, cette option permet aux &eacute;conomiseurs d'&eacute;cran de capturer des images vid&eacute;o.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>S&eacute;lectionner une image al&eacute;atoire</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet aux &eacute;conomiseurs d'utiliser des images provenant d'un r&eacute;pertoire s&eacute;lectionn&eacute;. Entrez le chemin du r&eacute;pertoire dans le champ ad hoc. Vous pouvez &eacute;galement cliquer sur <guibutton>Parcourir</guibutton> pour afficher une bo&icirc;te de dialogue vous permettant de s&eacute;lectionner un r&eacute;pertoire. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Diagnostics bavards</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet d'afficher des informations de diagnostic relatives &agrave; l'&eacute;conomiseur d'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Afficher les erreurs des sous-processus</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet d'afficher les erreurs relatives aux sous-processus de l'&eacute;conomiseur d'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Afficher l'&eacute;cran d'accueil au d&eacute;marrage</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet d'afficher une bo&icirc;te de dialogue d'accueil lors du d&eacute;marrage de <application>Xscreensaver</application>. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Gestion de l'&eacute;nergie activ&eacute;e</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet d'activer la gestion de l'&eacute;nergie de votre moniteur, r&eacute;duisant ainsi la consommation d'&eacute;nergie de votre moniteur lorsque celui-ci est inactif. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Veille apr&egrave;s </guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Sp&eacute;cifiez le d&eacute;lai devant s'&eacute;couler avant la mise en veille du moniteur. Lorsque le moniteur est en mode veille, l'&eacute;cran est noir.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Suspendu apr&egrave;s </guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Sp&eacute;cifiez le d&eacute;lai devant s'&eacute;couler avant le passage du moniteur en mode d'&eacute;conomie d'&eacute;nergie. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>&Eacute;teint apr&egrave;s</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Sp&eacute;cifiez le d&eacute;lai devant s'&eacute;couler avant que le moniteur ne s'&eacute;teigne. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Installer une palette de couleurs </guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet d'installer une palette de couleur priv&eacute;e lorsque l'&eacute;conomiseur d'&eacute;cran est actif, optimisant ainsi la qualit&eacute; des couleurs de certains &eacute;conomiseurs d'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Fondu au noir lors de l'extinction</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette option permet &agrave; l'&eacute;cran de passer progressivement au noir lors de l'activation de l'&eacute;conomiseur d'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Fondu au blanc lors de la r&eacute;activation</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Cette fonction permet de passer progressivement du noir au contenu de l'&eacute;cran lors de la fermeture de l'&eacute;conomiseur.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Dur&eacute;e du fondu</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Sp&eacute;cifiez le d&eacute;lai n&eacute;cessaire au fondu lors de l'activation de l'&eacute;conomiseur d'&eacute;cran.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustsession-5">
    <title>Configuration de sessions </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>sessions</secondary>
    </indexterm>
    <indexterm>
      <primary>sessions</primary>
      <secondary>pr&eacute;f&eacute;rences</secondary>
    </indexterm>
    <indexterm>
      <primary>applications de d&eacute;marrage</primary>
      <secondary>personnalisation</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>sessions</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Sessions</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences <application>Sessions</application> vous permet de g&eacute;rer vos sessions. Vous pouvez d&eacute;finir des pr&eacute;f&eacute;rences de session et sp&eacute;cifier les applications &agrave; d&eacute;marrer &agrave; l'ouverture d'une session. Vous pouvez configurer vos sessions afin qu'elles enregistrent l'&eacute;tat des applications sur Java Desktop System et le restaurent lorsque vous en d&eacute;marrez une nouvelle. Cet outil de pr&eacute;f&eacute;rences vous permet &eacute;galement de g&eacute;rer plusieurs sessions de Java Desktop System.</para>
    <para>Vous pouvez personnaliser les param&egrave;tres des sessions et des applications de d&eacute;marrage dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>Options de session</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Session courante</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>Programmes au d&eacute;marrage</guilabel>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustsession-16">
      <title>Param&eacute;trage des pr&eacute;f&eacute;rences des sessions </title>
      <indexterm>
        <primary>sessions</primary>
        <secondary>param&eacute;trage des options</secondary>
      </indexterm>
      <para>L'onglet <guilabel>Options de session</guilabel> permet de g&eacute;rer plusieurs sessions et de d&eacute;finir les pr&eacute;f&eacute;rences de la session courante. </para>
      <para>Le <xref linkend="goscustsession-TBL-11"/> liste les options de session pouvant &ecirc;tre modifi&eacute;es.</para>
      <table frame="topbot" id="goscustsession-TBL-11">
        <title>Options de session </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Afficher l'&eacute;cran d'accueil &agrave; la connexion</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'afficher un &eacute;cran d'accueil lorsque vous d&eacute;marrez une session. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Invite &agrave; la d&eacute;connexion</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'afficher une bo&icirc;te de dialogue de confirmation lorsque vous quittez une session. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Enregistrer automatiquement les modifications de la session</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <indexterm>
                  <primary>applications de d&eacute;marrage </primary>
                  <secondary>g&eacute;r&eacute;es par la session</secondary>
                </indexterm>
                <para>Cette option permet au gestionnaire de session d'enregistrer l'&eacute;tat courant de la session. Il enregistre les applications g&eacute;r&eacute;es par la session ouvertes ainsi que les param&egrave;tres qui leur sont associ&eacute;s. Lorsque vous ouvrez une nouvelle session, les applications d&eacute;marrent automatiquement avec les param&egrave;tres enregistr&eacute;s. </para>
                <para>Si vous ne s&eacute;lectionnez pas cette option, la bo&icirc;te de dialogue <guilabel>Confirmation de d&eacute;connexion</guilabel> propose une option <guilabel>Enregistrer la configuration courante</guilabel>.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Sessions</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Cette zone de la bo&icirc;te de dialogue permet de g&eacute;rer plusieurs sessions sur Java Desktop System, en proc&eacute;dant comme suit :</para>
                <itemizedlist>
                  <listitem>
                    <para>Pour cr&eacute;er une nouvelle session, cliquez sur le bouton <guibutton>Ajouter</guibutton>. &Agrave; l'aide de la bo&icirc;te de dialogue <guilabel>Ajouter une nouvelle session</guilabel>, donnez un nom &agrave; votre session.</para>
                  </listitem>
                  <listitem>
                    <para>Pour renommer une session, s&eacute;lectionnez-la dans le tableau <guilabel>S&eacute;lectionner la session courante</guilabel>. Cliquez sur le bouton <guibutton>&Eacute;diter</guibutton>. La bo&icirc;te de dialogue <guilabel>&Eacute;diter le nom de session</guilabel> s'affiche. Entrez un nouveau nom pour la session.</para>
                  </listitem>
                  <listitem>
                    <para>Pour supprimer une session, s&eacute;lectionnez-la dans la table <guilabel> S&eacute;lectionner la session courante</guilabel>. Cliquez sur le bouton <guibutton>Supprimer</guibutton>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-27">
      <title>D&eacute;finition des propri&eacute;t&eacute;s de la session </title>
      <indexterm>
        <primary>applications de d&eacute;marrage</primary>
        <secondary>g&eacute;r&eacute;es par la session</secondary>
      </indexterm>
      <indexterm>
        <primary>sessions</primary>
        <secondary>param&eacute;trage des propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>L'onglet <guilabel>Session courante</guilabel> permet de sp&eacute;cifier les valeurs de l'ordre de d&eacute;marrage et de s&eacute;lectionner le style de red&eacute;marrage des applications g&eacute;r&eacute;es par la session courante. </para>
      <para>Le <xref linkend="sessprop01"/> &eacute;num&egrave;re les propri&eacute;t&eacute;s configurables de la session. </para>
      <table frame="topbot" id="sessprop01">
        <title>Propri&eacute;t&eacute;s des sessions </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Ordre</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>La propri&eacute;t&eacute; <guilabel>Ordre</guilabel> sp&eacute;cifie la s&eacute;quence dans laquelle le gestionnaire de session lance les applications de d&eacute;marrage g&eacute;r&eacute;es par la session. Il proc&egrave;de dans l'ordre croissant des valeurs d'ordre. La valeur par d&eacute;faut est 50.</para>
                <para>Pour sp&eacute;cifier l'ordre de d&eacute;marrage d'une application, s&eacute;lectionnez-la dans la table. La bo&icirc;te de s&eacute;lection num&eacute;rique <guilabel>Ordre</guilabel> permet de sp&eacute;cifier la valeur de l'ordre de d&eacute;marrage.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Style</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>La propri&eacute;t&eacute; <guilabel>Style</guilabel> d&eacute;termine le style de d&eacute;marrage d'une application. Pour s&eacute;lectionner le style de red&eacute;marrage d'une application, cliquez dessus dans le tableau, puis s&eacute;lectionnez l'un des styles suivants : </para>
                <itemizedlist>
                  <listitem>
                    <para>
                      <guilabel>Normal</guilabel>
                    </para>
                    <para>D&eacute;marre automatiquement lorsque vous d&eacute;marrez une session de Java Desktop System La commande <command> kill</command> permet de quitter les applications pr&eacute;sentant ce style de red&eacute;marrage pendant une session.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Red&eacute;marrer</guilabel>
                    </para>
                    <para>Red&eacute;marre automatiquement lorsque vous fermez ou quittez l'application. S&eacute;lectionnez ce style pour une application qui doit tourner en permanence pendant une session. Pour quitter une application de ce type, s&eacute;lectionnez-la dans la table, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Corbeille</guilabel>
                    </para>
                    <para>Ne d&eacute;marre pas lorsque vous lancez une session de Java Desktop System.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Param&egrave;tres</guilabel>
                    </para>
                    <para>D&eacute;marre automatiquement lorsque vous ouvrez une session. Les applications de ce type poss&egrave;dent g&eacute;n&eacute;ralement une valeur d'ordre de d&eacute;marrage faible et enregistrent les param&egrave;tres de configuration des applications de Java Desktop System et des applications g&eacute;r&eacute;es par la session.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Supprimer</guibutton>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Le bouton <guibutton>Supprimer</guibutton> permet de supprimer l'application s&eacute;lectionn&eacute;e dans la liste. Celle-ci est ferm&eacute;e et dispara&icirc;t du gestionnaire de session. Une application supprim&eacute;e ne d&eacute;marre pas &agrave; l'ouverture d'une nouvelle session.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0">
                <para><guibutton>Appliquer</guibutton> </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0">
                <para>Le bouton <guibutton>Appliquer</guibutton> permet d'appliquer les modifications apport&eacute;es &agrave; l'ordre de d&eacute;marrage et au style de red&eacute;marrage.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustsession-12">
      <title>Configuration des applications de d&eacute;marrage </title>
      <indexterm>
        <primary>applications de d&eacute;marrage</primary>
        <secondary> non g&eacute;r&eacute;es par la session</secondary>
      </indexterm>
      <para>L'onglet <guilabel>Programmes au d&eacute;marrage</guilabel> de l'outil de pr&eacute;f&eacute;rences des <application>sessions</application> vous permet de sp&eacute;cifier des <firstterm>applications de d&eacute;marrage</firstterm> non g&eacute;r&eacute;es par la session. Les applications de d&eacute;marrage sont lanc&eacute;es automatiquement lorsque vous ouvrez une session. L'onglet <guilabel>Programmes au d&eacute;marrage</guilabel> permet de sp&eacute;cifier les commandes qui ex&eacute;cutent les applications non g&eacute;r&eacute;es par la session. Ces commandes s'ex&eacute;cutent automatiquement lorsque vous vous connectez.</para>
      <para>Vous pouvez &eacute;galement d&eacute;marrer automatiquement les applications g&eacute;r&eacute;es par la session. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="goscustsession-16"/>.</para>
      <para>Le <xref linkend="goscustsession-TBL-19"/> liste les pr&eacute;f&eacute;rences modifiables des applications de d&eacute;marrage.</para>
      <table frame="topbot" id="goscustsession-TBL-19">
        <title>Pr&eacute;f&eacute;rences des programmes de d&eacute;marrage </title>
        <tgroup cols="2">
          <colspec colname="col1" colwidth="18.86*"/>
          <colspec colname="col2" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colname="col1" colsep="0">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colname="col2" colsep="0">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="col1" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Ajouter un programme de d&eacute;marrage</guilabel>
                </para>
              </entry>
              <entry colname="col2" colsep="0" rowsep="0" valign="top">
                <para>Cette table permet de g&eacute;rer les applications de d&eacute;marrage non g&eacute;r&eacute;es par la session en proc&eacute;dant de la mani&egrave;re suivante :</para>
                <itemizedlist>
                  <listitem>
                    <para>Pour ajouter une application de d&eacute;marrage, cliquez sur le bouton <guibutton>Ajouter</guibutton>. La bo&icirc;te de dialogue <guilabel>Ajouter un programme de d&eacute;marrage</guilabel> s'affiche. Entrez la commande permettant de d&eacute;marrer l'application dans le champ <guilabel>Commande de d&eacute;marrage</guilabel>. </para>
                    <para>Si vous sp&eacute;cifiez plusieurs applications de d&eacute;marrage, la zone de s&eacute;lection num&eacute;rique <guilabel>Ordre</guilabel> permet de sp&eacute;cifier l'ordre de d&eacute;marrage de chaque application. Celui-ci correspond &agrave; la s&eacute;quence dans laquelle les applications doivent d&eacute;marrer.</para>
                  </listitem>
                  <listitem>
                    <para>Pour &eacute;diter une application de d&eacute;marrage, s&eacute;lectionnez celle-ci, puis cliquez sur le bouton <guibutton>&Eacute;diter</guibutton>. La bo&icirc;te de dialogue <guilabel>&Eacute;diter le programme de d&eacute;marrage</guilabel> s'affiche. Celle-ci permet de modifier la commande et l'ordre de d&eacute;marrage de l'application.</para>
                  </listitem>
                  <listitem>
                    <para>Pour supprimer une application de d&eacute;marrage, s&eacute;lectionnez-la, puis cliquez sur le bouton <guilabel>Supprimer</guilabel>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-39">
    <title>Personnalisation des raccourcis clavier </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>raccourcis</secondary>
    </indexterm>
    <indexterm>
      <primary>raccourcis clavier</primary>
      <secondary>configuration</secondary>
    </indexterm>
    <indexterm>
      <primary>raccourcis clavier</primary>
      <secondary> configuration</secondary>
    </indexterm>
    <indexterm>
      <primary>raccourcis clavier</primary>
      <secondary>configuration</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences des <guilabel>raccourcis</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauClavier</guisubmenu><guimenuitem>Raccourcis</guimenuitem></menuchoice>.</para>
    <para>Un <firstterm>raccourci clavier</firstterm> est une touche ou une combinaison de touches permettant d'effectuer une action d'une mani&egrave;re autre que la m&eacute;thode standard. </para>
    <para>L'outil de pr&eacute;f&eacute;rences des <application>raccourcis</application> affiche les raccourcis par d&eacute;faut. Vous pouvez personnaliser ceux-ci afin de les adapter &agrave; vos besoins. Vous pouvez &eacute;galement d&eacute;finir les pr&eacute;f&eacute;rences des touches de raccourci pour plusieurs fonctions multim&eacute;dia</para>
    <para>ou cr&eacute;er des <firstterm>raccourcis clavier</firstterm> sur les syst&egrave;mes Solaris. Il s'agit de raccourcis clavier permettant de faire d&eacute;marrer des applications. </para>
    <para>Le <xref linkend="goscustdesk-TBL-5"/> liste les param&egrave;tres personnalisables des raccourcis clavier sous Linux.</para>
    <table frame="topbot" id="goscustdesk-TBL-5">
      <title>Pr&eacute;f&eacute;rences de raccourcis clavier sous Linux</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Raccourcis d'&eacute;dition de texte </guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>S&eacute;lectionnez l'un des param&egrave;tres suivants :</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>D&eacute;faut</guilabel> : ce param&egrave;tre vous permet d'utiliser les touches de raccourci standard.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel> : ce param&egrave;tre vous permet d'utiliser les touches de raccourci <application>Emacs</application>.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Raccourcis du bureau </guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Cette table r&eacute;pertorie les actions et les touches de raccourci associ&eacute;es &agrave; chaque action. </para>
              <para>Pour modifier les touches de raccourci d'une action, cliquez sur l'action pour la s&eacute;lectionner, puis sur son raccourci. Appuyez sur les touches que vous souhaitez affecter &agrave; l'action.</para>
              <para>Pour d&eacute;sactiver les touches de raccourci d'une action, cliquez sur l'action pour la s&eacute;lectionner, puis sur son raccourci. Appuyez sur <keycap>Retour arri&egrave;re</keycap>.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>Le <xref linkend="goscustdesk-TBL-3"/>liste les param&egrave;tres personnalisables des raccourcis clavier sous Solaris.</para>
    <table frame="topbot" id="goscustdesk-TBL-3">
      <title>Pr&eacute;f&eacute;rences des raccourcis clavier sous Solaris</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Raccourcis d'&eacute;dition de texte </guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>S&eacute;lectionnez l'un des param&egrave;tres suivants :</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>D&eacute;faut</guilabel> : ce param&egrave;tre vous permet d'utiliser les touches de raccourci standard.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel> : ce param&egrave;tre vous permet d'utiliser les touches de raccourci <application>Emacs</application>.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Raccourcis du bureau </guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Cette table r&eacute;pertorie les actions et les touches de raccourci associ&eacute;es &agrave; chaque action. </para>
              <para>Pour modifier les touches de raccourci d'une action, cliquez sur l'action pour la s&eacute;lectionner, puis sur son raccourci. Appuyez sur les touches que vous souhaitez affecter &agrave; l'action.</para>
              <para>Pour d&eacute;sactiver les touches de raccourci d'une action, cliquez sur l'action pour la s&eacute;lectionner, puis sur son raccourci. Appuyez sur <keycap>Retour arri&egrave;re</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Raccourcis personnalis&eacute;s </guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Pour ajouter une touche de raccourci, proc&eacute;dez comme suit :</para>
              <orderedlist>
                <listitem>
                  <para>Cliquez sur <guibutton>Nouveau</guibutton>. Une bo&icirc;te de dialogue <guilabel>Liaison personnalis&eacute;e </guilabel> s'affiche. Entrez la commande &agrave; associer &agrave; la touche de raccourci dans la zone <guilabel>Nouvelle commande</guilabel>. Le bouton <guibutton>Parcourir</guibutton> vous permet &eacute;galement de rechercher la commande. Lorsque vous avez s&eacute;lectionn&eacute; la commande, cliquez sur <guibutton>OK</guibutton>. La commande est ajout&eacute;e &agrave; la section <guilabel>Raccourcis personnalis&eacute;s</guilabel> de la table <guilabel>Raccourcis du bureau</guilabel>.</para>
                </listitem>
                <listitem>
                  <para>Cliquez dans la colonne Raccourcis de la commande dans la section <guilabel>Liaison personnalis&eacute;e</guilabel> de la table <guilabel>Raccourcis du bureau</guilabel>. Appuyez sur la touche ou sur la combinaison de touches &agrave; associer avec la commande. </para>
                </listitem>
              </orderedlist>
              <para>Pour &eacute;diter un raccourci clavier, s&eacute;lectionnez-le dans la section <guilabel>Raccourcis personnalis&eacute;s</guilabel> de la table <guilabel>Raccourcis du bureau</guilabel>, puis cliquez sur <guibutton>&Eacute;diter</guibutton>. &Eacute;ditez la commande dans la bo&icirc;te de dialogue <guilabel>Liaison personnalis&eacute;e</guilabel>.</para>
              <para>Pour supprimer un raccourci clavier,
-le dans la section <guilabel>Raccourcis personnalis&eacute;s</guilabel> de la table <guilabel>Raccourcis du bureau</guilabel>, puis cliquez sur <guibutton>Supprimer</guibutton>.  </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>touches multim&eacute;dia</secondary>
    </indexterm>
    <para>&Agrave; l'aide de l'outil de pr&eacute;f&eacute;rences des <application>touches multim&eacute;dia</application>, attribuez des touches de raccourci &agrave; une action. </para>
    <para>Le <xref linkend="goscustdesk-TBL-69"/> r&eacute;pertorie les pr&eacute;f&eacute;rences de raccourcis que vous pouvez modifier pour les fonctions multim&eacute;dia.</para>
    <table frame="topbot" id="goscustdesk-TBL-69">
      <title>Pr&eacute;f&eacute;rences des touches multim&eacute;dia</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry>
              <para>Description </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>Tableau des touches multim&eacute;dia  </para>
            </entry>
            <entry>
              <para>Pour ajouter des touches de raccourci pour une action, cliquez sur celle-ci pour la s&eacute;lectionner, puis appuyez sur les touches que vous souhaitez lui associer. </para>
              <para>Pour d&eacute;sactiver un raccourci, cliquez sur l'action correspondante pour la s&eacute;lectionner, puis appuyer sur la touche d'<keycap>effacement arri&egrave;re</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Utiliser le volume PCM &agrave; la place du volume principal</guilabel>
              </para>
            </entry>
            <entry>
              <para>S&eacute;lectionnez cette option si vous souhaitez utiliser le volume PCM (Pulse Code Modulation) plut&ocirc;t que le volume principal.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustmulti-2">
    <title>Param&eacute;trage des pr&eacute;f&eacute;rences du son </title>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>son</secondary>
    </indexterm>
    <indexterm>
      <primary>son</primary>
      <secondary>param&eacute;trage des pr&eacute;f&eacute;rences </secondary>
    </indexterm>
    <indexterm>
      <primary>son</primary>
      <secondary>association d'&eacute;v&eacute;nements &agrave; des sons</secondary>
    </indexterm>
    <indexterm>
      <primary>&eacute;v&eacute;nements, association &agrave; des sons</primary>
    </indexterm>
    <indexterm>
      <primary>serveur de son</primary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences du <guilabel>son</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureau</guisubmenu><guimenuitem>Son</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences du <application>son</application> vous permet de contr&ocirc;ler le d&eacute;marrage du serveur de son de Java Desktop System. Il est &eacute;galement possible de sp&eacute;cifier les sons &agrave; diffuser lors d'un &eacute;v&eacute;nement particulier.</para>
    <para>Vous pouvez personnaliser les param&egrave;tres de l'outil de pr&eacute;f&eacute;rences de <application>Son</application> dans les zones fonctionnelles suivantes :</para>
    <itemizedlist>
      <listitem>
        <para><guilabel>G&eacute;n&eacute;ral</guilabel> ;</para>
      </listitem>
      <listitem>
        <para><guilabel>&Eacute;v&eacute;nements sonores</guilabel>.</para>
      </listitem>
      <listitem>
        <para><guilabel>System Bell</guilabel>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustmulti-3">
      <title>Pr&eacute;f&eacute;rences g&eacute;n&eacute;rales de son</title>
      <para>L'onglet <guilabel>G&eacute;n&eacute;ral</guilabel> de l'outil de pr&eacute;f&eacute;rences du <application>son</application> vous permet de sp&eacute;cifier le lancement du serveur de Java Desktop System. Vous pouvez &eacute;galement activer les fonctions d'&eacute;v&eacute;nements sonores.</para>
      <para>Le <xref linkend="goscustmulti-TBL-4"/> r&eacute;pertorie les pr&eacute;f&eacute;rences d'ordre g&eacute;n&eacute;ral que vous pouvez modifier en ce qui concerne le son.</para>
      <table frame="topbot" id="goscustmulti-TBL-4">
        <title>Pr&eacute;f&eacute;rences g&eacute;n&eacute;rales de son </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Activer le serveur de son au d&eacute;marrage</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Cette option vous permet de d&eacute;marrer le serveur de son &agrave; l'ouverture d'une session. Lorsque le serveur de son est actif, Java Desktop System peut &eacute;mettre des sons.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Effets sonores des &eacute;v&eacute;nements</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Cette option permet la diffusion de sons lors d'&eacute;v&eacute;nements particuliers se produisant sur Java Desktop System. Vous ne pouvez s&eacute;lectionner cette option que si l'option <guilabel>Activer le serveur de son au d&eacute;marrage</guilabel> est s&eacute;lectionn&eacute;e.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-48">
      <title>Pr&eacute;f&eacute;rences des &eacute;v&eacute;nements sonores</title>
      <para>L'onglet <guilabel>&Eacute;v&eacute;nements sonores</guilabel> de l'outil de pr&eacute;f&eacute;rences <application>Son</application> vous permet d'associer des sons &agrave; des &eacute;v&eacute;nements particuliers. </para>
      <note>
        <para>vous devez s&eacute;lectionner les options <guilabel>Activer le serveur de son au d&eacute;marrage</guilabel> et <guilabel>Effets sonores des &eacute;v&eacute;nements</guilabel> avant de pouvoir acc&eacute;der &agrave; l'onglet <guilabel>&Eacute;v&eacute;nements sonores</guilabel>.</para>
      </note>
      <para>Le <xref linkend="goscustmulti-TBL-6"/> liste les pr&eacute;f&eacute;rences des &eacute;v&eacute;nements sonores que vous pouvez modifier.</para>
      <table frame="topbot" id="goscustmulti-TBL-6">
        <title>Pr&eacute;f&eacute;rences des &eacute;v&eacute;nements sonores </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Table <guilabel> Sons</guilabel></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Cette table vous permet d'associer des sons &agrave; des &eacute;v&eacute;nements particuliers. </para>
                <para>La colonne <guilabel>&Eacute;v&eacute;nements</guilabel> affiche une liste hi&eacute;rarchique des &eacute;v&eacute;nements qui peuvent survenir. Pour d&eacute;velopper une cat&eacute;gorie d'&eacute;v&eacute;nements, cliquez sur la fl&egrave;che dirig&eacute;e vers la droite situ&eacute;e en regard de l'une d'entre elles.</para>
                <para>La colonne <guilabel>Sound File</guilabel> indique le fichier sonore &agrave; lire lors de cet &eacute;v&eacute;nement.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Lire </guibutton>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Ce bouton vous permet de lire le fichier son associ&eacute; &agrave; l'&eacute;v&eacute;nement s&eacute;lectionn&eacute;.  </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Zone de liste modifiable du fichier son, <guibutton>Parcourir </guibutton></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Pour associer un son &agrave; un &eacute;v&eacute;nement, s&eacute;lectionnez l'&eacute;v&eacute;nement dans la table <guilabel>Sons</guilabel>. Entrez le nom du fichier son &agrave; associer &agrave; l'&eacute;v&eacute;nement s&eacute;lectionn&eacute; dans la zone de liste modifiable. Vous pouvez &eacute;galement cliquer sur le bouton <guibutton>Parcourir</guibutton> pour afficher une bo&icirc;te de dialogue <guilabel>S&eacute;lectionnez le fichier son</guilabel>. Cette bo&icirc;te de dialogue vous permet de sp&eacute;cifier le fichier son &agrave; associer &agrave; l'&eacute;v&eacute;nement s&eacute;lectionn&eacute;.</para>
                <note>
                  <para>vous ne pouvez lui affecter que des fichiers son au format <filename>.wav</filename>.</para>
                </note>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-41">
      <title>Param&eacute;trage des avertissements syst&egrave;me </title>
      <indexterm>
        <primary>clavier</primary>
        <secondary>configuration des pr&eacute;f&eacute;rences du son</secondary>
      </indexterm>
      <indexterm>
        <primary>son</primary>
        <secondary>configuration des avertissements syst&egrave;me</secondary>
      </indexterm>
      <indexterm>
        <primary>avertissements syst&egrave;me</primary>
        <secondary>configuration des pr&eacute;f&eacute;rences</secondary>
      </indexterm>
      <para>Utilisez l'onglet <guilabel>System Bell</guilabel> pour d&eacute;finir vos pr&eacute;f&eacute;rences d'avertissements syst&egrave;me.</para>
      <para>Certaines applications diffusent un son d'avertissement pour signaler une erreur d'entr&eacute;e clavier. D&eacute;finissez vos pr&eacute;f&eacute;rences de son d'avertissement dans l'onglet <guilabel>System Bell</guilabel>. Le <xref linkend="goscustdesk-TBL-1"/> liste les pr&eacute;f&eacute;rences d'avertissement modifiables du syst&egrave;me.</para>
      <table frame="topbot" id="goscustdesk-TBL-1">
        <title>Pr&eacute;f&eacute;rences d'avertissement du syst&egrave;me </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Sound an audible bell</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Cette option permet d'activer le son du syst&egrave;me.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Visual feedback</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Cette option permet d'activer des messages visuels indiquant des erreurs d'entr&eacute;e. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Flash window titlebar</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>S&eacute;lectionnez cette option si vous souhaitez que les barres de titre des fen&ecirc;tres se mettent &agrave; clignoter en cas d'erreur d'entr&eacute;e. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Flash entire screen</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>S&eacute;lectionnez cette option si vous souhaitez que la totalit&eacute; de l'&eacute;cran se mette &agrave; clignoter en cas d'erreur d'entr&eacute;e. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-12">
    <title>Personnalisation des th&egrave;mes </title>
    <indexterm>
      <primary>th&egrave;mes</primary>
      <secondary>param&eacute;trage des options des contr&ocirc;les</secondary>
    </indexterm>
    <indexterm>
      <primary>th&egrave;mes</primary>
      <secondary>param&eacute;trage des options du cadre de fen&ecirc;tre</secondary>
    </indexterm>
    <indexterm>
      <primary>th&egrave;mes</primary>
      <secondary>param&eacute;trage des options des ic&ocirc;nes</secondary>
    </indexterm>
    <indexterm>
      <primary>fen&ecirc;tres</primary>
      <secondary>param&eacute;trage des options du th&egrave;me du cadre</secondary>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>th&egrave;me</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences du <guilabel>th&egrave;me</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauAffichage</guisubmenu><guimenuitem>Th&egrave;me</guimenuitem></menuchoice>. </para>
    <para>Un th&egrave;me est un groupe de param&egrave;tres coordonn&eacute;s sp&eacute;cifiant l'aspect visuel d'une partie de Java Desktop System. Ils vous permettent de modifier l'aspect de Java Desktop System. &Agrave; l'aide de l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application>, s&eacute;lectionnez un th&egrave;me. Vous pouvez utiliser la liste des th&egrave;mes disponibles. Celle-ci comprend plusieurs th&egrave;mes permettant de r&eacute;pondre aux diff&eacute;rents besoins des utilisateurs en termes d'accessibilit&eacute;. </para>
    <para>Un th&egrave;me contient des param&egrave;tres affectant diff&eacute;rentes parties de Java Desktop System, comme indiqu&eacute; ci-dessous :</para>
    <variablelist>
      <varlistentry>
        <term>Contr&ocirc;les</term>
        <listitem>
          <para><indexterm><primary>th&egrave;mes GTK+</primary><see>th&egrave;mes, options des contr&ocirc;les</see></indexterm><indexterm><primary>th&egrave;mes</primary><secondary>options des contr&ocirc;les</secondary><tertiary>introduction</tertiary></indexterm>Le param&eacute;trage des contr&ocirc;les d'un th&egrave;me d&eacute;termine l'aspect visuel des fen&ecirc;tres, ainsi que des tableaux de bord et leurs applications. Il d&eacute;termine &eacute;galement l'aspect visuel des &eacute;l&eacute;ments d'interface compatibles GNOME apparaissant sur les fen&ecirc;tres, les tableaux de bord et leurs applications tels que les menus, les ic&ocirc;nes et les boutons. Certaines des options disponibles de param&eacute;trage des contr&ocirc;les sont con&ccedil;ues pour des besoins sp&eacute;ciaux d'accessibilit&eacute;. Vous pouvez choisir une de ces options dans l'onglet <guilabel>Contr&ocirc;les</guilabel> de l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Cadre de fen&ecirc;tre</term>
        <listitem>
          <para><indexterm><primary>th&egrave;mes</primary><secondary> options cadre de fen&ecirc;tre</secondary><tertiary> introduction </tertiary></indexterm><indexterm><primary>th&egrave;mes de Metacity</primary><see> th&egrave;mes, options cadre de fen&ecirc;tres</see></indexterm>Le param&eacute;trage du cadre de la fen&ecirc;tre d'un th&egrave;me ne s'applique qu'&agrave; l'aspect des cadres autour des fen&ecirc;tres. Vous pouvez s&eacute;lectionner une option pour le param&eacute;trage des cadres de fen&ecirc;tre dans l'onglet <guilabel>Bordures de fen&ecirc;tre</guilabel> de l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Ic&ocirc;ne</term>
        <listitem>
          <para><indexterm><primary>th&egrave;mes</primary><secondary>options des ic&ocirc;nes</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>th&egrave;mes des ic&ocirc;nes</primary><see>th&egrave;mes, options des ic&ocirc;nes</see></indexterm>Le param&eacute;trage des ic&ocirc;nes d'un th&egrave;me d&eacute;termine l'aspect des ic&ocirc;nes sur les tableaux de bord et l'arri&egrave;re-plan du bureau. Vous pouvez s&eacute;lectionner une option de param&eacute;trage des ic&ocirc;nes dans l'onglet <guilabel>Ic&ocirc;nes</guilabel> de l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <sect2 id="goscustdesk-61">
      <title>Cr&eacute;ation d'un th&egrave;me personnalis&eacute;</title>
      <para>Les th&egrave;mes pr&eacute;sents dans la liste de l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application> sont constitu&eacute;s de diff&eacute;rentes combinaisons d'options pour les contr&ocirc;les, le cadre des fen&ecirc;tres et les ic&ocirc;nes. Vous pouvez cr&eacute;er un th&egrave;me personnalis&eacute; utilisant ses propres combinaisons.</para>
      <para>Pour cr&eacute;er un th&egrave;me personnalis&eacute;, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>D&eacute;marrez l'outil de pr&eacute;f&eacute;rences <application>Th&egrave;me</application>. </para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez un th&egrave;me dans la liste des th&egrave;mes.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>D&eacute;tails du th&egrave;me</guibutton>. La bo&icirc;te de dialogue <guilabel>D&eacute;tails du th&egrave;me</guilabel> s'affiche.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez les options de contr&ocirc;le que vous souhaitez utiliser dans le th&egrave;me personnalis&eacute; &agrave; partir de la liste de l'onglet <guilabel>Contr&ocirc;les</guilabel>. La liste des options de contr&ocirc;le disponibles du bureau comprend plusieurs options permettant de r&eacute;pondre aux diff&eacute;rent besoins des utilisateurs en termes d'accessibilit&eacute;.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur l'onglet <guilabel>Bordure de fen&ecirc;tre</guilabel> pour afficher l'onglet <guilabel>Bordure de fen&ecirc;tre</guilabel>. S&eacute;lectionnez l'option de cadre de fen&ecirc;tre que vous souhaitez utiliser dans le th&egrave;me personnalis&eacute; dans la liste des options disponibles. La liste des options disponibles pour le cadre des fen&ecirc;tres comprend plusieurs options permettant de r&eacute;pondre aux diff&eacute;rents besoins des utilisateurs en termes d'accessibilit&eacute;.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur l'onglet <guilabel>Ic&ocirc;nes</guilabel> pour afficher l'onglet <guilabel>Ic&ocirc;nes</guilabel>. S&eacute;lectionnez l'option des ic&ocirc;nes que vous souhaitez utiliser dans le th&egrave;me personnalis&eacute; dans la liste des options disponibles. Celle-ci comprend plusieurs options permettant de r&eacute;pondre aux diff&eacute;rents besoins des utilisateurs en termes d'accessibilit&eacute;. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue <guilabel> D&eacute;tails du th&egrave;me</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Dans l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application> cliquez sur le bouton <guibutton>Enregistrer le th&egrave;me</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Entrez un nom et une br&egrave;ve description du th&egrave;me personnalis&eacute; dans la bo&icirc;te de dialogue <guilabel>Enregistrer le th&egrave;me sur le disque</guilabel>, puis cliquez sur <guibutton>Enregistrer</guibutton>. Le th&egrave;me personnalis&eacute; appara&icirc;t dans la liste des th&egrave;mes disponibles. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-62">
      <title>Installation d'un nouveau th&egrave;me</title>
      <para>Vous pouvez ajouter un th&egrave;me &agrave; la liste disponible. Le nouveau th&egrave;me doit &ecirc;tre un fichier d'archive tar zipp&eacute;, c'est-&agrave;-dire qu'il doit s'agir d'un fichier <filename>.tar.gz</filename>.</para>
      <para>Pour cr&eacute;er un nouveau th&egrave;me, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>D&eacute;marrez l'outil de pr&eacute;f&eacute;rences <application>Th&egrave;me</application>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Installer un th&egrave;me</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Entrez l'emplacement du fichier d'archives du th&egrave;me dans la zone de liste d&eacute;roulante modifiable de la bo&icirc;te de dialogue <guilabel>Installer un th&egrave;me</guilabel>. Le bouton <guibutton>Parcourir</guibutton> vous permet &eacute;galement de rechercher le fichier. Une fois le fichier s&eacute;lectionn&eacute;, cliquez sur <guibutton>Valider</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Installer</guibutton> pour installer le nouveau th&egrave;me. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-80">
      <title>Installation d'une option de nouveau th&egrave;me</title>
      <para>Vous pouvez installer de nouvelles options pour les contr&ocirc;les, le cadre des fen&ecirc;tres ou les ic&ocirc;nes. Internet propose de nombreuses options de contr&ocirc;les.</para>
      <para>Pour installer une nouvelle option pour les contr&ocirc;les, le cadre de fen&ecirc;tres ou les ic&ocirc;nes, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>D&eacute;marrez l'outil de pr&eacute;f&eacute;rences <application>Th&egrave;me</application>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>D&eacute;tails du th&egrave;me</guibutton>. </para>
        </listitem>
        <listitem>
          <para>En fonction du type de th&egrave;me &agrave; installer, cliquez sur l'onglet correspondant de la bo&icirc;te de dialogue <guilabel>D&eacute;tails du th&egrave;me</guilabel>. Par exemple, cliquez sur l'onglet <guilabel>Ic&ocirc;nes</guilabel> pour installer une option d'ic&ocirc;nes.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Installer un th&egrave;me</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Entrez l'emplacement du fichier d'archive des options dans la zone de liste d&eacute;roulante modifiable de la bo&icirc;te de dialogue <guilabel>Installer un nouveau th&egrave;me</guilabel>. Le bouton <guibutton>Parcourir</guibutton> vous permet &eacute;galement de rechercher le fichier. Une fois le fichier s&eacute;lectionn&eacute;, cliquez sur <guibutton>Valider</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Installer</guibutton> pour installer la nouvelle option. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-81">
      <title>Suppression d'une option de th&egrave;me</title>
      <para>Vous pouvez supprimer des options de contr&ocirc;les, de cadre des fen&ecirc;tres ou d'ic&ocirc;nes. </para>
      <para>Pour supprimer une option de contr&ocirc;les, de cadre des fen&ecirc;tres ou d'ic&ocirc;nes, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>D&eacute;marrez l'outil de pr&eacute;f&eacute;rences <application>Th&egrave;me</application>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>D&eacute;tails du th&egrave;me</guibutton>. </para>
        </listitem>
        <listitem>
          <para>En fonction du type d'option &agrave; supprimer, cliquez sur l'onglet correspondant de la bo&icirc;te de dialogue <guilabel>D&eacute;tails du th&egrave;me</guilabel>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Aller au dossier Th&egrave;me</guibutton>. Une fen&ecirc;tre du gestionnaire de fichiers s'ouvre dans le dossier d'options par d&eacute;faut.</para>
        </listitem>
        <listitem>
          <para>Utilisez la fen&ecirc;tre du gestionnaire de fichiers pour supprimer l'option.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-58">
    <title>Personnalisation des fen&ecirc;tres </title>
    <indexterm>
      <primary>gestionnaire des fen&ecirc;tres</primary>
      <secondary>personnalisation</secondary>
    </indexterm>
    <indexterm>
      <primary>outils de pr&eacute;f&eacute;rences</primary>
      <secondary>comportement des fen&ecirc;tres</secondary>
    </indexterm>
    <para>Pour acc&eacute;der &agrave; l'outil de pr&eacute;f&eacute;rences du <guilabel>comportement des fen&ecirc;tres</guilabel>, cliquez sur <guibutton>Lancer</guibutton>, puis s&eacute;lectionnez <menuchoice><guimenu>Pr&eacute;f&eacute;rences</guimenu><guisubmenu>Pr&eacute;f&eacute;rences du bureauAffichage</guisubmenu><guimenuitem>Comportement des fen&ecirc;tres</guimenuitem></menuchoice>.</para>
    <para>L'outil de pr&eacute;f&eacute;rences du <application>comportement des fen&ecirc;tres</application> vous permet de personnaliser le comportement des fen&ecirc;tres de Java Desktop System.</para>
    <para>Le <xref linkend="goscustwindows-TBL-14"/> liste les pr&eacute;f&eacute;rences modifiables des fen&ecirc;tres.</para>
    <table frame="topbot" id="goscustwindows-TBL-14">
      <title>Pr&eacute;f&eacute;rences des fen&ecirc;tres </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> S&eacute;lectionner les fen&ecirc;tres lorsque la souris passe dessus</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Cette option vous permet d'activer une fen&ecirc;tre en pointant sur celle-ci. Elle reste active jusqu'&agrave; ce que vous pointiez sur une autre fen&ecirc;tre.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>D&eacute;velopper les fen&ecirc;tres s&eacute;lectionn&eacute;es apr&egrave;s un certain d&eacute;lai</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>S&eacute;lectionnez cette option pour d&eacute;velopper une fen&ecirc;tre une fois qu'elle est devenue active.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Intervalle avant de d&eacute;velopper</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Sp&eacute;cifiez le d&eacute;lai d'attente souhait&eacute; avant de d&eacute;velopper une fen&ecirc;tre devenue active.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Double-cliquez sur la barre de titre pour effectuer cette action</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>S&eacute;lectionnez le comportement que vous souhaitez d&eacute;clencher lorsque vous double-cliquez sur la barre de titre d'une fen&ecirc;tre. S&eacute;lectionnez l'une des options suivantes :</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>R&eacute;duire</guilabel> : r&eacute;duit la fen&ecirc;tre &agrave; sa barre de titre.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Agrandir</guilabel> : Agrandit la fen&ecirc;tre.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para><guilabel> Pour d&eacute;placer une fen&ecirc;tre, maintenir cette touche enfonc&eacute;e puis la faire glisser</guilabel>.</para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>S&eacute;lectionnez la touche &agrave; maintenir enfonc&eacute;e lorsque vous faites glisser une fen&ecirc;tre pour la d&eacute;placer. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
</chapter>
