<chapter id="gosdeskback-1">
  <title>Utilisation de l'arri&egrave;re-plan du bureau</title>
  <highlights>
    <para>Ce chapitre vous indique comment utiliser l'arri&egrave;re-plan du bureau pour d&eacute;marrer des applications et pour ouvrir des fichiers et des dossiers. Il d&eacute;crit &eacute;galement la proc&eacute;dure &agrave; suivre pour utiliser le menu <guimenu>Arri&egrave;re-plan du bureau</guimenu> et personnaliser l'arri&egrave;re-plan du bureau.</para>
  </highlights>
  <sect1 id="gosdeskback-21">
    <title>Pr&eacute;sentation de l'arri&egrave;re-plan du bureau</title>
    <indexterm>
      <primary>arri&egrave;re-plan du bureau</primary>
      <secondary>introduction</secondary>
    </indexterm>
    <para>L'arri&egrave;re-plan du bureau appara&icirc;t derri&egrave;re tous les autres composants visibles. Il s'agit d'un composant actif de l'interface utilisateur. Vous pouvez ex&eacute;cuter les t&acirc;ches suivantes depuis l'arri&egrave;re-plan du bureau :</para>
    <itemizedlist>
      <listitem>
        <para>D&eacute;marrer vos applications et ouvrir vos fichiers ou dossiers </para>
        <para>Vous pouvez ajouter des objets du bureau pour pouvoir acc&eacute;der plus ais&eacute;ment aux fichiers, dossiers et applications fr&eacute;quemment utilis&eacute;s. Par exemple, vous pouvez y ajouter un lanceur d'application. Un lien symbolique vers un fichier souvent utilis&eacute; peut &ecirc;tre cr&eacute;&eacute;, puis ajout&eacute; &agrave; l'arri&egrave;re-plan du bureau. Il est &eacute;galement possible d'enregistrer des fichiers et des dossiers sur l'arri&egrave;re-plan du bureau.</para>
      </listitem>
      <listitem>
        <para>Ouvrir le menu <guimenu>Arri&egrave;re-plan du bureau</guimenu>.</para>
        <para>Cliquez avec le bouton droit sur l'arri&egrave;re-plan du bureau pour ouvrir le menu <guimenu>Bureau</guimenu>. Ce menu permet d'ex&eacute;cuter des actions sur l'arri&egrave;re-plan du bureau.</para>
      </listitem>
      <listitem>
        <para>Utiliser la <guilabel>Corbeille</guilabel>.</para>
        <para>Vous pouvez d&eacute;placer des objets dans la <guilabel>Corbeille</guilabel> et la vider.</para>
      </listitem>
      <listitem>
        <para>Personnaliser l'arri&egrave;re-plan du bureau.</para>
        <para>Vous pouvez personnaliser le motif ou la couleur de l'arri&egrave;re-plan du bureau.</para>
      </listitem>
    </itemizedlist>
    <para>Par d&eacute;faut, l'arri&egrave;re-plan du bureau contient cinq objets. Le <xref linkend="gosdeskback-TBL-84"/> d&eacute;crit les fonctions des objets par d&eacute;faut du bureau.</para>
    <table frame="topbot" id="gosdeskback-TBL-84">
      <title>Fonctions des objets par d&eacute;faut de l'arri&egrave;re-plan du bureau</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Object </para>
            </entry>
            <entry>
              <para>Fonction </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Poste de travail</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Permet d'acc&eacute;der &agrave; certaines caract&eacute;ristiques principales de Java Desktop System. Vous pouvez ouvrir vos applications et outils de configuration depuis l'emplacement <guilabel>Poste de travail</guilabel>. Il est &eacute;galement possible de lancer des programmes permettant de configurer le syst&egrave;me en tant que serveur et de modifier d'autres param&egrave;tres de configuration du syst&egrave;me.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para><guilabel>Documents</guilabel> </para>
            </entry>
            <entry colname="colspec1">
              <para>Fournit un acc&egrave;s direct aux fichiers stock&eacute;s dans votre r&eacute;pertoire par d&eacute;faut.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Corbeille</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Fournit une zone de stockage temporaire pour vos fichiers, vos dossiers ou les objets de votre bureau, de laquelle vous pouvez ensuite les r&eacute;cup&eacute;rer ou les supprimer de fa&ccedil;on permanente. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>&Agrave; propos de Java Desktop System</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Lance un navigateur d'aide vous permettant d'acc&eacute;der &agrave; l'aide de <application>Java Desktop System</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Star Office 7</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Lance l'application <application>StarOffice</application>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-2">
    <title>Objets de l'arri&egrave;re-plan du bureau</title>
    <indexterm>
      <primary>bureau</primary>
      <secondary>objets du bureau</secondary>
    </indexterm>
    <para>Un objet de l'arri&egrave;re-plan du bureau est une ic&ocirc;ne situ&eacute;e sur l'arri&egrave;re-plan du bureau vous permettant d'ouvrir des fichiers, des dossiers et des applications. Vous pouvez &eacute;galement ajouter des objets sur l'arri&egrave;re-plan du bureau pour acc&eacute;der ais&eacute;ment aux fichiers, dossiers, applications et URI que vous utilisez souvent. Par exemple, vous pouvez y ajouter un lanceur vous permettant d'ouvrir une application fr&eacute;quemment utilis&eacute;e. </para>
    <para><xref linkend="gosdeskback-TBL-86"/> d&eacute;crit les types d'objets que vous pouvez ajouter &agrave; l'arri&egrave;re-plan du bureau.</para>
    <table frame="topbot" id="gosdeskback-TBL-86">
      <title>Types d'objets d'arri&egrave;re-plan du bureau</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="30.23*"/>
        <colspec colname="colspec1" colwidth="69.77*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Type d'objet</para>
            </entry>
            <entry>
              <para>Description</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Lien symbolique</para>
            </entry>
            <entry valign="top">
              <para>Un lien symbolique est un objet qui pointe sur un autre fichier ou dossier. Lorsque vous s&eacute;lectionnez un lien symbolique dans l'arri&egrave;re-plan du bureau, le fichier ou le dossier vers lequel celui-ci pointe s'ouvre. Vous pouvez d&eacute;placer ou copier un lien symbolique sur l'arri&egrave;re-plan du bureau.</para>
              <para>Les liens symboliques peuvent &ecirc;tre identifi&eacute;s gr&acirc;ce &agrave; l'embl&egrave;me fl&eacute;ch&eacute; apparaissant par d&eacute;faut sur chacun d'entre eux. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Lanceur</para>
            </entry>
            <entry valign="top">
              <para>Vous pouvez ajouter les types de lanceur suivants &agrave; l'arri&egrave;re-plan du bureau :</para>
              <itemizedlist>
                <listitem>
                  <para>Application : d&eacute;marre une application particuli&egrave;re ;</para>
                </listitem>
                <listitem>
                  <para>Lien : liens vers un URI, un fichier ou un dossier particulier.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Fichier</para>
            </entry>
            <entry valign="top">
              <para>Il est possible d'ajouter des fichiers sur l'arri&egrave;re-plan du bureau. Les fichiers de l'arri&egrave;re-plan du bureau r&eacute;sident dans le r&eacute;pertoire <literal>Desktop</literal>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Dossier </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Vous pouvez d&eacute;placer ou cr&eacute;er des dossiers sur l'arri&egrave;re-plan du bureau. Les dossiers de l'arri&egrave;re-plan du bureau r&eacute;sident dans le r&eacute;pertoire <literal>Desktop</literal>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>Les sections suivantes d&eacute;crivent l'arri&egrave;re-plan du bureau.</para>
    <sect2 id="gosdeskback-30">
      <title>S&eacute;lection d'objets sur l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>s&eacute;lection d'objets</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>s&eacute;lection</secondary>
      </indexterm>
      <para>Pour s&eacute;lectionner un objet, cliquez sur celui-ci. Pour s&eacute;lectionner plusieurs objets, maintenez la touche <keycap> Ctrl</keycap> enfonc&eacute;e, puis cliquez ceux-ci.</para>
      <para>Vous pouvez &eacute;galement s&eacute;lectionner une zone de l'arri&egrave;re-plan du bureau pour s&eacute;lectionner tous les objets qui s'y trouvent. Cliquez sur l'arri&egrave;re-plan du bureau en appuyant sur le bouton de gauche, puis faites glisser la souris sur la zone contenant les objets &agrave; s&eacute;lectionner. La s&eacute;lection est d&eacute;limit&eacute;e par un rectangle gris. </para>
      <para>Pour s&eacute;lectionner plusieurs zones, maintenez la touche <keycap> Ctrl</keycap> enfonc&eacute;e, puis faites glisser la souris sur celles-ci. </para>
    </sect2>
    <sect2 id="gosdeskback-29">
      <title>Ouverture d'un objet depuis l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>ouverture d'objets </secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>ouverture</secondary>
      </indexterm>
      <para>Pour ouvrir un objet depuis l'arri&egrave;re-plan du bureau, double-cliquez sur celui-ci. Vous pouvez &eacute;galement cliquer sur l'objet avec le bouton droit, puis s&eacute;lectionner <guimenuitem>Open</guimenuitem>. Lorsque vous ouvrez un objet, l'action par d&eacute;faut qui lui est associ&eacute;e s'ex&eacute;cute. Par exemple, si l'objet est un fichier texte, il s'ouvre dans une fen&ecirc;tre du gestionnaire de fichiers. Les actions par d&eacute;faut des types de fichiers sont sp&eacute;cifi&eacute;es dans l'outil de pr&eacute;f&eacute;rences <application>Associations de fichiers</application>.</para>
      <para>Pour lancer une op&eacute;ration autre que l'action par d&eacute;faut sur un objet, cliquez sur celui-ci avec le bouton droit, puis s&eacute;lectionnez <guimenuitem>Ouvrir avec</guimenuitem>. S&eacute;lectionnez une action dans le sous-menu <guisubmenu>Ouvrir avec</guisubmenu>. </para>
      <para>Les options de ce menu correspondent au contenu des parties suivantes de l'outil de pr&eacute;f&eacute;rences <application>Associations de fichiers</application> :</para>
      <itemizedlist>
        <listitem>
          <para>la zone de liste d&eacute;roulante <guilabel>Action par d&eacute;faut</guilabel> de la bo&icirc;te de dialogue <guilabel>&Eacute;diter un type de fichier</guilabel> ;</para>
        </listitem>
        <listitem>
          <para>la zone de liste d&eacute;roulante <guilabel>Afficheur</guilabel> de la bo&icirc;te de dialogue <guilabel>&Eacute;diter un type de fichier</guilabel>.</para>
        </listitem>
      </itemizedlist>
      <para>Vous pouvez d&eacute;finir les pr&eacute;f&eacute;rences dans une fen&ecirc;tre du gestionnaire de fichiers de mani&egrave;re &agrave; lancer l'action par d&eacute;faut d'un seul clic de la souris sur un fichier.</para>
    </sect2>
    <sect2 id="gosdeskback-3">
      <title>Ajout d'un lanceur &agrave; l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>ajout de lanceurs</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>lanceurs</secondary>
      </indexterm>
      <para>Un lanceur situ&eacute; sur l'arri&egrave;re-plan du bureau peut d&eacute;marrer une application ou ouvrir un lien vers un dossier, un fichier, un site FTP particulier ou un emplacement URI. </para>
      <para>Pour ajouter un lanceur &agrave; l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur l'arri&egrave;re-plan du bureau, puis choisissez <guimenuitem> Cr&eacute;er un lanceur</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Entrez les informations requises dans la bo&icirc;te de dialogue <guilabel>Cr&eacute;er un lanceur</guilabel>. La commande associ&eacute;e au lanceur est ex&eacute;cut&eacute;e lorsque vous utilisez celui-ci.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-20">
      <title>Ajout d'un lien symbolique &agrave; l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>ajout de liens symboliques</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>liens symboliques</secondary>
      </indexterm>
      <indexterm>
        <primary>lien symbolique</primary>
        <secondary>&agrave; un objet du bureau, cr&eacute;ation</secondary>
      </indexterm>
      <para>Vous pouvez cr&eacute;er des liens symboliques sur l'arri&egrave;re-plan du bureau pour proc&eacute;der comme suit :</para>
      <itemizedlist>
        <listitem>
          <para>ouverture d'un fichier particulier dans une application donn&eacute;e ;</para>
        </listitem>
        <listitem>
          <para>ouverture d'un dossier particulier dans une fen&ecirc;tre du gestionnaire de fichiers ;</para>
        </listitem>
        <listitem>
          <para>lancement d'un fichier binaire ou d'un script.</para>
        </listitem>
      </itemizedlist>
      <para>Pour cr&eacute;er un lien symbolique sur l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Affichez le fichier ou le dossier pour lequel vous souhaitez cr&eacute;er un lien symbolique dans la fen&ecirc;tre du gestionnaire de fichiers.</para>
        </listitem>
        <listitem>
          <para>Cr&eacute;ez un lien symbolique vers le fichier ou le dossier. Pour cr&eacute;er un lien symbolique vers un fichier ou un dossier, s&eacute;lectionnez le fichier ou le dossier &agrave; lier. S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Cr&eacute;er un lien</guimenuitem></menuchoice>. Un lien vers le fichier ou le dossier est ajout&eacute; au dossier courant. Les liens symboliques peuvent &ecirc;tre identifi&eacute;s gr&acirc;ce &agrave; l'embl&egrave;me fl&eacute;ch&eacute; apparaissant par d&eacute;faut sur chacun d'entre eux. La figure suivante illustre un lien symbolique vers un fichier :</para>
          <screenshot>
            <mediaobject>
              <imageobject>
                <imagedata fileref="figures/naut_samplesymlink_icon.png" format="PNG"/>
              </imageobject>
              <textobject>
                <phrase>Ic&ocirc;ne de fichier avec un embl&egrave;me de lien symbolique.  </phrase>
              </textobject>
            </mediaobject>
          </screenshot>
        </listitem>
        <listitem>
          <para>Faites glisser le lien symbolique sur l'arri&egrave;re-plan du bureau. L'ic&ocirc;ne associ&eacute;e &agrave; l'objet est d&eacute;plac&eacute;e vers l'arri&egrave;re-plan du bureau. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-16">
      <title>Ajout d'un fichier ou d'un dossier &agrave; l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>ajout d'un fichier ou d'un dossier</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>fichiers et dossiers</secondary>
      </indexterm>
      <para>La section suivante d&eacute;crit l'ajout d'objets fichier ou dossier &agrave; l'arri&egrave;re-plan du bureau. </para>
      <sect3 id="gosdeskback-18">
        <title>D&eacute;placement d'un fichier ou d'un dossier vers l'arri&egrave;re-plan du bureau</title>
        <indexterm>
          <primary>arri&egrave;re-plan du bureau</primary>
          <secondary>d&eacute;placement d'un fichier ou d'un dossier vers</secondary>
        </indexterm>
        <para>Il est possible de d&eacute;placer un fichier ou un dossier &agrave; partir du gestionnaire de fichiers vers l'arri&egrave;re-plan du bureau. Pour ce faire, proc&eacute;dez comme suit :</para>
        <orderedlist>
          <listitem>
            <para>Ouvrez une fen&ecirc;tre du gestionnaire de fichiers. </para>
          </listitem>
          <listitem>
            <para>Affichez le fichier ou le dossier &agrave; d&eacute;placer.</para>
          </listitem>
          <listitem>
            <para>Faites-le glisser vers l'arri&egrave;re-plan du bureau. L'ic&ocirc;ne du fichier ou du dossier est d&eacute;plac&eacute;e vers l'arri&egrave;re-plan du bureau. Le fichier ou le dossier est d&eacute;plac&eacute; vers le r&eacute;pertoire <literal>Desktop</literal>.</para>
            <para>Vous pouvez &eacute;galement s&eacute;lectionner le fichier ou le dossier, puis <menuchoice><guimenu> &Eacute;dition</guimenu><guimenuitem>Couper le fichier</guimenuitem></menuchoice>. Cliquez avec le bouton droit sur l'un des objets de l'arri&egrave;re-plan, puis s&eacute;lectionnez <guimenuitem>Paste Files</guimenuitem>. </para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-17">
        <title>Copie d'un fichier ou d'un dossier sur l'arri&egrave;re-plan du bureau</title>
        <indexterm>
          <primary>arri&egrave;re-plan du bureau</primary>
          <secondary>copie d'un fichier ou d'un dossier vers</secondary>
        </indexterm>
        <para>Il est possible de copier un fichier ou un dossier &agrave; partir du gestionnaire de fichiers vers l'arri&egrave;re-plan du bureau. Pour ce faire, proc&eacute;dez comme suit :</para>
        <orderedlist>
          <listitem>
            <para>Ouvrez une fen&ecirc;tre du gestionnaire de fichiers. </para>
          </listitem>
          <listitem>
            <para>Affichez le fichier ou le dossier &agrave; d&eacute;placer.</para>
          </listitem>
          <listitem>
            <para>Maintenez la touche <keycap>Ctrl</keycap> enfonc&eacute;e, puis faites glisser le fichier ou le dossier sur l'arri&egrave;re-plan du bureau. Une ic&ocirc;ne repr&eacute;sentant le fichier ou le dossier appara&icirc;t sur l'arri&egrave;re-plan du bureau. Le fichier ou le dossier est copi&eacute; dans le r&eacute;pertoire <literal>Desktop</literal>.</para>
            <para>Vous pouvez &eacute;galement s&eacute;lectionner le fichier ou le dossier, puis <menuchoice><guimenu> &Eacute;dition</guimenu><guimenuitem>Copier le fichier</guimenuitem></menuchoice>. Cliquez avec le bouton droit sur l'un des objets de l'arri&egrave;re-plan, puis s&eacute;lectionnez <guimenuitem>Paste Files</guimenuitem>.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-19">
        <title>Cr&eacute;ation d'un objet dossier sur l'arri&egrave;re-plan du bureau</title>
        <indexterm>
          <primary>arri&egrave;re-plan du bureau</primary>
          <secondary>cr&eacute;ation d'un dossier sur</secondary>
        </indexterm>
        <para>Pour cr&eacute;er un objet dossier, cliquez avec le bouton droit sur l'arri&egrave;re-plan du bureau pour ouvrir le menu <guimenu>Bureau</guimenu>. S&eacute;lectionnez <guimenuitem> Cr&eacute;er un dossier</guimenuitem>. Un dossier <guilabel>untitled</guilabel> appara&icirc;t. Entrez le nom du nouveau dossier, puis appuyez sur <keycap>Retour</keycap>. Le dossier s'affiche avec le nouveau nom. Le nouveau dossier r&eacute;side dans le r&eacute;pertoire <literal>Desktop</literal>.</para>
      </sect3>
    </sect2>
    <sect2 id="gosdeskback-90">
      <title>Renommage d'un objet d'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>renommage d'objets </secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>renommage</secondary>
      </indexterm>
      <para>Cliquez avec le bouton droit de la souris, puis choisissez <guimenuitem>Renommer</guimenuitem> pour renommer un objet de l'arri&egrave;re-plan du bureau. Le nom de l'objet de l'arri&egrave;re-plan du bureau est mis en surbrillance. Entrez le nom de l'objet et appuyez sur <keycap>Retour</keycap>.</para>
    </sect2>
    <sect2 id="gosdeskback-25">
      <title>Suppression d'un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>suppression d'un objet </secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>suppression</secondary>
      </indexterm>
      <para>Pour supprimer un objet de l'arri&egrave;re-plan du bureau, cliquez sur celui-ci avec le bouton droit, puis choisissez <guimenuitem>D&eacute;placer vers la corbeille</guimenuitem>. Vous pouvez &eacute;galement faire glisser l'objet dans la <guilabel>Corbeille</guilabel>.</para>
      <note>
        <para>Lorsque vous d&eacute;placez un fichier ou un dossier &agrave; partir d'un m&eacute;dia amovible vers la <guilabel>Corbeille</guilabel>, celui-ci est stock&eacute; &agrave; l'emplacement de la <guilabel>Corbeille</guilabel> du support amovible. Vous devez vider la <guilabel>Corbeille</guilabel> pour supprimer d&eacute;finitivement le fichier ou le dossier du m&eacute;dia amovible.</para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-86">
      <title>Suppression d'un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>suppression d'un objet </secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>suppression</secondary>
      </indexterm>
      <para>Lorsque vous supprimez un objet de l'arri&egrave;re-plan du bureau, celui-ci n'est pas d&eacute;plac&eacute; dans la <guilabel>Corbeille</guilabel>, mais imm&eacute;diatement supprim&eacute; du bureau. L'option de menu <guimenuitem>Supprimer</guimenuitem> n'est disponible que si vous s&eacute;lectionnez l'option <guilabel>Inclure une commande Supprimer directement</guilabel> dans la bo&icirc;te de dialogue <guilabel>Pr&eacute;f&eacute;rences de gestion des fichiers</guilabel>. </para>
      <para>Pour supprimer un objet de l'arri&egrave;re-plan du bureau, cliquez avec le bouton droit sur l'objet, puis choisissez <guimenuitem>Supprimer</guimenuitem>. </para>
      <note>
        <para>Vous ne pouvez pas supprimer les objets <guilabel>Poste de travail</guilabel> et <guilabel>Corbeille</guilabel>. </para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-89">
      <title>Visualisation des propri&eacute;t&eacute;s d'un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>affichage des propri&eacute;t&eacute;s d'objet</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>affichage des propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>Pour visualiser les propri&eacute;t&eacute;s d'un objet de l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit de la souris sur l'objet dont vous souhaitez visualiser les propri&eacute;t&eacute;s, puis s&eacute;lectionnez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>&Agrave; l'aide de la bo&icirc;te de dialogue Propri&eacute;t&eacute;s, affichez les propri&eacute;t&eacute;s d'un objet de l'arri&egrave;re-plan du bureau. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-91">
      <title>Modification des autorisations d'un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>modification des autorisations d'objet</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>modification des autorisations</secondary>
      </indexterm>
      <para>Pour modifier les autorisations d'un objet de l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit de la souris sur l'objet dont vous souhaitez modifier l'ic&ocirc;ne, puis choisissez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur l'onglet <guilabel>Autorisations</guilabel> dans la bo&icirc;te de dialogue Propri&eacute;t&eacute;s. </para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>Autorisations</guilabel>, &agrave; l'aide des listes d&eacute;roulantes et des cases &agrave; cocher, modifiez les autorisations d'un fichier ou d'un dossier. Pour de plus amples informations sur les &eacute;l&eacute;ments de dialogue de l'onglet <guilabel>Autorisations </guilabel>,reportez-vous &agrave; la rubrique <citetitle>Utilisation du gestionnaire de fichiers</citetitle>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-93">
      <title>Ajout d'un embl&egrave;me &agrave; un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>ajout d'embl&egrave;mes aux objets</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>ajout d'embl&egrave;mes</secondary>
      </indexterm>
      <indexterm>
        <primary>embl&egrave;mes </primary>
        <secondary>ajout &agrave; des objets du bureau</secondary>
      </indexterm>
      <para>Pour ajouter un embl&egrave;me &agrave; un objet de l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit&nbsp;: </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit de la souris sur l'objet auquel vous souhaitez ajouter un embl&egrave;me, puis s&eacute;lectionnez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur l'onglet <guilabel>Embl&egrave;mes</guilabel>.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez l'embl&egrave;me &agrave; ajouter &agrave; l'&eacute;l&eacute;ment.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-95">
      <title>Ajout d'une note &agrave; un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>ajout de notes &agrave; des objets</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>ajout de notes</secondary>
      </indexterm>
      <indexterm>
        <primary>notes </primary>
        <secondary>ajout &agrave; des objets du bureau</secondary>
      </indexterm>
      <para>Pour ajouter une note &agrave; un objet de l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>S&eacute;lectionnez l'objet auquel vous souhaitez ajouter la remarque. </para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem> Propri&eacute;t&eacute;s</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur l'onglet <guilabel>Notes</guilabel> de la section <guilabel> Remarques</guilabel>. Saisissez le texte de la note.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue. Un embl&egrave;me note est ajout&eacute; &agrave; l'objet de l'arri&egrave;re-plan du bureau.</para>
        </listitem>
      </orderedlist>
      <para>Supprimez le texte de la remarque de l'onglet <guilabel>Notes</guilabel> pour supprimer une remarque.</para>
    </sect2>
    <sect2 id="gosdeskback-92">
      <title>Modification de l'ic&ocirc;ne d'un objet de l'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>modification de l'ic&ocirc;ne d'un objet du bureau</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>modification des ic&ocirc;nes</secondary>
      </indexterm>
      <para>Pour modifier l'ic&ocirc;ne d'un objet de l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit de la souris sur l'objet dont vous souhaitez modifier l'ic&ocirc;ne, puis choisissez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Dans l'onglet <guilabel>Basique</guilabel>, cliquez sur le bouton <guibutton>S&eacute;lectionner une ic&ocirc;ne personnalis&eacute;e</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Celle-ci permet de s&eacute;lectionner l'ic&ocirc;ne destin&eacute;e &agrave; repr&eacute;senter le fichier ou le dossier. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue.</para>
        </listitem>
      </orderedlist>
      <para>Pour restaurer une ic&ocirc;ne par d&eacute;faut, cliquez sur le bouton <guilabel>Supprimer l'ic&ocirc;ne personnalis&eacute;e</guilabel> de la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-94">
      <title>Redimensionnement de l'ic&ocirc;ne d'un objet d'arri&egrave;re-plan du bureau</title>
      <indexterm>
        <primary>arri&egrave;re-plan du bureau</primary>
        <secondary>redimensionnement des ic&ocirc;nes </secondary>
      </indexterm>
      <indexterm>
        <primary>objets du bureau</primary>
        <secondary>redimensionnement des ic&ocirc;nes</secondary>
      </indexterm>
      <para>Vous pouvez modifier la taille de l'ic&ocirc;ne repr&eacute;sentant un objet de l'arri&egrave;re-plan du bureau. Pour modifier la taille de l'ic&ocirc;ne sur l'arri&egrave;re-plan du bureau, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit de la souris sur l'objet de l'arri&egrave;re-plan du bureau dont vous souhaitez redimensionner l'ic&ocirc;ne, puis choisissez <guimenuitem>Redimensionner l'ic&ocirc;ne</guimenuitem>. Un rectangle appara&icirc;t autour de l'ic&ocirc;ne avec une poign&eacute;e &agrave; chaque coin.</para>
        </listitem>
        <listitem>
          <para>Capturez l'une des poign&eacute;es, puis faites glisser l'ic&ocirc;ne jusqu'&agrave; obtention de la taille requise.</para>
          <para>Pour restaurer la taille initiale de l'ic&ocirc;ne, cliquez avec le bouton droit sur celle-ci, puis s&eacute;lectionnez <guimenuitem>Restaurer l'ic&ocirc;ne &agrave; sa taille initiale</guimenuitem>. </para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-8">
    <title>Utilisation de la corbeille sur l'arri&egrave;re-plan du bureau</title>
    <indexterm>
      <primary>arri&egrave;re-plan du bureau</primary>
      <secondary>utilisation de la corbeille</secondary>
    </indexterm>
    <indexterm>
      <primary>corbeille</primary>
      <secondary>utilisation sur le bureau</secondary>
    </indexterm>
    <para>Vous pouvez d&eacute;placer les &eacute;l&eacute;ments suivants dans la <guilabel>Corbeille</guilabel> :</para>
    <itemizedlist>
      <listitem>
        <para>Fichiers</para>
      </listitem>
      <listitem>
        <para>dossiers ;</para>
      </listitem>
      <listitem>
        <para>des objets de l'arri&egrave;re-plan du bureau.</para>
      </listitem>
    </itemizedlist>
    <para>Si vous devez r&eacute;cup&eacute;rer un fichier dans la <guilabel>Corbeille</guilabel>, vous pouvez afficher le contenu de celle-ci et red&eacute;placer ce fichier. Lorsque vous videz la <guilabel>Corbeille</guilabel>, vous supprimez les &eacute;l&eacute;ments de la <guilabel> Corbeille</guilabel> de mani&egrave;re permanente. </para>
    <sect2 id="gosdeskback-44">
      <title>Affichage de la corbeille</title>
      <indexterm>
        <primary>corbeille</primary>
        <secondary> affichage</secondary>
      </indexterm>
      <para>Vous pouvez afficher le contenu de la <guilabel>Corbeille</guilabel> en ayant recours &agrave; l'une des m&eacute;thodes suivantes :</para>
      <itemizedlist>
        <listitem>
          <para>&Agrave; partir de l'arri&egrave;re-plan du bureau :</para>
          <para>Double-cliquez sur l'objet <guilabel>Corbeille</guilabel> situ&eacute; sur l'arri&egrave;re-plan du bureau. Son contenu s'affiche dans une fen&ecirc;tre du gestionnaire de fichiers.</para>
        </listitem>
        <listitem>
          <para>&Agrave; partir d'une fen&ecirc;tre du navigateur de fichiers</para>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Aller</guimenu><guimenuitem>Corbeille</guimenuitem></menuchoice>. Le contenu de la <guilabel>Corbeille</guilabel> s'affiche dans la fen&ecirc;tre de l'explorateur.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gosdeskback-10">
      <title>Purge de la corbeille</title>
      <indexterm>
        <primary>corbeille</primary>
        <secondary> purge</secondary>
      </indexterm>
      <para>Vous pouvez vider le contenu de la <guilabel>Corbeille</guilabel> en recourant &agrave; l'une des m&eacute;thodes suivantes :</para>
      <itemizedlist>
        <listitem>
          <para>&Agrave; partir de l'arri&egrave;re-plan du bureau :</para>
          <para>Cliquez avec le bouton droit sur l'objet <guilabel>Corbeille</guilabel>, puis s&eacute;lectionnez <guimenuitem>Vider la corbeille</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>&Agrave; partir d'une fen&ecirc;tre du gestionnaire de fichiers</para>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Vider la corbeille</guimenuitem></menuchoice>.</para>
        </listitem>
      </itemizedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-9">
    <title>Utilisation du menu Arri&egrave;re-plan du bureau</title>
    <indexterm>
      <primary>arri&egrave;re-plan du bureau</primary>
      <secondary>utilisation du menu Bureau</secondary>
    </indexterm>
    <indexterm>
      <primary>menu Bureau</primary>
      <secondary> description</secondary>
    </indexterm>
    <indexterm>
      <primary>menus</primary>
      <secondary>menu Bureau</secondary>
    </indexterm>
    <para><indexterm><primary>menu Bureau</primary><secondary>illustration</secondary></indexterm>Pour ouvrir le menu <guimenu>Arri&egrave;re-plan du bureau</guimenu>, cliquez avec le bouton droit de la souris sur un espace libre de l'arri&egrave;re-plan du bureau. Ce menu permet d'ex&eacute;cuter des actions sur l'arri&egrave;re-plan du bureau.</para>
    <para><xref linkend="gosdeskback-TBL-85"/> d&eacute;crit les &eacute;l&eacute;ments du menu <guimenu>Desktop Background</guimenu>.</para>
    <table frame="topbot" id="gosdeskback-TBL-85">
      <title>&Eacute;l&eacute;ments du menu Arri&egrave;re-plan du bureau</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment du menu</para>
            </entry>
            <entry>
              <para>Fonction </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Ouvrir un terminal</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>D&eacute;marre une application <application>Terminal</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Cr&eacute;er un dossier</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Cr&eacute;e un nouvel objet de dossier.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Cr&eacute;er un lanceur</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Cr&eacute;e un lanceur sur l'arri&egrave;re-plan du bureau. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="gosdeskback-3"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Cr&eacute;er un document</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Cr&eacute;e un document. Vous pouvez cr&eacute;er des mod&egrave;les &agrave; partir de documents que vous utilisez souvent. Si vous cr&eacute;ez souvent des factures par exemple, vous pouvez cr&eacute;er une facture vide et enregistrer le document <literal>invoice.doc</literal> dans le dossier <literal>$HOME/Templates</literal>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guimenuitem>Nettoyer par nom</guimenuitem> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Dispose les objets situ&eacute;s sur l'arri&egrave;re-plan du bureau dans l'ordre alphab&eacute;tique, en fonction de leur nom.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>V&eacute;rifier l'alignement</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>V&eacute;rifie que les bords gauches des objets de l'arri&egrave;re-plan du bureau sont align&eacute;s les uns par rapport aux autres.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Coller les fichiers</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Place un fichier (ou des fichiers) dans un dossier ou sur l'arri&egrave;re-plan du bureau.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Utiliser l'arri&egrave;re-plan par d&eacute;faut</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>R&eacute;initialise le dernier motif s&eacute;lectionn&eacute; dans la bo&icirc;te de dialogue <guilabel>Backgrounds and Emblems</guilabel>. Vous pouvez acc&eacute;der &agrave; celle-ci &agrave; partir des fen&ecirc;tres <application> Nautilus</application>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Change Desktop Background </guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>D&eacute;marre l'outil de pr&eacute;f&eacute;rences d'<application>arri&egrave;re-plan du bureau</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Modifier la r&eacute;solution du bureau</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>D&eacute;marre  l'outil de pr&eacute;f&eacute;rences de la <application>r&eacute;solution de l'&eacute;cran</application>.</para>
              <para/>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-12">
    <title>Modification du motif ou de la couleur de l'arri&egrave;re-plan du bureau</title>
    <indexterm>
      <primary>arri&egrave;re-plan du bureau</primary>
      <secondary>modification du motif ou de la couleur</secondary>
    </indexterm>
    <indexterm>
      <primary>arri&egrave;re-plans</primary>
      <secondary>modification de l'arri&egrave;re-plan du bureau</secondary>
    </indexterm>
    <para>Vous pouvez modifier le motif ou la couleur de l'arri&egrave;re-plan du bureau selon vos pr&eacute;f&eacute;rences. Le gestionnaire de fichiers contient des motifs et des couleurs d'arri&egrave;re-plan que vous pouvez utiliser pour modifier l'aspect de l'arri&egrave;re-plan du bureau. </para>
    <para>Vous pouvez modifier le motif ou la couleur de l'arri&egrave;re-plan du bureau de l'une des fa&ccedil;ons suivantes :</para>
    <itemizedlist>
      <listitem>
        <para>En faisant glisser un motif ou une couleur &agrave; partir d'une fen&ecirc;tre ou une bo&icirc;te de dialogue vers l'arri&egrave;re-plan du bureau. </para>
        <para>Si l'arri&egrave;re-plan est une couleur, vous pouvez cr&eacute;er un d&eacute;grad&eacute; &agrave; partir d'une couleur d'arri&egrave;re-plan. Un d&eacute;grad&eacute; est un effet visuel dans lequel une couleur se fond progressivement en une autre couleur. Pour cr&eacute;er un d&eacute;grad&eacute;, faites glisser une couleur vers un c&ocirc;t&eacute; de l'&eacute;cran. La couleur se m&eacute;lange entre celui-ci et le c&ocirc;t&eacute; oppos&eacute;.</para>
        <para>Avant de faire glisser une couleur vers un c&ocirc;t&eacute; de l'&eacute;cran, v&eacute;rifiez s'il existe un volet sur le c&ocirc;t&eacute; de l'&eacute;cran. Si c'est le cas, vous devez cacher le volet avant de faire glisser la couleur.</para>
      </listitem>
      <listitem>
        <para>Utilisez l'outil de pr&eacute;f&eacute;rences de l'<application>arri&egrave;re-plan du bureau</application>. </para>
      </listitem>
      <listitem>
        <para>S&eacute;lectionnez un motif ou une couleur dans la bo&icirc;te de dialogue <guilabel> Arri&egrave;re-plans et embl&egrave;mes</guilabel>. Vous pouvez modifier le motif ou la couleur de l'arri&egrave;re-plan du bureau de l'une des fa&ccedil;ons suivantes :</para>
        <orderedlist>
          <listitem>
            <para>Ouvrez une fen&ecirc;tre du gestionnaire de fichiers.</para>
          </listitem>
          <listitem>
            <para>S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem> Arri&egrave;re-plans et embl&egrave;mes</guimenuitem></menuchoice>. </para>
          </listitem>
          <listitem>
            <para>Pour afficher une liste des mod&egrave;les que vous pouvez utiliser, cliquez sur le bouton <guibutton> Mod&egrave;les</guibutton> de la bo&icirc;te de dialogue <guilabel>Arri&egrave;re-plans et embl&egrave;mes</guilabel>. Pour afficher une liste des couleurs, cliquez sur le bouton <guibutton>Couleurs</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Pour remplacer l'arri&egrave;re-plan par un motif, faites glisser le motif sur l'arri&egrave;re-plan. Pour remplacer l'arri&egrave;re-plan par une couleur, faites glisser la couleur sur l'arri&egrave;re-plan.</para>
          </listitem>
          <listitem>
            <para>Cliquez sur <guibutton>Fermer</guibutton>. </para>
          </listitem>
        </orderedlist>
      </listitem>
    </itemizedlist>
  </sect1>
</chapter>
