<?xml version="1.0" encoding="utf-8"?>
<chapter id="goseditmainmenu-1">
  <title>Utilisation des menus</title>
  <highlights>
    <para>Le pr&eacute;sent chapitre d&eacute;crit l'utilisation des menus de Java Desktop System.</para>
  </highlights>
  <sect1 id="goseditmainmenu-2">
    <title>Pr&eacute;sentation des menus</title>
    <indexterm>
      <primary>menus</primary>
      <secondary> introduction</secondary>
    </indexterm>
    <para>Vous pouvez acc&eacute;der &agrave; toutes les fonctions de Java Desktop System par le biais des menus. Vous pouvez en ajouter aux tableau de bord et les utiliser conjointement pour ex&eacute;cuter vos t&acirc;ches. Diff&eacute;rentes actions sont possibles &agrave; partir de ces menus, par exemple copier des &eacute;l&eacute;ments de menu dans des tableaux de bord.</para>
    <para>Java Desktop System vous permet d'acc&eacute;der aux menus suivants :</para>
    <itemizedlist>
      <listitem>
        <para>Bouton <guibutton>Lancer</guibutton> : fournit un acc&egrave;s aux &eacute;l&eacute;ments du menu <guimenu>Applications</guimenu> &agrave; partir du bouton <guibutton>Lancer</guibutton>. Vos tableaux de bord peuvent contenir plusieurs boutons <guibutton>Lancer</guibutton>. </para>
      </listitem>
      <listitem>
        <para><application>Barre de menu</application> : fournit un acc&egrave;s aux &eacute;l&eacute;ments des menus <guimenu>Applications</guimenu> et <guimenu>Actions</guimenu> &agrave; partir de la <application>Barre de menu</application>. Vos tableaux de bord peuvent contenir plusieurs applications <application>Barre de menu</application>. </para>
      </listitem>
      <listitem>
        <para>Le menu <guimenu>Applications</guimenu> : fournit un acc&egrave;s &agrave; de nombreuses applications, commandes et options de configuration &agrave; partir du menu <guimenu> Applications</guimenu>. </para>
      </listitem>
      <listitem>
        <para>Le menu <guimenu>Actions</guimenu> : il vous permet d'acc&eacute;der &agrave; des commandes gr&acirc;ce auxquelles vous pouvez ex&eacute;cuter diff&eacute;rentes t&acirc;ches. Par exemple, vous pouvez d&eacute;marrer l'application <application>Outil de recherche</application> ou vous d&eacute;connecter de Java Desktop System. </para>
      </listitem>
    </itemizedlist>
    <para>Vous pouvez &eacute;galement cliquer avec le bouton droit de la souris sur le bureau pour ouvrir le menu <guimenu>Bureau</guimenu>. Le menu <guimenu>Bureau</guimenu> vous permet &eacute;galement d'effectuer des t&acirc;ches relatives au bureau. </para>
    <para>Tous ces menus vous proposent diff&eacute;rentes m&eacute;thodes pour l'ex&eacute;cution des t&acirc;ches et vous permettent de travailler de la mani&egrave;re qui vous convient le mieux.</para>
  </sect1>
  <sect1 id="goseditmainmenu-5">
    <title>Caract&eacute;ristiques des menus</title>
    <indexterm>
      <primary>menus</primary>
      <secondary> caract&eacute;ristiques</secondary>
    </indexterm>
    <para>Les menus peuvent contenir les &eacute;l&eacute;ments suivants : </para>
    <itemizedlist>
      <listitem>
        <para>sous-menus ;</para>
      </listitem>
      <listitem>
        <para>lanceurs ou &eacute;l&eacute;ments de menu.</para>
      </listitem>
    </itemizedlist>
    <para>Une fl&egrave;che situ&eacute;e &agrave; droite d'un &eacute;l&eacute;ment de menu signifie qu'il s'agit d'un sous-menu. Lorsque vous pointez sur le sous-menu, celui-ci s'ouvre. Vous pouvez alors y s&eacute;lectionner des &eacute;l&eacute;ments.</para>
    <para>Lorsque vous s&eacute;lectionnez un lanceur, celui-ci d&eacute;marre une application ou ex&eacute;cute une commande. Vous pouvez &eacute;galement cliquer avec le bouton droit sur le lanceur pour ouvrir un menu contextuel. Celui-ci vous permet d'ajouter l'&eacute;l&eacute;ment choisi &agrave; un tableau de bord et d'ex&eacute;cuter d'autres t&acirc;ches. Pour de plus amples informations sur les menus contextuels, consultez la rubrique suivante.</para>
    <para>Vous pouvez modifiez le th&egrave;me de votre session pour modifier l'apparence de tous les menus. Utilisez pour cela l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application>.</para>
    <sect2 id="goseditmainmenu-11">
      <title>Menu contextuel d'un &eacute;l&eacute;ment de menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary>menu contextuel d'un &eacute;l&eacute;ment de menu</secondary>
      </indexterm>
      <indexterm>
        <primary>menu contextuel d'un &eacute;l&eacute;ment de menu</primary>
        <secondary>description</secondary>
      </indexterm>
      <para>&Agrave; chaque &eacute;l&eacute;ment d'un menu est associ&eacute; un menu contextuel vous permettant d'ex&eacute;cuter des t&acirc;ches en relation &agrave; celui-ci. Lorsque vous cliquez avec le bouton droit sur un &eacute;l&eacute;ment de menu, le menu contextuel de cet &eacute;l&eacute;ment s'affiche. Il contient &eacute;galement un sous-menu vous permettant d'ex&eacute;cuter des t&acirc;ches qui lui sont associ&eacute;es. </para>
      <para>Vous pouvez utiliser le menu contextuel du lanceur pour ex&eacute;cuter les t&acirc;ches suivantes&nbsp;: </para>
      <itemizedlist>
        <listitem>
          <para>ajouter des &eacute;l&eacute;ments de menu en tant que lanceurs aux volets ; </para>
        </listitem>
        <listitem>
          <para>supprimer des &eacute;l&eacute;ments des menus ;</para>
        </listitem>
        <listitem>
          <para>ouvrir la bo&icirc;te de dialogue <guilabel>Lancer un programme</guilabel> &agrave; l'aide de la commande de l'&eacute;l&eacute;ment de menu dans la bo&icirc;te de dialogue ;</para>
        </listitem>
        <listitem>
          <para>ajouter des menus aux tableaux de bord ; ajouter un menu sous la forme d'un objet de menu ou de tiroir ; </para>
        </listitem>
        <listitem>
          <para>ajouter de nouveaux &eacute;l&eacute;ments aux menus ;</para>
        </listitem>
        <listitem>
          <para>modifier les propri&eacute;t&eacute;s des sous-menus et des &eacute;l&eacute;ments de menu.</para>
        </listitem>
      </itemizedlist>
      <para>La <xref linkend="goseditmainmenu-FIG-39"/> affiche le menu contextuel.</para>
      <figure id="goseditmainmenu-FIG-39">
        <title>Menu contextuel article de menu<indexterm><primary> menu contextuel article de menu</primary><secondary>illustration</secondary></indexterm></title>
        <screenshot>
          <mediaobject>
            <imageobject>
              <imagedata fileref="figures/launcher_popup.png" format="PNG"/>
            </imageobject>
            <textobject>
              <phrase>Menus contextuels d'un &eacute;l&eacute;ment de menu Le contexte d&eacute;crit le graphique. </phrase>
            </textobject>
          </mediaobject>
        </screenshot>
      </figure>
      <para>Le <xref linkend="goseditmainmenu-TBL-30"/> d&eacute;crit les menus contextuels d'un &eacute;l&eacute;ment de menu. <indexterm><primary>lanceurs</primary><secondary> ajout au tableau de bord</secondary></indexterm><indexterm><primary>menus</primary><secondary> ajout au tableau de bord</secondary></indexterm></para>
      <table frame="topbot" id="goseditmainmenu-TBL-30">
        <title>Menus contextuels d'un &eacute;l&eacute;ment de menu</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="42.71*"/>
          <colspec colname="colspec1" colwidth="57.29*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment</para>
              </entry>
              <entry>
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Ajouter ce lanceur au tableau de bord</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Ajoute le lanceur au tableau de bord &agrave; partir duquel vous ouvrez le menu.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guimenuitem>Supprimer cet &eacute;l&eacute;ment</guimenuitem>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Supprime le lanceur du menu.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Mettre dans la bo&icirc;te de dialogue d'ex&eacute;cution</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Affiche la bo&icirc;te de dialogue <guilabel>Lancer un programme</guilabel> en y ins&eacute;rant la commande de la zone correspondante au lanceur. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para><guimenuitem>Aide sur <replaceable>nom-application</replaceable></guimenuitem> </para>
              </entry>
              <entry colname="colspec1">
                <para>Ouvre l'aide en ligne relative &agrave; l'application.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Affiche une bo&icirc;te de dialogue vous permettant d'&eacute;diter les propri&eacute;t&eacute;s du lanceur.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><menuchoice><guimenu>Tout le menu</guimenu><guimenuitem>Ajouter ceci comme tiroir au tableau de bord</guimenuitem></menuchoice> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Ajoute le sous-menu au tableau de bord &agrave; partir duquel vous ouvrez le menu sous la forme d'un tiroir.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><menuchoice><guimenu>Tout le menu</guimenu><guimenuitem>Ajouter ceci comme menu au tableau de bord</guimenuitem></menuchoice> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Ajoute le sous-menu au tableau de bord &agrave; partir duquel vous ouvrez le menu sous la forme d'un &eacute;l&eacute;ment de menu. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <menuchoice>
                    <guimenu>Tout le menu</guimenu>
                    <guimenuitem>Ajouter une nouvelle option &agrave; ce menu</guimenuitem>
                  </menuchoice>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Vous permet d'ajouter un &eacute;l&eacute;ment &agrave; un sous-menu. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <menuchoice>
                    <guimenu>Tout le menu</guimenu>
                    <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>
                  </menuchoice>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Affiche une bo&icirc;te de dialogue vous permettant d'&eacute;diter les propri&eacute;t&eacute;s du sous-menu.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goseditmainmenu-8">
    <title>Menu Applications</title>
    <indexterm>
      <primary>menus</primary>
      <secondary>menu Applications</secondary>
    </indexterm>
    <para>Le menu <guimenu>Applications</guimenu> contient une hi&eacute;rarchie de sous-menus &agrave; partir desquels vous pouvez d&eacute;marrer les applications standard de Java Desktop System et les outils de pr&eacute;f&eacute;rence. </para>
    <para>Vous pouvez acc&eacute;der au menu <guimenu>Applications</guimenu> au moyen des &eacute;l&eacute;ments suivants :</para>
    <itemizedlist>
      <listitem>
        <para>bouton <guibutton>Lancer</guibutton> ;</para>
      </listitem>
      <listitem>
        <para><application>Barre de menus</application>.</para>
      </listitem>
    </itemizedlist>
  </sect1>
  <sect1 id="goseditmainmenu-51">
    <title>Menu Actions</title>
    <indexterm>
      <primary>menus</primary>
      <secondary>menu Actions</secondary>
    </indexterm>
    <para>Le menu <guimenu>Actions</guimenu> contient diff&eacute;rentes commandes vous permettant d'ex&eacute;cuter des t&acirc;ches relatives &agrave; Java Desktop System. Le <xref linkend="goseditmainmenu-TBL-70"/> d&eacute;crit les commandes du menu <guimenu>Actions</guimenu>.</para>
    <table frame="topbot" id="goseditmainmenu-TBL-70">
      <title>Commandes du menu Actions</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="38.48*"/>
        <colspec colname="colspec1" colwidth="61.52*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>&Eacute;l&eacute;ment du menu</para>
            </entry>
            <entry>
              <para>Fonction </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guimenuitem>Lancer une application</guimenuitem>
              </para>
            </entry>
            <entry valign="top">
              <para>Ouvre la bo&icirc;te de dialogue <guilabel>Lancer un programme</guilabel>. Permet d'ex&eacute;cuter des commandes. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="gospanel-23"/>.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guimenuitem>Ouvrir un fichier r&eacute;cent</guimenuitem>
              </para>
            </entry>
            <entry valign="top">
              <para>Affiche un sous-menu contenant les dix derniers fichiers enregistr&eacute;s.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Capture d'&eacute;cran</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>R&eacute;alise une capture d'&eacute;cran de l'&eacute;cran et ouvre la bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran</guilabel>. La bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Rechercher des fichiers</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>D&eacute;marre l'application <application>Outil de recherche</application>.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guimenuitem>Verrouiller l'&eacute;cran</guimenuitem>
              </para>
            </entry>
            <entry valign="top">
              <para>Verrouille votre &eacute;cran.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guimenuitem>D&eacute;connecter</guimenuitem>
              </para>
            </entry>
            <entry valign="top">
              <para>Vous d&eacute;connecte de la session en cours. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>Vous pouvez acc&eacute;der au menu <guimenu>Actions</guimenu> au moyen des &eacute;l&eacute;ments suivants :</para>
    <itemizedlist>
      <listitem>
        <para>bouton <guibutton>Lancer</guibutton> ;</para>
      </listitem>
      <listitem>
        <para><application>Barre de menus</application>.</para>
      </listitem>
    </itemizedlist>
    <sect2 id="gospanel-23">
      <title>Utilisation de la bo&icirc;te de dialogue Lancer une application</title>
      <indexterm>
        <primary>bo&icirc;te de dialogue Lancer une application, utilisation</primary>
      </indexterm>
      <para>La bo&icirc;te de dialogue <guilabel>Lancer une application</guilabel> vous donne acc&egrave;s &agrave; la ligne de commande. Lorsque vous ex&eacute;cutez une commande dans la bo&icirc;te de dialogue <guilabel>Lancer une application</guilabel>, vous ne pouvez pas recevoir la sortie de la commande.</para>
      <para>Pour ex&eacute;cuter une commande &agrave; partir de la ligne de commande, proc&eacute;dez comme suit &nbsp;: </para>
      <orderedlist>
        <listitem>
          <para>Affichez la bo&icirc;te de dialogue <guilabel> Lancer un programme</guilabel>. Vous pouvez l'appeler en ayant recours &agrave; l'une des m&eacute;thodes suivantes :<itemizedlist><listitem><para>&Agrave; partir d'un tableau de bord</para><para>Ajoutez le bouton <guibutton>Ex&eacute;cuter</guibutton> &agrave; un tableau de bord. Cliquez avec le bouton droit du tableau de bord, puis s&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Actions</guisubmenu><guimenuitem>Ex&eacute;cuter</guimenuitem></menuchoice>. Cliquez sur le bouton <guibutton>Ex&eacute;cuter</guibutton>.</para></listitem><listitem><para>Cliquez sur le bouton <guibutton>Lancer</guibutton> .</para><para>Cliquez sur <guibutton>Lancer</guibutton>, puis choisissez <guimenuitem>Ex&eacute;cuter une application</guimenuitem>.</para></listitem><listitem><para>&Agrave; partir de la <application>Barre de menus</application></para><para>S&eacute;lectionnez <menuchoice><guimenu>Actions</guimenu><guimenuitem> Lancer une application</guimenuitem></menuchoice>.</para></listitem><listitem><para>&Agrave; l'aide des touches de raccourci :</para><para>Les touches de raccourcis par d&eacute;faut permettant d'afficher la bo&icirc;te de dialogue <guilabel>Lancer une application</guilabel> sont <keycombo><keycap>Super</keycap><keycap>R</keycap></keycombo>. Vous pouvez modifier les touches de raccourci permettant d'appeler la bo&icirc;te de dialogue <guilabel>Lancer une application</guilabel> dans l'outil de pr&eacute;f&eacute;rences des <application>raccourcis clavier</application>.</para></listitem><listitem><para>&Agrave; partir du menu contextuel d'un &eacute;l&eacute;ment de menu</para><para>Cliquez avec le bouton droit sur un &eacute;l&eacute;ment de menu, puis s&eacute;lectionnez <guilabel>Mettre dans la bo&icirc;te de dialogue d'ex&eacute;cution</guilabel> dans le menu contextuel. La bo&icirc;te de dialogue <guilabel>Lancer un programme</guilabel> s'ouvre et indique la commande du menu dans la zone de commande.</para></listitem></itemizedlist></para>
        </listitem>
        <listitem>
          <para>Entrez la commande &agrave; ex&eacute;cuter dans la zone vide. Pour s&eacute;lectionner une commande d&eacute;j&agrave; ex&eacute;cut&eacute;e auparavant, cliquez sur la fl&egrave;che dirig&eacute;e vers le bas situ&eacute;e en regard de la zone de commande, puis s&eacute;lectionnez la commande &agrave; ex&eacute;cuter.</para>
          <para>Vous pouvez &eacute;galement s&eacute;lectionner l'option <guibutton>Applications connues </guibutton> pour afficher une liste des applications disponibles.</para>
          <para>Il est &eacute;galement possible d'utiliser le bouton <guibutton>Ajouter un fichier</guibutton> pour s&eacute;lectionner un fichier &agrave; joindre &agrave; la ligne de commande. Par exemple, vous pouvez entrer la commande <application>emacs</application>, puis s&eacute;lectionner un fichier &agrave; &eacute;diter.</para>
          <para>L'option <guilabel>Ex&eacute;cuter dans un terminal</guilabel> permet d'ex&eacute;cuter l'application ou la commande dans une fen&ecirc;tre de terminal. S&eacute;lectionnez cette option pour une application ou une commande ne cr&eacute;ant pas de fen&ecirc;tre permettant de l'ex&eacute;cuter.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur le bouton <guibutton>Ex&eacute;cuter</guibutton> de la bo&icirc;te de dialogue <guilabel>Lancer une application</guilabel>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goseditmainmenu-53">
      <title>R&eacute;alisation d'une capture d'&eacute;cran</title>
      <indexterm>
        <primary>captures d'&eacute;cran, r&eacute;alisation</primary>
      </indexterm>
      <para>Vous pouvez r&eacute;aliser une capture d'&eacute;cran en ayant recours &agrave; l'une des m&eacute;thodes suivantes&nbsp;:</para>
      <itemizedlist>
        <listitem>
          <para>&Agrave; partir d'un tableau de bord</para>
          <orderedlist>
            <listitem>
              <para>Ajouter le bouton <guibutton>Capture d'&eacute;cran</guibutton> &agrave; un tableau de bord. </para>
            </listitem>
            <listitem>
              <para>Cliquez avec le bouton droit sur le tableau de bord, puis s&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Actions</guisubmenu><guimenuitem>Capture</guimenuitem></menuchoice>. </para>
            </listitem>
            <listitem>
              <para>Cliquez sur le bouton <guibutton>Capture d'&eacute;cran</guibutton> pour r&eacute;aliser une capture de l'ensemble d'une page.</para>
            </listitem>
            <listitem>
              <para>La bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran.</para>
            </listitem>
          </orderedlist>
        </listitem>
        <listitem>
          <para>&Agrave; l'aide des touches de raccourci :</para>
          <para>Pour r&eacute;aliser une capture d'&eacute;cran, utilisez les touches de raccourci suivantes : </para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="35.67*"/>
              <colspec colname="colspec1" colwidth="64.33*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Touches de raccourci par d&eacute;faut </para>
                  </entry>
                  <entry>
                    <para>Fonction</para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry colname="colspec0" valign="top">
                    <para>
                      <keycap>Impr. &eacute;cran</keycap>
                    </para>
                  </entry>
                  <entry colname="colspec1" valign="top">
                    <para>R&eacute;alise une capture de l'&eacute;cran entier et affiche la bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran</guilabel>. La bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0" valign="top">
                    <para><keycombo><keycap>Alt</keycap><keycap>Impr. &eacute;cran</keycap></keycombo> </para>
                  </entry>
                  <entry colname="colspec1" valign="top">
                    <para>Enregistre une capture d'&eacute;cran de la fen&ecirc;tre sur laquelle pointe la souris et affiche la bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran</guilabel>. La bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
          <para>Vous pouvez utiliser l'outil de pr&eacute;f&eacute;rence <application>Raccourcis clavier</application> pour modifier les touches de raccourci par d&eacute;faut.</para>
        </listitem>
        <listitem>
          <para>&Agrave; partir de la <application>Barre de menus</application></para>
          <para>Pour r&eacute;aliser une capture de l'&eacute;cran entier, s&eacute;lectionnez <menuchoice><guimenu>Actions</guimenu><guimenuitem> R&eacute;aliser une capture d'&eacute;cran</guimenuitem></menuchoice>. La bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran </guilabel> s'affiche. Pour enregistrer la capture d'&eacute;cran, s&eacute;lectionnez l'option <guilabel>Enregistrer la capture d'&eacute;cran dans un fichier</guilabel>. Entrez le chemin et le nom de fichier de la capture d'&eacute;cran dans la zone de liste d&eacute;roulante modifiable. Pour enregistrer la capture d'&eacute;cran dans un autre r&eacute;pertoire, vous pouvez &eacute;galement cliquer sur <guibutton>Parcourir</guibutton>. Lorsque vous s&eacute;lectionnez un r&eacute;pertoire, cliquez sur <guibutton>Valider</guibutton>. </para>
          <para>Vous pouvez &eacute;galement enregistrer la capture sur le bureau. Pour ce faire, s&eacute;lectionnez l'option <guilabel>Enregistrer la capture d'&eacute;cran sur le bureau</guilabel>. </para>
        </listitem>
        <listitem>
          <para>&Agrave; l'aide d'une commande</para>
          <para>Vous pouvez utiliser la commande <command>gnome-panel-screenshot</command> pour r&eacute;aliser une capture d'&eacute;cran. La commande <command>gnome-panel-screenshot</command> r&eacute;alise une capture de l'&eacute;cran entier et affiche la bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran</guilabel> La bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran.</para>
          <para>Vous pouvez &eacute;galement utiliser les options de la commande <command>gnome-panel-screenshot</command> comme suit :  </para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="35.67*"/>
              <colspec colname="colspec1" colwidth="64.33*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Option</para>
                  </entry>
                  <entry>
                    <para>Fonction</para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry colname="colspec0" valign="top">
                    <para>
                      <command>--window</command>
                    </para>
                  </entry>
                  <entry colname="colspec1" valign="top">
                    <para>R&eacute;alise une capture de la fen&ecirc;tre active et affiche la bo&icirc;te de dialogue <guilabel>Enregistrer la capture d'&eacute;cran</guilabel>. La bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0" valign="top">
                    <para><command>--delay=<replaceable>secondes</replaceable></command> </para>
                  </entry>
                  <entry colname="colspec1" valign="top">
                    <para>R&eacute;alise une capture d'&eacute;cran apr&egrave;s le nombre de secondes sp&eacute;cifi&eacute; et affiche la bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel>. La bo&icirc;te de dialogue <guilabel> Enregistrer la capture d'&eacute;cran</guilabel> vous permet d'enregistrer la capture d'&eacute;cran.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0" valign="top">
                    <para>
                      <command>--help</command>
                    </para>
                  </entry>
                  <entry colname="colspec1" valign="top">
                    <para>Affiche les options de la commande.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
      </itemizedlist>
    </sect2>
  </sect1>
  <sect1 id="goseditmainmenu-7">
    <title>Bouton Lancer</title>
    <indexterm>
      <primary>menus</primary>
      <secondary>Lancer</secondary>
      <see>menu Lancer</see>
    </indexterm>
    <screenshot>
      <mediaobject>
        <imageobject>
          <imagedata fileref="figures/launch_icon.png" format="PNG"/>
        </imageobject>
        <textobject>
          <phrase>Bouton Lancer </phrase>
        </textobject>
      </mediaobject>
    </screenshot>
    <para>Ce bouton <guibutton>Lancer</guibutton> permet d'acc&eacute;der au menu <guimenu> Applications</guimenu> et &agrave; de nombreux &eacute;l&eacute;ments du menu <guimenu>Actions</guimenu>. Vous pouvez acc&eacute;der &agrave; la plupart des applications, commandes et options de configuration standard avec le bouton <guibutton>Lancer</guibutton>. </para>
    <para>Vous pouvez ajouter des boutons <guibutton>Lancer</guibutton> &agrave; vos tableaux de bord.</para>
    <sect2 id="goseditmainmenu-15">
      <title>Acc&egrave;s au bouton Lancer</title>
      <indexterm>
        <primary>Lancer</primary>
        <secondary>ouverture</secondary>
      </indexterm>
      <para>Pour acc&eacute;der au bouton <guibutton>Lancer</guibutton>, proc&eacute;dez comme suit :</para>
      <itemizedlist>
        <listitem>
          <para>Ouvrez un tableau de bord contenant un bouton <guibutton>Lancer</guibutton>. </para>
          <para>Cliquez sur <guimenu>Lancer</guimenu>. </para>
        </listitem>
        <listitem>
          <para>Utilisez des touches de raccourci.</para>
          <para>Vous pouvez utiliser des touches de raccourci pour ouvrir le menu <guibutton>Lancer</guibutton>. </para>
          <para>Les touches de raccourci par d&eacute;faut servant &agrave; ouvrir le menu <guibutton>Lancer</guibutton> sont <keycombo><keycap> Ctrl</keycap><keycap>&Eacute;chap</keycap></keycombo>&nbsp;+&nbsp;. Utilisez l'outil de pr&eacute;f&eacute;rences <application>Raccourcis clavier</application> pour modifier les touches de raccourcis permettant d'ouvrir le menu <guibutton>Lancer</guibutton>.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="goseditmainmenu-29">
      <title>Ajout d'un bouton Lancer &agrave; un tableau de bord</title>
      <indexterm>
        <primary>menu Lancer</primary>
        <secondary>ajout au tableau de bord</secondary>
      </indexterm>
      <para>Vous pouvez ajouter un nombre illimit&eacute; de boutons <guibutton>Lancer</guibutton> &agrave; vos tableaux de bord. Pour ce faire, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem>Menu principal</guimenuitem></menuchoice>.</para>
    </sect2>
  </sect1>
  <sect1 id="goseditmainmenu-65">
    <title>Barre de menu</title>
    <indexterm>
      <primary>menus</primary>
      <secondary>barre de menus</secondary>
      <see>barre de menus</see>
    </indexterm>
    <indexterm>
      <primary>barre de menus</primary>
      <secondary> introduction </secondary>
    </indexterm>
    <screenshot>
      <mediaobject>
        <imageobject>
          <imagedata fileref="figures/menu_bar_applet.png" format="PNG"/>
        </imageobject>
        <textobject>
          <phrase>Applications de la Barre de menu du tableau de bord. Menus : Applications, Actions. </phrase>
        </textobject>
      </mediaobject>
    </screenshot>
    <para>La <application>Barre de menus</application> vous permet d'acc&eacute;der au menu <guimenu>Applications</guimenu> et au menu <guimenu> Actions</guimenu>. Vous pouvez acc&eacute;der &agrave; la plupart des applications, commandes et options de configuration standard &agrave; partir des menus de la <application>Barre de menus</application>. </para>
    <sect2 id="goseditmainmenu-66">
      <title>Ajout d'une Barre de menu &agrave; un tableau de bord</title>
      <indexterm>
        <primary>Barre de menu</primary>
        <secondary>ajout au tableau de bord</secondary>
      </indexterm>
      <para>Vous pouvez ajouter un nombre illimit&eacute; d'applications de la <application>Barre de menu</application> &agrave; vos tableaux de bord. Pour ce faire, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem>Barre de menus</guimenuitem></menuchoice>.</para>
    </sect2>
  </sect1>
  <sect1 id="goseditmainmenu-54">
    <title>Personnalisation des menus</title>
    <indexterm>
      <primary>menus</primary>
      <secondary> personnalisation</secondary>
    </indexterm>
    <para>Vous pouvez modifier le contenu des menus suivants :</para>
    <itemizedlist>
      <listitem>
        <para>Menu <guimenu>Applications</guimenu></para>
      </listitem>
      <listitem>
        <para><guimenu>Menu Pr&eacute;f&eacute;rences</guimenu> ;</para>
      </listitem>
    </itemizedlist>
    <para>Les composants suivants de Java Desktop System permettent de personnaliser les menus : </para>
    <itemizedlist>
      <listitem>
        <para>menus des tableaux de bord ;</para>
      </listitem>
      <listitem>
        <para>gestionnaire de fichiers.</para>
      </listitem>
    </itemizedlist>
    <para>Lorsque vous avez recours aux volets pour personnaliser vos menus, vous utilisez le menu contextuel de l'&eacute;l&eacute;ment de menu. Pour plus d'informations, consultez <xref linkend="goseditmainmenu-11"/>.</para>
    <para>Lorsque vous utilisez le gestionnaire de fichiers pour personnaliser les menus, vous devez acc&eacute;der au menu <guimenu>Applications</guimenu> ou au menu <guimenu>Pr&eacute;f&eacute;rences</guimenu> &agrave; partir du gestionnaire de fichiers. Ouvrez une fen&ecirc;tre du gestionnaire de fichiers pour acc&eacute;der aux menus <guimenu>Applications</guimenu> ou <guimenu>Pr&eacute;f&eacute;rences</guimenu>. </para>
    <para>Pour acc&eacute;der aux menus du gestionnaire de fichiers, entrez un des URI suivants dans le champ de la barre d'emplacement :</para>
    <informaltable frame="topbot">
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Menu</para>
            </entry>
            <entry>
              <para>Saisissez cet URI </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>Menu <guimenu>Applications</guimenu></para>
            </entry>
            <entry valign="top">
              <para>
                <command>applications:///</command>
              </para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para><guimenu>Menu Pr&eacute;f&eacute;rences</guimenu> ;</para>
            </entry>
            <entry valign="top">
              <para>
                <command>preferences:///</command>
              </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </informaltable>
    <sect2 id="goseditmainmenu-61">
      <title>Ajout d'un menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary>ajout</secondary>
      </indexterm>
      <para>Pour ajouter un menu, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Dans une fen&ecirc;tre du gestionnaire de fichiers, rendez-vous &agrave; l'emplacement o&ugrave; vous souhaitez ajouter le menu. Par exemple, si vous souhaitez ajouter un menu au menu <guimenu>Applications</guimenu>, entrez <command>applications:///</command> dans le champ de la barre d'emplacement.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Cr&eacute;er un dossier</guimenuitem></menuchoice>. Un dossier sans titre est ajout&eacute; au volet d'affichage. Le nom du dossier est s&eacute;lectionn&eacute;.</para>
        </listitem>
        <listitem>
          <para>Donnez-lui un nom, puis appuyez sur <keycap>Retour</keycap>. </para>
        </listitem>
      </orderedlist>
      <para>Lorsque vous vous d&eacute;connectez et que vous vous reconnectez, le menu appara&icirc;t &agrave; l'emplacement affect&eacute;.</para>
    </sect2>
    <sect2 id="goseditmainmenu-55">
      <title>Ajout d'un lanceur &agrave; un menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary>ajout de lanceurs</secondary>
      </indexterm>
      <para>Pour ajouter un lanceur &agrave; un menu, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur un &eacute;l&eacute;ment du menu auquel le lanceur doit &ecirc;tre ajout&eacute;.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Tout le menu</guimenu><guimenuitem>Ajouter une nouvelle option &agrave; ce menu</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Entrez les propri&eacute;t&eacute;s du lanceur dans la bo&icirc;te de dialogue <guilabel>Cr&eacute;er un lanceur</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goseditmainmenu-63">
      <title>Ajout d'un lanceur &agrave; un menu vide</title>
      <para>Pour ajouter un lanceur &agrave; un menu vide, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Dans une fen&ecirc;tre du gestionnaire de fichiers, rendez-vous &agrave; l'emplacement o&ugrave; vous souhaitez ajouter le menu. </para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Fichier</guimenu><guimenuitem>Cr&eacute;er un lanceur</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Entrez les propri&eacute;t&eacute;s du lanceur dans la bo&icirc;te de dialogue <guilabel>Cr&eacute;er un lanceur</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goseditmainmenu-56">
      <title>Copie d'un lanceur dans un menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary> copie de lanceurs</secondary>
      </indexterm>
      <para>Pour copier un lanceur existant dans un menu, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Dans une fen&ecirc;tre du gestionnaire de fichiers, rendez-vous &agrave; l'emplacement &agrave; partir duquel vous souhaitez copier le lanceur. Par exemple, si vous souhaitez copier un lanceur &agrave; partir du menu <guimenu>Applications</guimenu>, entrez <command>applications:///</command> dans le champ de la barre d'emplacement.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez le lanceur &agrave; copier, puis <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem>Copier le fichier</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Dans une fen&ecirc;tre du gestionnaire de fichiers, positionnez le curseur &agrave; l'endroit &agrave; partir duquel vous souhaitez copier le lanceur.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>&Eacute;dition</guimenu><guimenuitem> Coller le fichier</guimenuitem></menuchoice>. Le lanceur est ajout&eacute; au nouvel emplacement. </para>
        </listitem>
      </orderedlist>
      <para>Vous pouvez &eacute;galement faire glisser le lanceur d'un emplacement &agrave; un autre. </para>
      <para>Lorsque vous vous d&eacute;connectez et que vous vous reconnectez, le lanceur appara&icirc;t au nouvel emplacement dans le menu.</para>
    </sect2>
    <sect2 id="goseditmainmenu-62">
      <title>&Eacute;dition des propri&eacute;t&eacute;s d'un menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary> &eacute;dition de propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>Pour &eacute;diter les propri&eacute;t&eacute;s d'un menu, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit dans le menu &agrave; &eacute;diter. </para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <menuchoice><guimenu>Tout le menu</guimenu><guimenuitem>Propri&eacute;t&eacute;s</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Modifiez les propri&eacute;t&eacute;s du menu dans celle-ci. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goseditmainmenu-57">
      <title>&Eacute;dition d'un &eacute;l&eacute;ment de menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary>&eacute;dition d'&eacute;l&eacute;ments de menu</secondary>
      </indexterm>
      <para>Pour &eacute;diter un &eacute;l&eacute;ment de menu, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur l'&eacute;l&eacute;ment &agrave; &eacute;diter.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Celle-ci permet de modifier les propri&eacute;t&eacute;s du lanceur.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goseditmainmenu-58">
      <title>Suppression d'un &eacute;l&eacute;ment d'un menu</title>
      <indexterm>
        <primary>menus</primary>
        <secondary>suppression d'&eacute;l&eacute;ments de menu</secondary>
      </indexterm>
      <para>Pour supprimer un &eacute;l&eacute;ment d'un menu, utilisez le menu contextuel de l'&eacute;l&eacute;ment de menu. Pour supprimer un &eacute;l&eacute;ment d'un menu, proc&eacute;dez comme suit :</para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur l'&eacute;l&eacute;ment &agrave; supprimer.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <guimenuitem>Supprimer cet &eacute;l&eacute;ment</guimenuitem>.  </para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
</chapter>
