<chapter id="gospanel-1">
  <title>Utilisation des tableaux de bord</title>
  <highlights>
    <para>Le pr&eacute;sent chapitre d&eacute;crit l'utilisation des tableaux de bord. Un tableau de bord repr&eacute;sente une zone du bureau Java Desktop System &agrave; partir de laquelle il est possible d'ex&eacute;cuter des applications et d'effectuer d'autres t&acirc;ches.</para>
  </highlights>
  <sect1 id="gospanel-2">
    <title>Pr&eacute;sentation des tableaux de bord </title>
    <indexterm>
      <primary>tableaux de bord</primary>
      <secondary>introduction</secondary>
    </indexterm>
    <para>Lorsque vous d&eacute;marrez une session pour la premi&egrave;re fois, Java Desktop System contient au moins un tableau de bord. Il est possible que votre administrateur syst&egrave;me ait d&eacute;fini vos tableaux de bord par d&eacute;faut en fonction des besoins locaux. Par cons&eacute;quent, il peut l&eacute;g&egrave;rement diff&eacute;rer de celui-ci.</para>
    <para>Le comportement et l'aspect des tableaux de bord sont personnalisables. N'h&eacute;sitez pas &agrave; les adapter &agrave; vos besoins. Vous pouvez cr&eacute;er plusieurs tableaux de bord, y ajouter des objets Il est possible de cr&eacute;er plusieurs tableaux de bord et de choisir des propri&eacute;t&eacute;s, des objets et des arri&egrave;re-plans diff&eacute;rents pour chacun d'entre eux. Vous pouvez &eacute;galement les masquer.</para>
    <para>Java Desktop System contient g&eacute;n&eacute;ralement un tableau de bord pr&eacute;configur&eacute; s'affichant dans l'angle inf&eacute;rieur de l'&eacute;cran.</para>
    <sect2 id="gospanel-3">
      <title>Tableau de bord inf&eacute;rieur </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>tableau de bord inf&eacute;rieur lat&eacute;ral</secondary>
        <see>tableau de bord inf&eacute;rieur lat&eacute;ral</see>
      </indexterm>
      <indexterm>
        <primary>tableau de bord inf&eacute;rieur lat&eacute;ral</primary>
        <secondary>pr&eacute;sentation</secondary>
      </indexterm>
      <indexterm>
        <primary>tableau de bord inf&eacute;rieur lat&eacute;ral</primary>
        <secondary>contenu par d&eacute;faut</secondary>
      </indexterm>
      <para>Le tableau de bord inf&eacute;rieur lat&eacute;ral contient les &eacute;l&eacute;ments suivants :</para>
      <informaltable frame="topbot">
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec3" colwidth="30.95*"/>
          <colspec colname="colspec4" colwidth="69.05*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Object</para>
              </entry>
              <entry>
                <para>Description </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec3">
                <para>
                  <guibutton>Lancer</guibutton>
                </para>
              </entry>
              <entry colname="colspec4">
                <para>Le bouton <guibutton>Lancer</guibutton> contient des menus et des &eacute;l&eacute;ments de menu relatifs aux applications et aux outils de configuration de <application>Java Desktop System</application>.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec3">
                <para>
                  <application>Horloge</application>
                </para>
              </entry>
              <entry colname="colspec4">
                <para>Affiche la date et l'heure dans un tableau. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec3">
                <para>
                  <application>Afficher le bureau</application>
                </para>
              </entry>
              <entry colname="colspec4">Affiche un bouton permettant de r&eacute;duire toutes les fen&ecirc;tres ouvertes. </entry>
            </row>
            <row>
              <entry colname="colspec3" valign="top">
                <para><application>Liste de fen&ecirc;tres</application> </para>
              </entry>
              <entry colname="colspec4" valign="top">
                <para>affiche un bouton pour chaque fen&ecirc;tre ouverte. Vous pouvez cliquer sur l'un des boutons de la liste de fen&ecirc;tres pour r&eacute;duire ou restaurer la fen&ecirc;tre correspondante.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec3">
                <para>
                  <application>Zone de notification</application>
                </para>
              </entry>
              <entry colname="colspec4">
                <para>Affiche des ic&ocirc;nes correspondant &agrave; diff&eacute;rentes applications pour en indiquer l'activit&eacute;.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec3">
                <para>
                  <application>Changeur d'espace de travail</application>
                </para>
              </entry>
              <entry colname="colspec4">
                <para>affiche une repr&eacute;sentation visuelle des espaces de travail. Le <application>Changeur d'espace de travail</application> permet de basculer d'un espace de travail &agrave; l'autre.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec3">
                <para>
                  <application>Contr&ocirc;leur de volume</application>
                </para>
              </entry>
              <entry colname="colspec4">
                <para>Affiche un bouton vous permettant de contr&ocirc;ler et de d&eacute;finir le niveau sonore de votre syst&egrave;me.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec3">
                <para>
                  <application>Moniteur r&eacute;seau</application>
                </para>
              </entry>
              <entry colname="colspec4">
                <para>Affiche l'&eacute;tat d'un p&eacute;riph&eacute;rique du r&eacute;seau.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </informaltable>
    </sect2>
  </sect1>
  <sect1 id="gospanel-5">
    <title>Gestion des tableaux de bord </title>
    <indexterm>
      <primary>tableaux de bord</primary>
      <secondary>gestion</secondary>
    </indexterm>
    <para>Les rubriques suivantes d&eacute;crivent les m&eacute;thodes de gestion des tableaux de bord.</para>
    <sect2 id="gospanel-10">
      <title>Ajout d'un nouveau tableau de bord </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>ajout de nouveaux</secondary>
      </indexterm>
      <para>Cliquez avec le bouton droit de la souris sur un endroit vide d'un tableau de bord et s&eacute;lectionnez <guimenuitem> Nouveau tableau de bord</guimenuitem> pour ajouter un tableau de bord. Le nouveau tableau de bord est ajout&eacute; &agrave; Java Desktop System. Ce tableau de bord ne contient aucun objet. Vous pouvez personnaliser le nouveau tableau de bord afin qu'il r&eacute;ponde &agrave; vos pr&eacute;f&eacute;rences.</para>
    </sect2>
    <sect2 id="gospanel-11">
      <title>Interaction avec un tableau de bord </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>interaction avec</secondary>
      </indexterm>
      <para>Pour interagir avec un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau. Il est &eacute;galement possible de cliquer avec le bouton du milieu sur l'un des boutons de masquage pour s&eacute;lectionner le tableau de bord si celui-ci ne comporte aucun espace libre. Si les boutons de masquage n'apparaissent pas sur un tableau de bord, modifiez les propri&eacute;t&eacute;s de celui-ci de mani&egrave;re &agrave; les rendre visibles. </para>
      <para>Les boutons de la souris permettent d'interagir avec un tableau de bord de la mani&egrave;re suivante :</para>
      <variablelist>
        <varlistentry>
          <term>Cliquer avec le bouton du milieu</term>
          <listitem>
            <para>Permet de capturer un tableau de bord, puis de le faire glisser vers un autre emplacement.</para>
          </listitem>
        </varlistentry>
        <varlistentry>
          <term>Cliquer avec le bouton droit</term>
          <listitem>
            <para>Ouvre le menu contextuel du tableau de bord.</para>
          </listitem>
        </varlistentry>
      </variablelist>
    </sect2>
    <sect2 id="gospanel-12">
      <title>D&eacute;placement d'un tableau de bord </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>d&eacute;placement</secondary>
      </indexterm>
      <para>Les tableaux de bord peuvent &ecirc;tre d&eacute;plac&eacute;s. Pour ce faire, cliquez sur un espace libre du tableau de bord en appuyant sur le bouton du milieu de la souris, puis faites-le glisser vers son nouvel emplacement.</para>
    </sect2>
    <sect2 id="gospanel-7">
      <title>Masquage d'un tableau de bord </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>masquage</secondary>
      </indexterm>
      <para>Vous pouvez masquer ou afficher les tableaux de bord. Pour masquer un tableau de bord, ayez recours &agrave; un bouton de masquage. Si les boutons de masquage n'apparaissent pas sur un tableau de bord, modifiez les propri&eacute;t&eacute;s de celui-ci de sorte qu'il les affiche. </para>
      <para>Les boutons de masquage se trouvent de part et d'autre d'un tableau de bord. Ils contiennent une ic&ocirc;ne fl&eacute;ch&eacute;e optionnelle. L'illustration suivante pr&eacute;sente des boutons de masquage. </para>
      <screenshot>
        <mediaobject>
          <imageobject>
            <imagedata fileref="figures/four_hide_button.png" format="PNG"/>
          </imageobject>
          <textobject>
            <phrase>Tableaux de bord horizontal et vertical, comportant tous les deux des boutons de masquage.  </phrase>
          </textobject>
        </mediaobject>
      </screenshot>
      <para>Pour masquer un tableau de bord, cliquez sur l'un des boutons de masquage. Le tableau de bord se trouve r&eacute;duit dans la direction de la fl&egrave;che figurant sur le bouton. Le bouton situ&eacute; &agrave; l'autre extr&eacute;mit&eacute; du tableau de bord reste visible.</para>
      <para>Pour r&eacute;afficher un tableau de bord masqu&eacute;, cliquez sur le bouton de masquage visible. Le tableau de bord s'&eacute;tend dans la direction de la fl&egrave;che figurant sur le bouton. Les deux boutons de masquage sont &agrave; nouveau visibles.</para>
      <para>Vous pouvez d&eacute;finir une fonction de masquage automatique pour les tableaux de bord. Dans ce cas, le tableau de bord est automatiquement masqu&eacute; lorsque la souris ne pointe pas sur lui. Il r&eacute;appara&icirc;t d&egrave;s que vous pointez sur la partie de l'&eacute;cran o&ugrave; il r&eacute;side. Pour d&eacute;finir cette fonction, modifiez les propri&eacute;t&eacute;s du tableau de bord.</para>
    </sect2>
    <sect2 id="gospanel-28">
      <title>Modification des propri&eacute;t&eacute;s du tableau de bord </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>modification des propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>Utilisez l'outil de pr&eacute;f&eacute;rence <guilabel> Tableau de bord</guilabel> pour modifier les pr&eacute;f&eacute;rences de tous les tableaux de bord. Vous pouvez par exemple modifier les pr&eacute;f&eacute;rences d'animation des tableaux de bord. </para>
      <para>Vous pouvez aussi les modifier individuellement, pour chaque tableau de bord : Vous pouvez modifier les caract&eacute;ristiques de chaque tableau de bord, par exemple la position, le comportement de masquage et l'apparence visuelle. </para>
      <para>Pour modifier les propri&eacute;t&eacute;s d'un tableau de bord, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur un espace libre du tableau de bord, puis choisissez <guimenuitem> Propri&eacute;t&eacute;s</guimenuitem> pour afficher la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s du tableau de bord</guilabel>. La bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s du tableau de bord</guilabel> contient les onglets suivants : </para>
          <itemizedlist>
            <listitem>
              <para><guilabel>G&eacute;n&eacute;ral</guilabel> ;</para>
            </listitem>
            <listitem>
              <para><guilabel>Arri&egrave;re-plan</guilabel>.</para>
            </listitem>
          </itemizedlist>
        </listitem>
        <listitem>
          <para>Pour modifier la taille, l'emplacement et les propri&eacute;t&eacute;s de masquage d'un tableau de bord, cliquez sur l'onglet <guilabel>G&eacute;n&eacute;ral</guilabel>. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments de dialogue de l'onglet <guilabel>G&eacute;n&eacute;ral</guilabel> : </para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="28.57*"/>
              <colspec colname="colspec1" colwidth="71.43*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                  </entry>
                  <entry>
                    <para>Description </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Nom</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>Entrez un nom pour le tableau de bord. Lorsque vous utilisez des touches de raccourcis pour passer des tableaux de bord au bureau, ce nom de tableau de bord s'affiche. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Orientation</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>S&eacute;lectionnez la position du tableau de bord sur votre &eacute;cran. Pour ce faire, cliquez sur la position requise. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Taille</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette zone de s&eacute;lection num&eacute;rique permet de sp&eacute;cifier la taille du tableau de bord.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>D&eacute;velopper</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>S&eacute;lectionnez cette option si vous souhaitez d&eacute;velopper le tableau de bord au maximum du bord de l'&eacute;cran dans lequel se trouve le tableau de bord. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Masquer automatiquement</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet d'activer le masquage automatique. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Affichage des boutons de masquage</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet d'afficher les boutons de masquage de votre tableau de bord.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Fl&egrave;ches sur le bouton de masquage</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet d'afficher des fl&egrave;ches sur les boutons de masquage si ceux-ci sont activ&eacute;s.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Pour modifier l'arri&egrave;re-plan d'un tableau de bord, cliquez sur l'onglet <guilabel>Arri&egrave;re-plan</guilabel>. S&eacute;lectionnez le type de l'arri&egrave;re-plan du tableau de bord. Les choix sont les suivants\~:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colwidth="32.32*"/>
              <colspec colwidth="67.68*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                  </entry>
                  <entry>
                    <para>Description </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Aucun (utiliser le th&egrave;me syst&egrave;me)</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>S&eacute;lectionnez cette option pour utiliser l'arri&egrave;re-plan par d&eacute;faut du tableau de bord. L'arri&egrave;re-plan par d&eacute;faut du tableau de bord d&eacute;pend des param&egrave;tres de l'outil de pr&eacute;f&eacute;rences du <application>th&egrave;me</application>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Couleur unie</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>S&eacute;lectionnez cette option pour sp&eacute;cifier une seule couleur pour l'arri&egrave;re-plan du tableau de bord. Cliquez sur le bouton <guibutton>Couleurs</guibutton> pour afficher la bo&icirc;te de dialogue de s&eacute;lection de couleurs. Choisissez la couleur requise. </para>
                    <para>&Agrave; l'aide du curseur <guilabel>Style</guilabel>, sp&eacute;cifiez le degr&eacute; de transparence ou d'opacit&eacute; de la couleur. Exemple : d&eacute;placez le curseur vers l'extr&eacute;mit&eacute; <guilabel>Transparent</guilabel> pour rendre le tableau de bord transparent.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Image d'arri&egrave;re-plan</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>S&eacute;lectionnez cette option pour sp&eacute;cifier une image pour l'arri&egrave;re-plan du tableau de bord. Dans la zone de liste d&eacute;roulante modifiable, entrez le nom de fichier de l'image &agrave; utiliser. Vous pouvez &eacute;galement rechercher le fichier &agrave; importer &agrave; l'aide du bouton <guibutton>Parcourir</guibutton>. Lorsque vous avez s&eacute;lectionn&eacute; le fichier, cliquez sur Valider. </para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
          <para>Vous pouvez &eacute;galement faire glisser une couleur ou une image sur un tableau de bord afin d'en d&eacute;finir l'arri&egrave;re-plan. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="gospanel-61"/>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s de tableau</guilabel>.</para>
        </listitem>
      </orderedlist>
      <sect3 id="gospanel-61">
        <title>Glissement d'une couleur ou d'une image sur l'arri&egrave;re-plan d'un tableau de bord </title>
        <indexterm>
          <primary>tableaux</primary>
          <secondary>modification de l'arri&egrave;re-plan</secondary>
        </indexterm>
        <para>Vous pouvez faire glisser une couleur ou une image vers un tableau de bord pour en d&eacute;finir l'arri&egrave;re-plan. Vous pouvez pour cela avoir recours &agrave; de nombreuses applications. Par exemple, vous pouvez faire glisser une couleur du gestionnaire de fichiers vers un tableau de bord pour en d&eacute;finir l'arri&egrave;re-plan. Vous pouvez aussi faire glisser une couleur &agrave; partir d'une bo&icirc;te de s&eacute;lection de couleur.</para>
        <para>La m&ecirc;me proc&eacute;dure s'applique aux images. Vous pouvez faire glisser des images de motifs &agrave; partir du gestionnaire des fichiers pour d&eacute;finir l'arri&egrave;re-plan du tableau de bord.</para>
      </sect3>
    </sect2>
    <sect2 id="gospanel-31">
      <title>Suppression d'un tableau de bord </title>
      <indexterm>
        <primary>tableaux de bord</primary>
        <secondary>suppression</secondary>
      </indexterm>
      <para>Pour supprimer un tableau de bord de Java Desktop System, cliquez dessus avec le bouton droit, puis choisissez <menuchoice><guimenuitem>Supprimer ce tableau de bord</guimenuitem></menuchoice>.</para>
      <note>
        <para>vous devez toujours conserver au moins un tableau de bord sur le bureau. S'il n'en reste qu'un, il est impossible de le supprimer.</para>
      </note>
    </sect2>
  </sect1>
  <sect1 id="gospanel-8">
    <title>Objets du tableau de bord </title>
    <indexterm>
      <primary>tableaux de bord</primary>
      <secondary>objets du tableau de bord</secondary>
      <see>objets du tableau de bord</see>
    </indexterm>
    <para>Cette rubrique d&eacute;crit les objets que vous pouvez ajouter &agrave; vos tableaux de bord et utiliser dans ceux-ci.</para>
    <sect2 id="gospanel-100">
      <title>Interaction avec les objets du tableau de bord </title>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>interaction avec</secondary>
      </indexterm>
      <para>Les boutons de la souris permettent d'interagir avec les objets d'un tableau de bord de la mani&egrave;re suivante :</para>
      <variablelist>
        <varlistentry>
          <term>Cliquer avec le bouton gauche</term>
          <listitem>
            <para>Lance l'objet du tableau de bord. </para>
          </listitem>
        </varlistentry>
        <varlistentry>
          <term>Cliquer avec le bouton du milieu</term>
          <listitem>
            <para>Permet de capturer un objet, puis de le faire glisser jusqu'&agrave; un nouvel emplacement.</para>
          </listitem>
        </varlistentry>
        <varlistentry>
          <term>Cliquer avec le bouton droit</term>
          <listitem>
            <para>Ouvre le menu contextuel de l'objet du tableau de bord.</para>
          </listitem>
        </varlistentry>
      </variablelist>
      <para>Il est possible d'interagir de diff&eacute;rentes mani&egrave;res avec les objets du tableau de bord. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="gospanel-39"/>.</para>
    </sect2>
    <sect2 id="gospanel-15">
      <title>Ajout d'un objet &agrave; un tableau de bord </title>
      <indexterm>
        <primary>objets de tableau de bord</primary>
        <secondary>ajout</secondary>
      </indexterm>
      <para>Vous pouvez ajouter un objet &agrave; un tableau de bord en recourant aux m&eacute;thodes suivantes : </para>
      <itemizedlist>
        <listitem>
          <para>&Agrave; partir du menu contextuel du tableau de bord :</para>
          <para>Cliquez avec le bouton droit sur un espace libre du tableau de bord afin d'ouvrir le menu contextuel associ&eacute; &agrave; celui-ci. Ce menu contient un sous-menu <guisubmenu>Ajouter au tableau de bord</guisubmenu>. Celui-ci permet d'ajouter les objets suivants &agrave; vos tableaux de bord : <itemizedlist><listitem><para>Applications de tableau de bord appartenant aux cat&eacute;gories suivantes : <guilabel>Accessoires</guilabel>, <guilabel> Divertissement</guilabel>, <guilabel>Internet</guilabel>, <guilabel>Multim&eacute;dia</guilabel>, <guilabel>Utilitaires</guilabel>. </para></listitem><listitem><para>Boutons fournissant un acc&egrave;s rapide aux actions courantes : bouton <guibutton>Recherche de fichiers</guibutton>, bouton <guibutton>Forcer quitter</guibutton>, bouton <guibutton>Verrouiller l'&eacute;cran</guibutton>, bouton <guibutton>D&eacute;connecter</guibutton>, bouton <guibutton>Ex&eacute;cuter une application</guibutton>, bouton <guibutton>Capture d'&eacute;cran</guibutton>, bouton <guibutton>Afficher le bureau</guibutton>.</para></listitem><listitem><para>Lanceurs</para></listitem><listitem><para>Lanceurs des menus</para></listitem><listitem><para><guimenu>Menu principal</guimenu>.</para></listitem><listitem><para><application>Barre de menus</application>.</para></listitem><listitem><para>Tiroirs</para></listitem></itemizedlist></para>
        </listitem>
        <listitem>
          <para>&Agrave; partir de n'importe quel menu</para>
          <para>Lorsque vous cliquez avec le bouton droit sur un lanceur quelconque, un menu contextuel s'affiche. Vous pouvez l'utiliser pour ajouter le lanceur &agrave; un tableau de bord. </para>
          <para>Vous pouvez &eacute;galement faire glisser des menus, des lanceurs et des application de tableau de bord &agrave; partir des menus vers les tableaux de bord. </para>
        </listitem>
        <listitem>
          <para>&Agrave; partir du gestionnaire de fichiers :</para>
          <para>Chaque lanceur correspond &agrave; un fichier <filename>.desktop</filename>. Vous pouvez faire glisser le fichier <filename>.desktop</filename> sur un tableau de bord pour y ajouter le lanceur. </para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gospanel-9">
      <title>Modification des propri&eacute;t&eacute;s d'un objet </title>
      <indexterm>
        <primary>objets de tableau de bord</primary>
        <secondary>modification des propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>Certains objets du tableau de bord comme les lanceurs et les tiroirs poss&egrave;dent un jeu de propri&eacute;t&eacute;s associ&eacute;es. Les propri&eacute;t&eacute;s sont diff&eacute;rentes pour chaque type d'objet. Elles sp&eacute;cifient des d&eacute;tails, tels que : <itemizedlist><listitem><para>la commande qui d&eacute;marre une application ;</para></listitem><listitem><para>l'emplacement des fichiers source d'un menu ;</para></listitem><listitem><para>l'ic&ocirc;ne repr&eacute;sentant l'objet.</para></listitem></itemizedlist></para>
      <para>Pour modifier les propri&eacute;t&eacute;s d'un objet, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <indexterm>
            <primary>illustration du menu contextuel d'un objet du tableau de bord</primary>
          </indexterm>
          <para>Cliquez avec le bouton droit de la souris pour ouvrir le menu contextuel de l'objet du tableau de bord, tel qu'illustr&eacute; dans la <xref linkend="gospanel-FIG-54"/>.</para>
          <figure id="gospanel-FIG-54">
            <title>Menu contextuel de l'objet du tableau de bord</title>
            <screenshot>
              <mediaobject>
                <imageobject>
                  <imagedata fileref="figures/panel_object_popup_menu.png" format="PNG"/>
                </imageobject>
                <textobject>
                  <phrase>Menu contextuel de l'objet du tableau de bord &Eacute;l&eacute;ments du menu : Propri&eacute;t&eacute;s, Supprimer du tableau de bord, Verrouiller, D&eacute;placer. </phrase>
                </textobject>
              </mediaobject>
            </screenshot>
          </figure>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>. La bo&icirc;te de dialogue <guilabel> Propri&eacute;t&eacute;s</guilabel> permet de modifier les propri&eacute;t&eacute;s de la mani&egrave;re requise. Les propri&eacute;t&eacute;s de la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s</guilabel> d&eacute;pendent de l'objet s&eacute;lectionn&eacute; &agrave; l'&eacute;tape 1. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>OK</guibutton> pour appliquer les modifications, puis fermez la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gospanel-32">
      <title>D&eacute;placement d'un objet du tableau de bord </title>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>d&eacute;placement</secondary>
      </indexterm>
      <para>Vous pouvez d&eacute;placer les objets au sein d'un m&ecirc;me tableau de bord ou d'un tableau de bord &agrave; l'autre. Il est &eacute;galement possible de d&eacute;placer les objets entre les tableaux de bord et les tiroirs.</para>
      <para>Pour d&eacute;placer un objet du tableau de bord, cliquez sur celui-ci en appuyant sur le bouton du milieu et faites-le glisser vers un nouvel emplacement. Lorsque vous rel&acirc;chez le bouton de la souris, l'objet s'ancre au nouvel emplacement.</para>
      <para>Vous pouvez &eacute;galement utiliser le menu contextuel de l'objet du tableau de bord pour d&eacute;placer l'objet, en proc&eacute;dant comme suit : </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit, puis s&eacute;lectionnez <guimenuitem>D&eacute;placer</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Pointez sur le nouvel emplacement de l'objet, puis cliquez sur l'un des boutons de la souris pour l'y ancrer. Cet emplacement peut figurer sur n'importe lequel des tableaux de bord actuellement situ&eacute;s sur votre bureau. </para>
        </listitem>
      </orderedlist>
      <para>Le d&eacute;placement d'un objet appartenant &agrave; un tableau de bord affecte la position des autres objets situ&eacute;s sur celui-ci. Pour contr&ocirc;ler les d&eacute;placements des objets sur le tableau de bord, vous pouvez sp&eacute;cifier un mode de d&eacute;placement. Pour ce faire, appuyez sur l'une des touches suivantes lors du d&eacute;placement de l'objet :</para>
      <informaltable frame="topbot">
        <tgroup cols="3" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="15.00*"/>
          <colspec colname="colspec1" colwidth="30.00*"/>
          <colspec colname="colspec3" colwidth="54.00*"/>
          <thead>
            <row rowsep="1">
              <entry colname="colspec2">
                <para>Cl&eacute; </para>
              </entry>
              <entry>
                <para>Mode de d&eacute;placement</para>
              </entry>
              <entry colname="colspec3">
                <para>Description</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>Aucune touche</para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>D&eacute;placement commut&eacute;</para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>L'objet change de place avec d'autres. Ce type de d&eacute;placement est actif par d&eacute;faut.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>Touche <keycap>Alt</keycap> </para>
              </entry>
              <entry valign="top">
                <para>D&eacute;placement libre</para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>L'objet se positionne &agrave; la premi&egrave;re place libre du tableau de bord.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>Touche <keycap>Maj</keycap> </para>
              </entry>
              <entry valign="top">
                <para>D&eacute;placement en pouss&eacute;e</para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>L'objet repousse les autres objets sur le tableau de bord. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </informaltable>
    </sect2>
    <sect2 id="gospanel-566">
      <title>Verrouillage d'un objet du tableau de bord </title>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary> verrouillage</secondary>
      </indexterm>
      <indexterm>
        <primary>verrouillage des objets du tableau de bord</primary>
      </indexterm>
      <para>Vous pouvez verrouiller les objets de mani&egrave;re &agrave; ce qu'ils restent dans la m&ecirc;me position sur le tableau de bord. Cette fonction est utile si vous ne souhaitez pas que certains objets du tableau de bord changent de position lorsque vous en d&eacute;placez d'autres.</para>
      <para>Cliquez avec le bouton droit de la souris pour ouvrir le menu contextuel de l'objet du tableau de bord et s&eacute;lectionnez <guimenuitem> Verrouiller</guimenuitem> pour verrouiller un objet vers son emplacement actuel dans le tableau de bord. Cliquez avec le bouton droit de la souris et s&eacute;lectionnez <guimenuitem>D&eacute;verrouiller</guimenuitem> pour d&eacute;verrouiller l'objet. </para>
    </sect2>
    <sect2 id="gospanel-33">
      <title>Suppression d'un objet du tableau de bord </title>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>suppression</secondary>
      </indexterm>
      <para>Pour supprimer un objet d'un tableau de bord, cliquez sur l'objet avec le bouton droit pour ouvrir le menu contextuel, puis s&eacute;lectionnez <guimenuitem>Supprimer du tableau de bord</guimenuitem>. </para>
    </sect2>
  </sect1>
  <sect1 id="gospanel-17">
    <title>Applications de tableau de bord </title>
    <indexterm>
      <primary>applications de tableau de bord</primary>
      <secondary>pr&eacute;sentation</secondary>
    </indexterm>
    <indexterm>
      <primary>objets du tableau de bord</primary>
      <secondary>applications de tableau de bord</secondary>
      <see>applications de tableau de bord</see>
    </indexterm>
    <para>Une application de tableau de bord est une petite application dont l'interface utilisateur r&eacute;side sur un tableau de bord. Par exemple, la figure suivante affiche les applications suivantes, de gauche &agrave; droite&nbsp;: </para>
    <itemizedlist>
      <listitem>
        <para><application>Liste de fen&ecirc;tres</application> : affiche les fen&ecirc;tres actuellement ouvertes dans votre syst&egrave;me.</para>
      </listitem>
      <listitem>
        <para><application>Lecteur de CD</application> : permet de contr&ocirc;ler le lecteur CD de votre syst&egrave;me.</para>
      </listitem>
      <listitem>
        <para><application>Contr&ocirc;leur de volume</application> : permet de contr&ocirc;ler le volume du haut-parleur de votre syst&egrave;me.</para>
      </listitem>
    </itemizedlist>
    <screenshot>
      <mediaobject>
        <imageobject>
          <imagedata fileref="figures/sample_applet.png" format="PNG"/>
        </imageobject>
        <textobject>
          <phrase>Exemple d'application de tableau de bord Le contexte d&eacute;crit le graphique. </phrase>
        </textobject>
      </mediaobject>
    </screenshot>
    <sect2 id="gospanel-40">
      <title>Ajout d'une application &agrave; un tableau de bord </title>
      <indexterm>
        <primary>application de tableau de bord</primary>
        <secondary>ajout &agrave; un tableau de bord </secondary>
      </indexterm>
      <para>Vous pouvez ajouter une application &agrave; un tableau de bord &agrave; partir du menu contextuel de celui-ci. Cliquez avec le bouton droit sur un espace libre du tableau de bord afin d'ouvrir le menu contextuel associ&eacute; &agrave; celui-ci. Choisissez <guimenu>Ajouter au tableau de bord</guimenu>, puis s&eacute;lectionnez l'application &agrave; ajouter dans l'un des sous-menus suivants : </para>
      <itemizedlist>
        <listitem>
          <para><guimenu>Accessoires</guimenu> ;</para>
        </listitem>
        <listitem>
          <para><guimenu>Divertissement</guimenu> ;</para>
        </listitem>
        <listitem>
          <para><guimenu>Internet</guimenu> ;</para>
        </listitem>
        <listitem>
          <para><guimenu>Multim&eacute;dia</guimenu> ;</para>
        </listitem>
        <listitem>
          <para><guimenu>Utilitaire</guimenu>.</para>
        </listitem>
      </itemizedlist>
      <para>Vous pouvez &eacute;galement faire glisser l'application du sous-menu vers le tableau de bord. </para>
    </sect2>
    <sect2 id="gospanel-39">
      <title>S&eacute;lection d'une application de tableau de bord </title>
      <indexterm>
        <primary>applications de tableau de bord</primary>
        <secondary>s&eacute;lection</secondary>
      </indexterm>
      <para>Pour modifier les propri&eacute;t&eacute;s d'une application de tableau de bord, cliquez dessus avec le bouton droit pour afficher le menu contextuel qui lui est associ&eacute;. Pour d&eacute;placer une application de tableau de bord, cliquez dessus avec le bouton du milieu. </para>
      <para>L'endroit de l'application sur lequel cliquer pour afficher le menu contextuel du tableau de bord ou pour d&eacute;placer l'application fait l'objet de certaines restrictions : </para>
      <itemizedlist>
        <listitem>
          <para>Certaines applications de tableau de bord comportent des menus contextuels avec des commandes sp&eacute;cifiques. Pour ouvrir ces menus, cliquez avec le bouton droit sur certaines parties de l'application de tableau de bord. Par exemple, l'application <application>Liste des fen&ecirc;tres</application> poss&egrave;de une poign&eacute;e verticale &agrave; gauche et des boutons repr&eacute;sentant vos fen&ecirc;tres &agrave; droite. Pour ouvrir le menu contextuel de l'application <application>Liste des fen&ecirc;tres</application>, vous devez cliquer avec le bouton droit sur la poign&eacute;e. Si vous cliquez avec le bouton droit sur l'un des boutons, un menu contextuel s'ouvre.</para>
        </listitem>
        <listitem>
          <para>Certaines applications de tableau de bord comportent des zones ne pouvant pas &ecirc;tre utilis&eacute;es pour les s&eacute;lectionner. Par exemple, l'application <application>Ligne de commande</application> poss&egrave;de une zone permettant d'entrer des commandes. Il est impossible de cliquer avec le bouton droit ou avec le bouton du milieu pour s&eacute;lectionner l'application. S&eacute;lectionnez une autre partie de l'application. </para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gospanel-41">
      <title>Modification des pr&eacute;f&eacute;rences d'une application de tableau de bord </title>
      <indexterm>
        <primary>applications de tableau de bord</primary>
        <secondary>modification des pr&eacute;f&eacute;rences</secondary>
      </indexterm>
      <para>Pour modifier les pr&eacute;f&eacute;rences d'une application de tableau de bord, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur l'application, puis choisissez <guimenuitem> Pr&eacute;f&eacute;rences</guimenuitem>. Utilisez la bo&icirc;te de dialogue <guilabel>Pr&eacute;f&eacute;rences</guilabel> pour apporter les modifications requises aux pr&eacute;f&eacute;rences. Les pr&eacute;f&eacute;rences relatives aux application de tableau de bord varient de l&rsquo;une &agrave; l'autre.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue <guilabel> Pr&eacute;f&eacute;rences</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gospanel-16">
    <title>Lanceurs </title>
    <indexterm>
      <primary>objets du tableau de bord</primary>
      <secondary>lanceurs</secondary>
      <see>lanceurs</see>
    </indexterm>
    <para>Lorsque vous cliquez sur un lanceur, vous initiez l'une des actions suivantes : </para>
    <itemizedlist>
      <listitem>
        <para>d&eacute;marrer une application particuli&egrave;re ;</para>
      </listitem>
      <listitem>
        <para>ex&eacute;cuter une commande ;</para>
      </listitem>
      <listitem>
        <para>ouvrir un dossier dans une fen&ecirc;tre du gestionnaire de fichiers ;</para>
      </listitem>
      <listitem>
        <para>ouvrir un navigateur &agrave; une <firstterm>URL</firstterm> (Uniform Resource Locator) particuli&egrave;re. Une URL repr&eacute;sente l'adresse d'un emplacement particulier sur le Web.</para>
      </listitem>
      <listitem>
        <para>ouvrir des <firstterm>URI</firstterm> sp&eacute;ciaux (Uniform Resource Identifiers). Java Desktop System contient des URI sp&eacute;ciaux permettant d'acc&eacute;der &agrave; des fonctions particuli&egrave;res &agrave; partir du gestionnaire de fichiers. <indexterm><primary>emplacement d'URI sp&eacute;ciaux </primary><secondary>et lanceurs</secondary></indexterm></para>
      </listitem>
    </itemizedlist>
    <para>Vous pouvez trouver des lanceurs aux emplacements du bureau suivants : </para>
    <itemizedlist>
      <listitem>
        <para>Tableaux de bord : ils y sont repr&eacute;sent&eacute;s par des ic&ocirc;nes.</para>
      </listitem>
      <listitem>
        <para>Menus : ils y sont repr&eacute;sent&eacute;s par des &eacute;l&eacute;ments de menu. Les &eacute;l&eacute;ments de menu poss&egrave;dent g&eacute;n&eacute;ralement une ic&ocirc;ne.</para>
      </listitem>
      <listitem>
        <para>Bureau : ils y sont repr&eacute;sent&eacute;s par des ic&ocirc;nes. </para>
      </listitem>
    </itemizedlist>
    <para>Vous pouvez modifier les propri&eacute;t&eacute;s d'un lanceur. Les propri&eacute;t&eacute;s d'un lanceur englobent notamment son nom, l'ic&ocirc;ne qui lui est associ&eacute;e et son fonctionnement. </para>
    <sect2 id="gospanel-34">
      <title>Ajout d'un lanceur &agrave; un tableau de bord </title>
      <indexterm>
        <primary>lanceurs</primary>
        <secondary>ajout au tableau de bord </secondary>
      </indexterm>
      <para>Vous pouvez ajouter un lanceur &agrave; un tableau de bord en recourant &agrave; l'une des m&eacute;thodes suivantes :</para>
      <itemizedlist>
        <listitem>
          <para>&Agrave; partir du menu contextuel du tableau de bord :</para>
          <para>Pour cr&eacute;er un nouveau lanceur, cliquez avec le bouton droit sur un espace libre du tableau de bord, puis s&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem> Lanceur</guimenuitem></menuchoice>. Une bo&icirc;te de dialogue <guilabel>Cr&eacute;er un lanceur</guilabel> s'affiche. Pour de plus amples informations concernant les zones de cette bo&icirc;te de dialogue, reportez-vous &agrave; la rubrique <xref linkend="gospanel-52"/>.</para>
          <para>Vous pouvez &eacute;galement ajouter un lanceur existant au tableau de bord en s&eacute;lectionnant <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem>Lanceur &agrave; partir du menu</guimenuitem></menuchoice> dans le menu contextuel. S&eacute;lectionnez dans le menu le lanceur &agrave; ajouter.</para>
        </listitem>
        <listitem>
          <para>&Agrave; partir de n'importe quel menu</para>
          <para>Pour ajouter un lanceur &agrave; un tableau de bord, proc&eacute;dez comme suit :<itemizedlist><listitem><para>Ouvrez un menu contenant le lanceur. Faites-le glisser sur le tableau de bord. </para></listitem><listitem><para>Ouvrez le menu contenant le lanceur dans le tableau de bord o&ugrave; celui-ci doit r&eacute;sider. Cliquez avec le bouton droit sur le titre du lanceur. S&eacute;lectionnez <guimenuitem>Ajouter ce lanceur au tableau de bord</guimenuitem>. </para></listitem></itemizedlist></para>
        </listitem>
        <listitem>
          <para>&Agrave; partir du gestionnaire de fichiers :</para>
          <para>Pour ajouter un lanceur &agrave; un tableau de bord &agrave; partir du gestionnaire de fichiers, recherchez le fichier <filename>.desktop</filename> du lanceur dans le syst&egrave;me de fichiers. Pour ajouter le lanceur, faites glisser le fichier <filename>.desktop</filename> vers le tableau de bord.</para>
        </listitem>
      </itemizedlist>
      <sect3 id="gospanel-52">
        <title>Cr&eacute;ation d'un lanceur &agrave; l'aide de la bo&icirc;te de dialogue Cr&eacute;er un lanceur</title>
        <para>Pour cr&eacute;er un lanceur &agrave; l'aide de la bo&icirc;te de dialogue <guilabel>Cr&eacute;er un lanceur</guilabel> , proc&eacute;dez comme suit : </para>
        <orderedlist>
          <listitem>
            <para>Cliquez avec le bouton droit sur le tableau de bord afin d'ouvrir le menu contextuel correspondant. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem> Lanceur</guimenuitem></menuchoice> pour afficher la bo&icirc;te de dialogue <guilabel>Cr&eacute;er un lanceur</guilabel>. </para>
          </listitem>
          <listitem>
            <para>Entrez les propri&eacute;t&eacute;s du lanceur dans l'onglet <guilabel>Basique</guilabel>. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments de dialogue de l'onglet <guilabel>Basique</guilabel> : </para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colname="colspec0" colwidth="26.19*"/>
                <colspec colname="colspec1" colwidth="73.81*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                    </entry>
                    <entry>
                      <para>Description </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nom</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Cette zone de texte permet de sp&eacute;cifier le nom du lanceur. L'onglet <guilabel>Avanc&eacute;es</guilabel> permet d'ajouter des traductions pour ce nom. Ce nom est celui qui appara&icirc;t lorsque vous ajoutez le lanceur &agrave; un menu ou au bureau. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Nom g&eacute;n&eacute;rique</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1">
                      <para>Cette zone de texte permet de sp&eacute;cifier la classe d'application &agrave; laquelle appartient le lanceur. Par exemple, vous pouvez entrer <userinput> Text Editor</userinput> dans cette zone de texte pour un lanceur <application>gedit</application>. Vous pouvez utiliser l'onglet <guilabel>Avanc&eacute;es</guilabel> pour ajouter des traductions du nom g&eacute;n&eacute;rique.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Commentaire</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Cette zone de texte permet de sp&eacute;cifier une br&egrave;ve description du lanceur. Le commentaire s'affiche sous la forme d'une infobulle lorsque vous pointez sur l'ic&ocirc;ne du lanceur situ&eacute;e sur le tableau de bord. L'onglet <guilabel>Avanc&eacute;es</guilabel> permet d'ajouter des traductions du commentaire. </para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Commande</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Cette zone permet de sp&eacute;cifier une commande &agrave; ex&eacute;cuter lorsque vous cliquez sur le lanceur. Pour des exemples de commandes, reportez-vous &agrave; la rubrique suivante.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Type</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Cette zone de liste d&eacute;roulante modifiable permet de sp&eacute;cifier le type du lanceur. S&eacute;lectionnez l'une des options suivantes : </para>
                      <itemizedlist>
                        <listitem>
                          <para><guilabel>Application</guilabel> : cette option permet de cr&eacute;er un lanceur qui d&eacute;marre une application.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>Lien</guilabel> : s&eacute;lectionnez cette option pour cr&eacute;er un lanceur li&eacute; &agrave; un URI.</para>
                        </listitem>
                      </itemizedlist>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Ic&ocirc;ne</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>S&eacute;lectionnez une ic&ocirc;ne pour repr&eacute;senter le lanceur. en cliquant sur le bouton <guibutton>Pas d'ic&ocirc;ne</guibutton> dans la bo&icirc;te de dialogue de s&eacute;lection d'ic&ocirc;ne. S&eacute;lectionnez une ic&ocirc;ne. Vous pouvez &eacute;galement s&eacute;lectionner une ic&ocirc;ne dans un autre r&eacute;pertoire en cliquant sur le bouton <guibutton>Parcourir</guibutton>. Lorsque vous s&eacute;lectionnez une ic&ocirc;ne, cliquez sur <guibutton>OK</guibutton>. </para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Ex&eacute;cuter dans un Terminal</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Cette option permet d'ex&eacute;cuter l'application ou la commande dans une fen&ecirc;tre de terminal. S&eacute;lectionnez cette option pour une application ou une commande ne cr&eacute;ant pas de fen&ecirc;tre permettant de l'ex&eacute;cuter.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
          </listitem>
          <listitem>
            <para>Pour d&eacute;finir des propri&eacute;t&eacute;s avanc&eacute;es pour le lanceur, cliquez sur l'onglet <guilabel>Avanc&eacute;es</guilabel>. </para>
          </listitem>
          <listitem>
            <para>Entrez les propri&eacute;t&eacute;s avanc&eacute;es du lanceur dans l'onglet <guilabel>Avanc&eacute;es</guilabel>. Le tableau ci-dessous d&eacute;crit les &eacute;l&eacute;ments de dialogue situ&eacute;s dans la partie sup&eacute;rieure de l'onglet <guilabel> Avanc&eacute;es</guilabel> : </para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="32.03*"/>
                <colspec colwidth="67.97*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                    </entry>
                    <entry>
                      <para>Description </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Essayer cela avant d'utiliser</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez une commande ici afin d'effectuer un contr&ocirc;le avant de d&eacute;marrer le lanceur. Si la commande est ex&eacute;cutable et se trouve dans le chemin ad hoc, le lanceur appara&icirc;t sur le tableau de bord.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Documentation</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez le chemin du fichier d'aide du lanceur. Si vous entrez un chemin dans ce champ, un &eacute;l&eacute;ment de menu <guimenuitem>Aide de l'application <replaceable>nom-lanceur</replaceable></guimenuitem> s'affiche dans le menu contextuel du lanceur.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
          </listitem>
          <listitem>
            <para>Vous pouvez &eacute;galement ajouter une traduction des zones <guilabel>Nom</guilabel>, <guilabel>Nom g&eacute;n&eacute;rique</guilabel> et <guilabel>Commentaire</guilabel> de l'onglet <guilabel> Basique</guilabel>. Pour ajouter une traduction, entrez les d&eacute;tails de celle-ci dans le tableau <guilabel>Traductions du nom ou du commentaire</guilabel> en proc&eacute;dant comme suit : </para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colname="colspec0" colwidth="20.78*"/>
                <colspec colname="colspec1" colwidth="79.22*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Champ</para>
                    </entry>
                    <entry>
                      <para>Description </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>Premi&egrave;re zone </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez un code de deux lettres repr&eacute;sentant la langue pour laquelle vous souhaitez ajouter une traduction. </para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>Deuxi&egrave;me zone </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez la traduction du <guilabel>nom</guilabel> du lanceur.</para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0">
                      <para>Troisi&egrave;me zone </para>
                    </entry>
                    <entry colname="colspec1">
                      <para>Entrez la traduction du <guilabel>nom g&eacute;n&eacute;rique</guilabel> du lanceur. </para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>Quatri&egrave;me zone </para>
                    </entry>
                    <entry valign="top">
                      <para>Entrez la traduction du <guilabel>commentaire</guilabel> relatif au lanceur. </para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Ensuite, cliquez sur le bouton <guibutton>Ajouter/Modifier</guibutton>. </para>
            <para>Pour &eacute;diter une traduction, s&eacute;lectionnez-la. Le texte traduit appara&icirc;t dans la partie inf&eacute;rieure de la bo&icirc;te de dialogue. &Eacute;ditez les zones de la mani&egrave;re requise, puis cliquez sur le bouton <guibutton>Ajouter/Modifier</guibutton>.</para>
            <para>Pour supprimer une traduction, s&eacute;lectionnez-la, puis cliquez sur le bouton <guibutton>Supprimer</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Pour cr&eacute;er le lanceur et fermer la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s du lanceur</guilabel>, cliquez sur <guibutton>Valider</guibutton>.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gospanel-556">
        <title>Commandes du lanceur</title>
        <para>Le type de commandes que vous pouvez entrer dans le champ <guilabel>Commande</guilabel> d&eacute;pend de l'option s&eacute;lectionn&eacute;e dans la zone de liste d&eacute;roulante modifiable <guilabel>Type</guilabel>. Si vous s&eacute;lectionnez <guilabel>Application</guilabel> dans la zone de liste d&eacute;roulante modifiable <guilabel>Type</guilabel>, vous pouvez entrer une commande normale. Le tableau ci-dessous pr&eacute;sente des exemples de commandes et les actions ex&eacute;cut&eacute;es par celles-ci.</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="47.36*"/>
            <colspec colname="colspec1" colwidth="52.64*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Exemple de commande d'application </para>
                </entry>
                <entry>
                  <para>Action</para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <command>gedit</command>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Lance l'&eacute;diteur de texte <application>gedit</application>.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <command>gedit /user123/loremipsum.txt</command>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Ouvre le fichier <filename>/user123/loremipsum.txt </filename> dans l'&eacute;diteur de texte <application>gedit</application>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <command>nautilus /user123/Projects</command>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Ouvre le dossier <filename>/user123/Projects</filename> dans une fen&ecirc;tre du gestionnaire de fichiers. </para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
        <para>Si vous s&eacute;lectionnez <guilabel>Lien</guilabel> dans la zone de liste d&eacute;roulante modifiable <guilabel>Type</guilabel>, vous pouvez entrer un lien normal. Le tableau suivant pr&eacute;sente des exemples de commandes de liens et les actions ex&eacute;cut&eacute;es par celles-ci.<indexterm><primary>URI sp&eacute;ciaux</primary><secondary>lanceurs</secondary></indexterm></para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="47.36*"/>
            <colspec colname="colspec1" colwidth="52.64*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Exemple de commande de lien </para>
                </entry>
                <entry>
                  <para>Action</para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <command>http://www.sun.com</command>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Ouvre la page Web de Sun Microsystems dans votre navigateur par d&eacute;faut.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <command>ftp://ftp.gnome.org</command>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Ouvre par d&eacute;faut le site FTP de GNOME dans votre navigateur. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <command>applications:///</command>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Ouvre l'emplacement <guilabel>Applications</guilabel> dans une fen&ecirc;tre du gestionnaire de fichiers. Cliquez deux fois sur l'application pour la lancer.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <command>preferences:///</command>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Ouvre l'emplacement <guilabel>Pr&eacute;f&eacute;rences</guilabel> dans une fen&ecirc;tre du gestionnaire de fichiers. Cliquez deux fois sur un outil de pr&eacute;f&eacute;rence pour le lancer.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
    </sect2>
    <sect2 id="gospanel-36">
      <title>Modification des propri&eacute;t&eacute;s d'un lanceur </title>
      <indexterm>
        <primary>lanceurs</primary>
        <secondary>modification des propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>Pour modifier les propri&eacute;t&eacute;s d'un lanceur, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur le lanceur pour ouvrir son menu contextuel.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>. La bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s du lanceur</guilabel> permet de modifier les propri&eacute;t&eacute;s de la mani&egrave;re requise. Pour plus d'informations sur cette bo&icirc;te de dialogue, consultez <xref linkend="gospanel-52"/>. </para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s du lanceur</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gospanel-557">
    <title>Boutons </title>
    <indexterm>
      <primary>boutons</primary>
      <secondary>ajout au tableau de bord</secondary>
    </indexterm>
    <indexterm>
      <primary>boutons d'action</primary>
      <see>boutons</see>
    </indexterm>
    <para>Vous pouvez ajouter &agrave; vos tableaux de bord des boutons permettant d'acc&eacute;der rapidement aux actions et fonctions courantes. </para>
    <sect2 id="gospanel-554">
      <title>Bouton Recherche de fichiers </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary> recherche</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>bouton Recherche</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton Recherche</primary>
      </indexterm>
      <para>Vous pouvez utiliser le bouton <guibutton>Recherche de fichiers</guibutton> pour ouvrir la bo&icirc;te de dialogue correspondante. </para>
      <para>Pour ajouter un bouton <guibutton>Recherche de fichiers</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Actions</guisubmenu><guimenuitem>Recherche de fichiers</guimenuitem></menuchoice>. Pour ouvrir la bo&icirc;te de dialogue <application>Recherche de fichiers</application>, cliquez sur le bouton <guibutton>Recherche de fichiers</guibutton>. </para>
    </sect2>
    <sect2 id="gospanel-563">
      <title>Bouton Quitter </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary>Quitter</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>bouton Quitter</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton Quitter</primary>
      </indexterm>
      <indexterm>
        <primary>fermeture d'applications</primary>
      </indexterm>
      <indexterm>
        <primary> applications</primary>
        <secondary>fermeture</secondary>
      </indexterm>
      <para>Le bouton <guibutton>Quitter</guibutton> vous permet de s&eacute;lectionner une fen&ecirc;tre pour fermer une application. Ce bouton est utile si vous souhaitez fermer une application qui ne r&eacute;pond pas &agrave; vos commandes. </para>
      <para>Cliquez sur le bouton <guibutton>Quitter</guibutton> et cliquez sur une fen&ecirc;tre de l'application que vous souhaitez quitter pour fermer une application. Si vous ne souhaitez pas fermer une application apr&egrave;s avoir cliqu&eacute; sur le bouton <guibutton> Quitter</guibutton>, appuyez sur <keycap>Echap</keycap>.</para>
    </sect2>
    <sect2 id="gospanel-21">
      <title>Bouton Verrouiller l'&eacute;cran </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary> verrouillage</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary> bouton Verrouiller</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton Verrouiller </primary>
      </indexterm>
      <indexterm>
        <primary>verrouillage de l'&eacute;cran</primary>
      </indexterm>
      <para>Le bouton <guibutton>Verrouiller l'&eacute;cran</guibutton> verrouille l'&eacute;cran et active l'&eacute;conomiseur d'&eacute;cran. Pour retourner &agrave; la session, vous devez entrer votre mot de passe. Il est n&eacute;cessaire qu'un &eacute;conomiseur d'&eacute;cran soit actif pour verrouiller l'&eacute;cran correctement.</para>
      <para>Pour ajouter un bouton <guibutton>Verrouiller l'&eacute;cran</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Actions</guisubmenu><guimenuitem>Verrouiller l'&eacute;cran</guimenuitem></menuchoice>. </para>
      <para>Cliquez avec le bouton droit sur le bouton <guibutton>Verrouiller l'&eacute;cran</guibutton> pour ouvrir un menu contenant des commandes relatives &agrave; l'&eacute;conomiseur d'&eacute;cran. Le <xref linkend="gosstartsession-TBL-83"/> d&eacute;crit les commandes disponibles dans ce menu.</para>
      <table frame="topbot" id="gosstartsession-TBL-83">
        <title>&Eacute;l&eacute;ments de menu du verrouillage de l'&eacute;cran</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="43.55*"/>
          <colspec colname="colspec1" colwidth="56.45*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>&Eacute;l&eacute;ment du menu</para>
              </entry>
              <entry>
                <para>Fonction </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Activer l'&eacute;conomiseur d'&eacute;cran</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Active l'&eacute;conomiseur d'&eacute;cran imm&eacute;diatement, mais ne verrouille pas l'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Verrouiller l'&eacute;cran</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Verrouille l'&eacute;cran imm&eacute;diatement. Cette commande poss&egrave;de la m&ecirc;me fonction que le bouton <guibutton>Verrouiller</guibutton>. </para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Tuer le d&eacute;mon de l'&eacute;conomiseur d'&eacute;cran</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Met un terme au processus de l'&eacute;conomiseur d'&eacute;cran. Une fois cette option s&eacute;lectionn&eacute;e, vous ne pouvez plus verrouiller l'&eacute;cran.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Relancer le d&eacute;mon de l'&eacute;conomiseur d'&eacute;cran</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Ferme et red&eacute;marre le processus de l'&eacute;conomiseur d'&eacute;cran. Utilisez cette commande apr&egrave;s avoir modifi&eacute; votre mot de passe. Au red&eacute;marrage, utilisez votre nouveau mot de passe.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem>
                </para>
              </entry>
              <entry valign="top">
                <para>Affiche l'outil de pr&eacute;f&eacute;rences de <guilabel>XScreenSaver</guilabel>. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="gospanel-20">
      <title>Bouton D&eacute;connecter </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary>D&eacute;connecter</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>bouton D&eacute;connecter</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton D&eacute;connecter</primary>
      </indexterm>
      <para>Le bouton <guibutton>D&eacute;connecter</guibutton> lance le processus de d&eacute;connexion de Java Desktop System. </para>
      <para>Pour ajouter un bouton <guibutton>D&eacute;connecter</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu> Actions</guisubmenu><guimenuitem> D&eacute;connecter</guimenuitem></menuchoice>. Pour vous d&eacute;connecter ou fermer le syst&egrave;me, cliquez sur le bouton <guibutton> D&eacute;connecter</guibutton>. </para>
    </sect2>
    <sect2 id="gospanel-555">
      <title>Bouton Ex&eacute;cuter des applications </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary> Ex&eacute;cuter</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary> bouton Ex&eacute;cuter</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton Ex&eacute;cuter</primary>
      </indexterm>
      <para>Le bouton <guibutton>Ex&eacute;cuter des applications</guibutton> vous permet d'ouvrir la bo&icirc;te de dialogue <guilabel>Ex&eacute;cuter une application</guilabel>. </para>
      <para>Pour ajouter un bouton <guibutton>Ex&eacute;cuter des applications</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Actions</guisubmenu><guimenuitem>Ex&eacute;cuter des applications</guimenuitem></menuchoice>. Cliquez sur le bouton <guibutton>Ex&eacute;cuter une application</guibutton> pour ouvrir la bo&icirc;te de dialogue <guilabel>Ex&eacute;cuter des applications</guilabel>. </para>
    </sect2>
    <sect2 id="gospanel-553">
      <title>Bouton de capture d'&eacute;cran </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary>Capture d'&eacute;cran</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>bouton Capture d'&eacute;cran</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton Capture d'&eacute;cran</primary>
      </indexterm>
      <para>Le bouton <guibutton>Capture d'&eacute;cran</guibutton> vous permet de r&eacute;aliser une capture de la page sur laquelle vous vous trouvez </para>
      <para>Pour ajouter un bouton <guibutton>Capture d'&eacute;cran</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu> Actions</guisubmenu><guimenuitem>Capture d'&eacute;cran</guimenuitem></menuchoice>. Cliquez sur le bouton <guibutton>Capture d'&eacute;cran</guibutton> pour r&eacute;aliser une capture d'&eacute;cran.</para>
    </sect2>
    <sect2 id="gospanel-564">
      <title>Bouton Afficher le bureau </title>
      <indexterm>
        <primary>boutons</primary>
        <secondary>Afficher le bureau</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>bouton Afficher le bureau</secondary>
      </indexterm>
      <indexterm>
        <primary>bouton Afficher le bureau</primary>
      </indexterm>
      <para>Le bouton <guibutton>Afficher le bureau</guibutton> vous permet de r&eacute;duire toutes les fen&ecirc;tres ouvertes et d'afficher le bureau.</para>
      <para>Pour ajouter un bouton <guibutton>Afficher le bureau</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu> Actions</guisubmenu><guimenuitem>Afficher bureau</guimenuitem></menuchoice>. Cliquez sur le bouton <guibutton>Afficher le bureau</guibutton> pour r&eacute;duire toutes les fen&ecirc;tres et afficher le bureau. </para>
    </sect2>
    <sect2 id="gospanel-567">
      <title>Zone de notification </title>
      <indexterm>
        <primary>applications de tableau de bord</primary>
        <secondary>zone de notification</secondary>
      </indexterm>
      <indexterm>
        <primary>objets du tableau de bord</primary>
        <secondary>zone de notification</secondary>
      </indexterm>
      <indexterm>
        <primary>zone de notification</primary>
      </indexterm>
      <para>L'application <application>Zone de notification</application> affiche des ic&ocirc;nes repr&eacute;sentant diff&eacute;rentes applications pour en indiquer l'activit&eacute;. Par exemple, lorsque vous utilisez l'application <application>Lecteur de CD</application>, une ic&ocirc;ne repr&eacute;sentant un CD s'affiche dans la <application>zone de notification</application>. Le graphique ci-dessus illustre l'ic&ocirc;ne du CD dans l'application <application>Zone de notification</application>. </para>
      <para>Pour ajouter une <application>zone de notification</application> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord. S&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guisubmenu>Utilitaire</guisubmenu><guimenuitem>Zone de notification</guimenuitem></menuchoice>.</para>
    </sect2>
  </sect1>
  <sect1 id="gospanel-37">
    <title>Menus </title>
    <indexterm>
      <primary>menus</primary>
      <secondary>ajout au tableau de bord</secondary>
    </indexterm>
    <indexterm>
      <primary>objets du tableau de bord</primary>
      <secondary>menus</secondary>
    </indexterm>
    <para>Vous pouvez ajouter les types de menus suivants &agrave; vos tableaux de bord : </para>
    <itemizedlist>
      <listitem>
        <para><guibutton>Lancer</guibutton> : ce bouton permet d'acc&eacute;der &agrave; la plupart des applications, commandes et options de configuration standard. Pour ajouter un bouton <guibutton>Lancer</guibutton> &agrave; un tableau de bord, cliquez avec le bouton droit sur un espace libre du tableau de bord, puis s&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem>Menu Principal</guimenuitem></menuchoice>. Vous pouvez ajouter autant de boutons <guibutton>Lancer</guibutton> que vous le souhaitez &agrave; vos tableaux de bord. </para>
      </listitem>
      <listitem>
        <para><application>Barre de menu</application> : vous pouvez acc&eacute;der &agrave; la plupart des applications, commandes et options de configuration standard &agrave; partir de la <application>Barre de menus</application>. La <application>Barre de menu</application> contient le menu <guimenu>Applications</guimenu> et le menu <guimenu> Actions</guimenu>. Pour ajouter la <application>Barre de menus</application> &agrave; un tableau de bord, cliquez dans celui-ci sur un espace libre avec le bouton droit de la souris et choisissez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem>Barre de menus</guimenuitem></menuchoice>. Vous pouvez ajouter un nombre illimit&eacute; d'objets &agrave; vos tableaux de bord &agrave; partir de la <application>Barre de menus</application>. </para>
      </listitem>
      <listitem>
        <para>Menus syst&egrave;me : les menus syst&egrave;me contiennent les applications et outils standard disponibles dans Java Desktop System. Les menus <guimenu>Applications</guimenu> et <guimenu>Actions</guimenu> sont des menus syst&egrave;me. Pour ajouter un menu syst&egrave;me &agrave; un tableau de bord, cliquez avec le bouton droit sur un lanceur du menu, puis s&eacute;lectionnez <menuchoice><guimenu>Tout le menu</guimenu><guimenuitem>Ajouter ceci comme menu au tableau de bord</guimenuitem></menuchoice>. </para>
      </listitem>
    </itemizedlist>
    <para>Les menus ajout&eacute;s aux tableaux de bord sont repr&eacute;sent&eacute;s par une ic&ocirc;ne contenant une fl&egrave;che. Celle-ci indique que l'ic&ocirc;ne repr&eacute;sente un menu ou un tiroir. La <xref linkend="gospanel-FIG-68"/> illustre l'apparence par d&eacute;faut des menus sur les tableaux de bord. </para>
    <figure id="gospanel-FIG-68">
      <title>Objets du menu par d&eacute;faut sur un tableau de bord</title>
      <screenshot>
        <mediaobject>
          <imageobject>
            <imagedata fileref="figures/typical_menu.png" format="PNG"/>
          </imageobject>
          <textobject>
            <phrase>Objets de menu types d'un tableau de bord.</phrase>
          </textobject>
        </mediaobject>
      </screenshot>
    </figure>
  </sect1>
  <sect1 id="gospanel-18">
    <title>Tiroirs </title>
    <indexterm>
      <primary>objets du tableau de commande</primary>
      <secondary>tiroirs</secondary>
      <see>tiroirs</see>
    </indexterm>
    <para>Un tiroir constitue une extension d'un tableau de bord. Vous pouvez ouvrir et fermer les tiroirs exactement de la m&ecirc;me mani&egrave;re que vous affichez ou masquez un tableau de bord. Un tiroir peut contenir tous les objets du tableau de bord, y compris les lanceurs, les menus, d'autres objets du tableau de bord ainsi que d'autres tiroirs. Une fois un tiroir ouvert, il est possible d'utiliser les objets qu'il contient de la m&ecirc;me mani&egrave;re que les objets situ&eacute;s sur un tableau de bord. </para>
    <para>La figure suivante montre un tiroir ouvert contenant deux objets du tableau de bord. </para>
    <screenshot>
      <mediaobject>
        <imageobject>
          <imagedata fileref="figures/open_drawer.png" format="PNG"/>
        </imageobject>
        <textobject>
          <phrase>Ouvrir le tiroir. Le contexte d&eacute;crit le graphique. </phrase>
        </textobject>
      </mediaobject>
    </screenshot>
    <para>La fl&egrave;che situ&eacute;e sur l'ic&ocirc;ne du tiroir indique que celle-ci repr&eacute;sente un tiroir ou un menu.</para>
    <para>Vous pouvez ajouter, d&eacute;placer et supprimer des objets des tiroirs, comme vous le feriez s'il s'agissait d'un tableau de bord. </para>
    <sect2 id="gospanel-42">
      <title>Ouverture et fermeture d'un tiroir </title>
      <indexterm>
        <primary>tiroirs</primary>
        <secondary> ouverture</secondary>
      </indexterm>
      <indexterm>
        <primary>tiroirs</primary>
        <secondary> fermeture</secondary>
      </indexterm>
      <para>Pour ouvrir un tiroir, cliquez sur l'objet tiroir dans le tableau de bord. Vous pouvez fermer le tiroir en ayant recours &agrave; l'une des m&eacute;thodes suivantes : </para>
      <itemizedlist>
        <listitem>
          <para>cliquer sur le tiroir ;</para>
        </listitem>
        <listitem>
          <para>cliquer sur le bouton de masquage du tiroir.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gospanel-420">
      <title>Ajout d'un tiroir &agrave; un tableau de bord </title>
      <indexterm>
        <primary>tiroirs</primary>
        <secondary>ajout &agrave; un tableau de bord</secondary>
      </indexterm>
      <para>Vous pouvez ajouter un tiroir &agrave; un tableau de bord en recourant &agrave; l'une des m&eacute;thodes suivantes : </para>
      <itemizedlist>
        <listitem>
          <para>&Agrave; partir du menu contextuel du tableau de bord :</para>
          <para>Cliquez avec le bouton droit sur un espace libre du tableau de bord, puis s&eacute;lectionnez <menuchoice><guimenu>Ajouter au tableau de bord</guimenu><guimenuitem>Tiroir</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>&Agrave; partir de n'importe quel menu</para>
          <para>Vous pouvez ajouter un menu &agrave; un tableau de bord sous la forme d'un objet tiroir.</para>
          <para>Pour ce faire, ouvrez le menu dans le tableau de bord. Cliquez avec le bouton droit sur un lanceur du menu, puis s&eacute;lectionnez <menuchoice><guimenu>Tout le menu</guimenu><guimenuitem>Ajouter ceci comme tiroir au tableau de bord</guimenuitem></menuchoice>.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gospanel-54">
      <title>Ajout d'un objet &agrave; un tiroir </title>
      <indexterm>
        <primary>tiroirs</primary>
        <secondary>ajout d'objets</secondary>
      </indexterm>
      <para>Vous pouvez ajouter un tiroir de la m&ecirc;me mani&egrave;re que vous ajoutez des objets aux tableaux de bord. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="gospanel-15"/>. </para>
    </sect2>
    <sect2 id="gospanel-550">
      <title>Modification des propri&eacute;t&eacute;s du tiroir </title>
      <indexterm>
        <primary>tiroirs</primary>
        <secondary>modification des propri&eacute;t&eacute;s</secondary>
      </indexterm>
      <para>Utilisez l'outil de pr&eacute;f&eacute;rence <application> Tableau de bord</application> pour modifier les pr&eacute;f&eacute;rences de tous les tableaux de bord et tiroirs. Par exemple, vous pouvez s&eacute;lectionner diff&eacute;rentes options associ&eacute;es &agrave; l'apparence et au comportement des objets situ&eacute;s sur les tableaux de bord et dans les tiroirs. Il est &eacute;galement possible de s&eacute;lectionner des options associ&eacute;es aux tiroirs uniquement. Par exemple, vous pouvez s&eacute;lectionner une option vous permettant de fermer un tiroir en cliquant sur un lanceur situ&eacute; dans l'un d'entre eux.</para>
      <para>Vous pouvez &eacute;galement modifier les autres propri&eacute;t&eacute;s de chaque tiroir, et, par exemple, personnaliser les caract&eacute;ristiques telles que l'apparence visuelle du tiroir ou la pr&eacute;sence de boutons de masquage.</para>
      <para>Pour ce faire, proc&eacute;dez comme suit : </para>
      <orderedlist>
        <listitem>
          <para>Cliquez avec le bouton droit sur le tiroir, puis s&eacute;lectionnez <guimenuitem>Propri&eacute;t&eacute;s</guimenuitem> pour afficher la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s du tableau de bord</guilabel>. La bo&icirc;te de dialogue affiche l'onglet <guilabel>G&eacute;n&eacute;ral</guilabel>.</para>
        </listitem>
        <listitem>
          <para>S&eacute;lectionnez les propri&eacute;t&eacute;s relatives au tiroir dans la bo&icirc;te de dialogue. Le tableau suivant d&eacute;crit les &eacute;l&eacute;ments de l'onglet <guilabel>G&eacute;n&eacute;ral</guilabel> : </para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="28.57*"/>
              <colspec colname="colspec1" colwidth="71.43*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>&Eacute;l&eacute;ment de la bo&icirc;te de dialogue</para>
                  </entry>
                  <entry>
                    <para>Description </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Nom</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>Entrez un nom pour le tableau de bord. Lorsque vous utilisez des touches de raccourcis pour passer des tableaux de bord au bureau, ce nom de tableau de bord s'affiche. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Taille</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>S&eacute;lectionnez la taille du tableau de bord.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Ic&ocirc;ne</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>S&eacute;lectionnez une ic&ocirc;ne pour repr&eacute;senter le tiroir. Cliquez sur le bouton <guibutton>Ic&ocirc;ne</guibutton> pour afficher une bo&icirc;te de dialogue de s&eacute;lection d'ic&ocirc;ne. S&eacute;lectionnez une ic&ocirc;ne. Vous pouvez &eacute;galement cliquer sur <guibutton>Parcourir</guibutton> pour choisir une ic&ocirc;ne dans un autre r&eacute;pertoire. Lorsque vous s&eacute;lectionnez une ic&ocirc;ne, cliquez sur <guibutton> Valider</guibutton>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Affichage des boutons de masquage</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet d'afficher les boutons de masquage de votre tableau de bord.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Fl&egrave;ches sur le bouton de masquage</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Cette option permet d'afficher des fl&egrave;ches sur les boutons de masquage si ceux-ci sont activ&eacute;s.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Vous pouvez utiliser l'onglet <guilabel>Arri&egrave;re-plan</guilabel> pour d&eacute;finir l'arri&egrave;re-plan du tiroir. Pour plus d'informations sur l'utilisation de l'onglet <guilabel>Arri&egrave;re-plan</guilabel>, reportez-vous &agrave; l'&eacute;tape qui lui est consacr&eacute;e dans la section <xref linkend="gospanel-28"/>. Vous pouvez &eacute;galement faire glisser une couleur ou une image vers un tiroir afin de la d&eacute;finir en tant qu'arri&egrave;re-plan du tiroir. Pour de plus amples informations, reportez-vous &agrave; la rubrique <xref linkend="gospanel-61"/>.</para>
        </listitem>
        <listitem>
          <para>Cliquez sur <guibutton>Fermer</guibutton> pour fermer la bo&icirc;te de dialogue <guilabel>Propri&eacute;t&eacute;s de tableau</guilabel>. </para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
</chapter>
