  
  <sect1 id="preface-10">
    <title>Conventions d'utilisation de la souris</title>
    <para>Le tableau ci-dessous r&eacute;pertorie les conventions relatives &agrave; l'utilisation de la souris employ&eacute;es dans la documentation de Java Desktop System.</para>
    <informaltable frame="topbot">
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.36*"/>
        <colspec colname="colspec1" colwidth="63.64*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Action</para>
            </entry>
            <entry>
              <para>D&eacute;finition </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Cliquer</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Appuyer sur le bouton gauche de la souris, puis le rel&acirc;cher sans d&eacute;placer la souris. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Cliquer en appuyant sur le bouton gauche</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Appuyer sur le bouton gauche de la souris sans le rel&acirc;cher.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Cliquer avec le bouton gauche</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Voir <emphasis>cliquer</emphasis>. L'expression &ldquo;cliquer avec le bouton gauche&rdquo; permet d'&eacute;viter une &eacute;ventuelle confusion avec <emphasis>Cliquer avec le bouton droit</emphasis>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Cliquer avec le bouton du milieu</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Appuyer sur le bouton du milieu de la souris et le rel&acirc;cher sans d&eacute;placer la souris. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Cliquer avec le bouton droit</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Appuyer sur le bouton droit de la souris, puis le rel&acirc;cher sans d&eacute;placer la souris. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Cliquer deux fois</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Appuyer rapidement &agrave; deux reprises sur le bouton de gauche de la souris, sans la d&eacute;placer. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Faire glisser</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Cliquer en appuyant sur le bouton gauche de la souris, puis d&eacute;placer l'objet. Vous pouvez par exemple faire glisser une fen&ecirc;tre ou une ic&ocirc;ne. Les boutons de gauche et du milieu permettent d'ex&eacute;cuter des actions de glissement. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Glisser-d&eacute;placer</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Cliquer en appuyant sur le bouton gauche de la souris, puis d&eacute;placer l'objet. Par exemple, vous pouvez glisser-d&eacute;placer une fen&ecirc;tre ou une ic&ocirc;ne. Rel&acirc;cher le bouton de la souris pour d&eacute;poser l'objet &agrave; son nouvel emplacement. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Capturer</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Pointer sur un &eacute;l&eacute;ment &agrave; d&eacute;placer et cliquer en appuyant sur le bouton gauche. Vous pouvez par exemple capturer la barre de titre d'une fen&ecirc;tre, puis faire glisser celle-ci vers un nouvel emplacement. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </informaltable>
  </sect1>
