<?xml version="1.0" encoding="utf-8"?>
  
  <preface id="preface-0"><title>Pr&eacute;face</title><para>Le <citetitle>Guide de l'utilisateur de Java Desktop System Version 3</citetitle> fournit des informations sur les versions suivantes : <itemizedlist><listitem><para>Sun Java Desktop System Version 3 pour la plate-forme x86 du syst&egrave;me d'exploitation Solaris ;</para></listitem><listitem><para>Java Desktop System Version 3 pour la plate-forme SPARC du syst&egrave;me d'exploitation Solaris.</para></listitem></itemizedlist></para><para>La plupart des informations figurant dans ce manuel s'appliquent &agrave; l'ensemble des versions de Java Desktop System. Dans le cas contraire, la plate-forme est indiqu&eacute;e.</para><sect1 id="preface-9"><title>Utilisateurs de ce manuel</title><para>Ce manuel est destin&eacute; aux personnes souhaitant utiliser Java Desktop System comme environnement de bureau par d&eacute;faut. Il vous apportera de pr&eacute;cieuses informations sur :<itemizedlist><listitem><para>l'utilisation des applications du bureau ; </para></listitem><listitem><para>la personnalisation de l'apparence et des pr&eacute;f&eacute;rences de votre bureau personnel ;</para></listitem><listitem><para>l'obtention d'informations suppl&eacute;mentaires sur une fonctionnalit&eacute; sp&eacute;cifique.</para></listitem></itemizedlist></para></sect1><sect1 id="preface-2"><title>Organisation de ce document</title><para>Ce manuel est organis&eacute; comme suit :</para><itemizedlist><listitem><para><xref linkend="gosgetstarted-1"/></para><para>Ce chapitre propose les informations n&eacute;cessaires au d&eacute;marrage, &agrave; la gestion et &agrave; la fermeture des sessions de Java Desktop System. </para></listitem><listitem><para><xref linkend="gospanel-1"/></para><para>Les tableaux de bord sont un composant cl&eacute; du bureau Java. Ce chapitre explique l'utilisation des diff&eacute;rentes sections de vos tableaux de bord et les proc&eacute;dures d'appel des fonctions disponibles dans Java Desktop System &agrave; l'aide de ceux-ci.</para></listitem><listitem><para><xref linkend="goseditmainmenu-1"/></para><para>Ce chapitre d&eacute;crit l'utilisation et la personnalisation des menus de Java Desktop System.</para></listitem><listitem><para><xref linkend="gosmetacity-1"/></para><para>Il d&eacute;crit les fonctions de base des fen&ecirc;tres, telles que le d&eacute;placement et le redimensionnement, mais aussi les commandes li&eacute;es aux fen&ecirc;tres. </para></listitem><listitem><para><xref linkend="gosnautilus-1"/></para><para>Il d&eacute;crit comment l'utiliser avec votre syst&egrave;me de fichiers </para></listitem><listitem><para><xref linkend="gosdeskback-1"/></para><para>Ce chapitre fournit des informations sur l&rsquo;utilisation de l'<firstterm>arri&egrave;re-plan du bureau</firstterm> pour d&eacute;marrer des applications et pour ouvrir vos fichiers et dossiers. Il d&eacute;crit &eacute;galement l'utilisation de la Corbeille &agrave; partir de l'arri&egrave;re-plan du bureau, l'utilisation du menu d'arri&egrave;re-plan du bureau et la personnalisation de l'arri&egrave;re-plan du bureau.</para></listitem><listitem><para><xref linkend="goscustdesk-6"/></para><para>Ce chapitre fournit des informations sur la personnalisation de Java Desktop System &agrave; l'aide des outils de pr&eacute;f&eacute;rences.</para></listitem><listitem><para><xref linkend="appendix-1"/></para><para>Cette annexe contient des informations sur l'utilisation de la souris, les touches de raccourci, les fonctions principales des fen&ecirc;tres et des bo&icirc;tes de dialogue. </para></listitem><listitem><para><xref linkend="glossary-1"/></para><para>Ce glossaire contient une liste des termes utilis&eacute;s dans ce guide, accompagn&eacute;s d'une d&eacute;finition.</para></listitem></itemizedlist></sect1><sect1 id="preface-1"><title>Avant de lire ce manuel</title><para>Avant de lire ce manuel, cliquez sur l'ic&ocirc;ne <guilabel>&Agrave; propos de Java&trade; Desktop System</guilabel> situ&eacute;e sur l'arri&egrave;re-plan du bureau. Vous aurez ainsi acc&egrave;s &agrave; un navigateur d'aide &agrave; partir duquel vous pourrez acc&eacute;der aux informations de pr&eacute;sentation de <application>Java Desktop System</application>.</para><para>Il est &eacute;galement pr&eacute;f&eacute;rable que les &eacute;l&eacute;ments suivants vous soient familiers  :</para><itemizedlist><listitem><para>souris &agrave; trois boutons ;</para></listitem><listitem><para>interfaces utilisateur graphiques ;</para></listitem><listitem><para>interfaces de ligne de commande.</para></listitem></itemizedlist><para>Pour plus d'informations sur l'utilisation de la souris, les touches de raccourci, les op&eacute;rations &eacute;l&eacute;mentaires depuis les fen&ecirc;tres et les bo&icirc;tes de dialogue, reportez-vous &agrave; l'<xref linkend="appendix-1"/>.</para></sect1><sect1 id="preface-6"><title>Documentation connexe</title><para>Les manuels suivants sont apparent&eacute;s &agrave; ce guide :<itemizedlist><listitem><para><citetitle>Java Desktop System Release 3 Accessibility Guide </citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Release 3 Administration Guide </citetitle></para></listitem><listitem><para><citetitle>Guide d'installation de Java Desktop System Version 3</citetitle></para></listitem><listitem><para><citetitle>Notes de version de Java Desktop System Version 3</citetitle></para></listitem><listitem><para><citetitle>Guide de d&eacute;pannage de Java Desktop System Version 3</citetitle></para></listitem></itemizedlist></para><para>Vous pouvez consulter ces manuels sur le m&eacute;dia logiciel fourni et sur le site <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para></sect1><sect1 id="preface-11"><title>Documentation associ&eacute;e</title><para>Les manuels suivants sont apparent&eacute;s &agrave; ce guide :<itemizedlist><listitem><para><citetitle>Guide de l'utilisateur d'Email and Calendar pour Java Desktop System</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Administration Guide </citetitle> ;</para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Basic Guide</citetitle> ;</para></listitem><listitem><para><citetitle>Manuel de configuration de StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite - Manuel de l'utilisateur</citetitle> ;</para></listitem><listitem><para><citetitle>System Configuration Manager, Release 1</citetitle></para></listitem></itemizedlist></para><para>Ces manuels figurent sur le m&eacute;dia logiciel fourni et &agrave; l'adresse <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para></sect1>&sundocs; &typeconv; &mouseconv;  </preface>
