Repository: GNOME/gnome-i18n
Catalog: sun-po/gperfmeter/*.po
Languages: de, es, fr, it, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Monitor disk, memory, CPU and network usage
de: Festplatten-, Speicher-, CPU- und Netzwerkverwendung überwachen
es: Supervisor de uso del disco, la memoria, la CPU y la red
fr: Contrôle l'utilisation des disques, de la mémoire, du processeur et du réseau
it: Controlla l'uso del disco, della memoria, della CPU e della rete
ko: 디스크, 메모리, CPU 및 네트워크 사용을 감시합니다.
pl: Monitoruj wykorzystanie dysku, pamięci, procesora i sieci
pt_br: Monitorar o uso de disco, memória, CPU e rede
ru: Контроль над использованием диска, памяти, ЦПУ и сети
zh_cn: 监视磁盘、内存、CPU 和网络使用情况
zh_tw: 監控磁碟、記憶體、CPU 和網路的使用狀況

source: Performance Meter
de: Leistungsanzeige
es: Medidor de rendimiento
fr: Moniteur de performances
it: Misurazione prestazioni
ko: 성능 표시기
pl: Miernik wydajności
pt_br: Medidor de Desempenho
ru: Измеритель производительности
zh_cn: 性能指示表
zh_tw: 效能計量器

source: %s: X Fatal Error %d on X Server %s %s
de: %s: X schwerwiegender Fehler %d auf X-Server %s %s
es: %s: Error crítico X %d en servidor X %s %s
fr: %s: Erreur fatale X %d sur le serveur X %s %s
it: %s: Errore fatale %d sul server X %s %s
ko: %s: X 서버 %s의 X 치명적 오류 %d %s
pl: %s: Poważny błąd X %d w serwerze X %s %s
pt_br: %s: Erro fatal de X %d no servidor X %s %s
ru: %s: Неисправимая ошибка X %d на Сервере X %s %s
zh_cn: %s：在 X 服务器 %s 上出现 X 致命错误 %d %s
zh_tw: %s: X 嚴重錯誤 %d 發生於 X 伺服器 %s %s

source: Container VBox
es: Contenedor VBox
fr: Conteneur VBox
it: VBox del contenitore
ko: 컨테이너 VBox
pl: Kontener VBox
pt_br: Recipiente VBox
ru: Контейнер VBox
zh_cn: 容器 VBox
zh_tw: 容器 VBox

source: translator_credits
de: Übersetzer_danksagung
fr: crédits_traducteur
it: traduttori
pt_br: _créditos do tradutor
zh_cn: 翻译人员姓名(_C)

source: The Performance Meter
de: Die Leistungsanzeige
es: El Medidor de rendimiento
fr: Le moniteur de performances
it: Misurazione prestazioni
ko: 성능 표시기
pl: Miernik wydajności
pt_br: O Medidor de Desempenho
ru: Измеритель производительности
zh_cn: 性能指示表
zh_tw: 效能計量器

source: Performance Meter - %s
de: Leistungsanzeige - %s
es: Medidor de rendimiento - %s
fr: Moniteur de performances - %s
it: Misurazione prestazioni - %s
ko: 성능 표시기 - %s
pl: Miernik wydajności - %s
pt_br: Medidor de Desempenho - %s
ru: Измеритель производительности - %s
zh_cn: 性能指示表 - %s
zh_tw: 效能計量器 - %s

source: Host "%s" is unknown
de: Host "%s" ist unbekannt.
es: Sistema "%s" desconocido
fr: L'hôte "%s" est inconnu
it: Host "%s" sconosciuto
ko: 알 수 없는 호스트 "%s"입니다.
pl: Nieznany host "%s"
pt_br: Máquina "%s" desconhecida
ru: Хост "%s" неизвестен
zh_cn: 主机“%s”未知
zh_tw: 主機 "%s" 未知

source: %s: Select a component within the application.
de: %s: Wählen Sie eine Komponente in der Anwendung aus.
es: %s: Seleccione un componente en la aplicación.
fr: %s : Sélectionner un composant dans l'application.
it: %s: Selezionare un componente all'interno dell'applicazione.
ko: %s: 응용프로그램 내의 컴포넌트를 선택하십시오.
pl: %s: Wybierz komponent w aplikacji.
pt_br: %s: Selecione um componente na aplicação.
ru: %s: Выбрать компонент в приложении.
zh_cn: %s：选择应用程序中的一个组件。
zh_tw: %s: 選擇應用程式內的元件。

source: Unable to connect to "%s"
de: Mit "%s" kann keine Verbindung hergestellt werden.
es: Es imposible conectar con "%s"
fr: Connexion impossible à "%s"
it: Impossibile connettersi a "%s"
ko: "%s"에 연결할 수 없습니다.
pl: Nie można nawiązać połączenia z "%s"
pt_br: Não é possível a conexão com "%s"
ru: Не удается подключиться к "%s".
zh_cn: 无法连接到“%s”
zh_tw: 無法連接 "%s"

source: %s: Unknown message code.
de: %s: Unbekannter Nachrichtencode
es: %s: Código de mensaje desconocido.
fr: %s : Code de message inconnu.
it: %s: Codice del messaggio sconosciuto.
ko: %s: 알 수 없는 메시지 코드입니다.
pl: %s: Nieznany kod komunikatu.
pt_br: %s: Código de mensagem desconhecido.
ru: %s: Неизвестный код сообщения.
zh_cn: %s：未知的消息代码。
zh_tw: %s: 未知訊息代碼。

source: %s: Error opening X Display %s
de: %s: Fehler beim Öffnen der X-Anzeige %s
es: %s: Error al abrir X Display %s
fr: %s : Erreur lors de l'ouverture de l'affichage X %s
it: %s: Errore nell'apertura del display X %s
ko: %s: X 디스플레이 %s 열기 오류입니다.
pl: %s: Błąd podczas otwierania Ekranu X %s
pt_br: %s: Erro ao abrir X Display %s
ru: %s: Ошибка открытия дисплея Х %s
zh_cn: %s：打开 X Display %s 时出错
zh_tw: %s: 開啟 X 顯示器時發生錯誤 %s

source: %s: Invalid label font specified.
de: %s: Ungültige Bezeichnungsschriftart angegeben
es: %s: La etiqueta especificada para la fuente no es válida.
fr: %s : Police d'étiquette non valide spécifiée.
it: %s: Il tipo di carattere specificato per l'etichetta non è valido.
ko: %s: 잘못된 레이블 글꼴이 지정되었습니다.
pl: %s: Określono nieprawidłową czcionkę dla etykiet.
pt_br: %s: Fonte de rótulo inválida especificada.
ru: %s: Задан неправильный шрифт метки.
zh_cn: %s：指定了无效的标签字体。
zh_tw: %s: 指定無效標籤字型。

source: %s: Help Selection Error, Operation terminated.
de: %s: Hilfeauswahlfehler, Vorgang beendet
es: %s: Error al seleccionar la ayuda; la operación se ha terminado.
fr: %s : Erreur de sélection d'aide. Opération terminée.
it: %s: Errore nella selezione della guida, Operazione terminata.
ko: %s: 도움말 선택 오류. 작업이 종료되었습니다.
pl: %s: Błąd wyboru Pomocy, operacja została zakończona.
pt_br: %s: Erro na seleção da ajuda, operação encerrada.
ru: %s: Ошибка при выборе справки, операция прекращена.
zh_cn: %s：帮助选择错误，操作终止。
zh_tw: %s: 說明選擇區錯誤，作業終止。

source: %s: Error saving resource file.
de: %s: Fehler beim Speichern der Ressourcendatei
es: %s: Error al guardar el archivo de recursos.
fr: %s : Erreur lors de l'enregistrement du fichier.
it: %s: Errore nel salvataggio del file di risorse.
ko: %s: 자원 파일 저장 오류입니다.
pl: %s: Błąd podczas zapisu pliku zasobów.
pt_br: %s: Erro ao salvar arquivo de recursos.
ru: %s: Ошибка сохранения файла ресурсов.
zh_cn: %s：保存资源文件时出错。
zh_tw: %s: 儲存資源檔時發生錯誤。

source: %s: Error opening resource file.
de: %s: Fehler beim Öffnen der Ressourcendatei
es: %s: Error al abrir el archivo de recursos.
fr: %s : Erreur lors de l'ouverture du fichier.
it: %s: Errore nell'apertura del file di risorse.
ko: %s: 자원 파일 열기 오류입니다.
pl: %s: Błąd podczas otwierania pliku zasobów.
pt_br: %s: Erro ao abrir arquivo de recursos.
ru: %s: Ошибка открытия файла ресурсов.
zh_cn: %s：打开资源文件时出错。
zh_tw: %s: 開啟資源檔時發生錯誤。

source: Display all the performance statistic meters simultaneously
de: Alle Anzeigen für die Leistungsstatistik gleichzeitig anzeigen
es: Mostrar los medidores estadísticos de rendimiento simultáneamente
fr: Afficher simultanément toutes les compteurs statistiques de performances
it: Visualizza tutte le misurazioni statistiche simultaneamente
ko: 모든 성능 통계 표시기를 동시에 표시합니다.
pl: Wyświetlaj jednocześnie wszystkie informacje dotyczące wydajności
pt_br: Exibir todos os medidores de estatísticas de desempenho simultaneamente
ru: Отображать все индикаторы статистики производительности одновременно
zh_cn: 同时显示所有的性能统计指示表
zh_tw: 同時顯示所有效能統計計量器

source: Display the performance meter in the front panel
de: Leistungsanzeige im vorderen Panel anzeigen
es: Mostrar el medidor de rendimiento en el panel frontal
fr: Afficher le compteur performances dans le panneau avant
it: Visualizza la misurazione prestazioni nel pannello principale
ko: 성능 표시기를 프론트 패널에 표시합니다.
pl: Wyświetlaj miernik wydajności na panelu przednim
pt_br: Exibir o medidor de desempenho no painel frontal
ru: Отобразить индикатор производительности на передней панели
zh_cn: 在前面板中显示性能指示表
zh_tw: 在前面板顯示效能計量器

source: Turn statistic logging on
de: Statistikprotokollierung aktivieren
es: Activar el registro de estadísticas
fr: Activer la journalisation des statistiques
it: Abilita il logging delle statistiche
ko: 통계 로깅 켜기
pl: Włącz zapisywanie informacji danych statystycznych
pt_br: Ativar o log de estatísticas
ru: Записывать статистику в файл
zh_cn: 开启统计数据记录功能
zh_tw: 開啟統計記錄

source: Name of file to log statistics to
de: Dateiname für die Statistikprotokollierung
es: Nombre del archivo para el registro de estadísticas
fr: Nom du fichier de journalisation des statistiques
it: Nome del file per la registrazione delle statistiche
ko: 통계를 기록할 파일 이름
pl: Nazwa pliku, do którego mają być zapisywane dane statystyczne
pt_br: Nome do arquivo de log de estatísticas
ru: Имя файла для записи статистики
zh_cn: 记录统计数据的文件名
zh_tw: 要登記統計的檔案名稱

source: SAMPLE_FILENAME
fr: EXEMPLE_NOMFICHIER
pl: NAZWA_PLIKU_Z_PRÓBKAMI
zh_cn: 取样文件名

source: Page length for samples written to the log file
de: Seitenlänge für die Samples, die in die Protokolldatei geschrieben werden
es: Longitud de la página para las muestras escritas en el archivo de registro
fr: Longueur de page des échantillons enregistrés dans le fichier journal
it: Lunghezza della pagina per gli esempi scritti nel file di log
ko: 로그 파일에 기록된 샘플의 페이지 길이
pl: Długość strony dla próbek zapisywanych do pliku dziennika
pt_br: Tamanho de página para os exemplos gravados no arquivo de log
ru: Размер страницы для показателей, записываемых в файл статистики
zh_cn: 写入到日志文件的样例的页面长度
zh_tw: 寫入記錄檔之範例的頁面長度

source: PAGE_LENGTH
fr: LONGUEUR_PAGE
pl: DŁUGOŚĆ_STRONY
zh_cn: 页面长度

source: Set the sample time interval in seconds
de: Sample-Zeitintervall in Sekunden festlegen
es: Establecer el intervalo de tiempo de muestra en segundos
fr: Définit l'intervalle de temps de l'échantillon en secondes
it: Imposta l'intervallo di campionatura in secondi
ko: 샘플 시간 간격 설정(초 단위)
pl: Określ odstęp czasowy próbkowania w sekundach
pt_br: Definir o intervalo de tempo de amostragem em segundos
ru: Укажите интервал замера показателя в секундах
zh_cn: 设置取样时间的间隔秒数
zh_tw: 設定範例時間間隔 (以秒為單位)

source: SAMPLE_TIME
fr: TEMPS_ECHANTILLON
pl: ODSTĘP_PRÓBKOWANIA
zh_cn: 取样时间

source: Specify a meter to display
de: Eine Anzeige für die Ansicht auswählen
es: Especificar un medidor que mostrar
fr: Spécifie un compteur à afficher
it: Specifica il tipo di misurazione da visualizzare
ko: 표시할 단위를 지정합니다.
pl: Określ miernik, który ma być wyświetlany
pt_br: Especificar um medidor para exibição
ru: Укажите индикатор, который нужно отобразить
zh_cn: 指定要显示的指示表
zh_tw: 指定要顯示的計量器

source: METER
de: ANZEIGE
fr: COMPTEUR
ko: 단위
pl: MIERNIK
zh_cn: 指示表

source: Set a ceiling value for a given meter
de: Einen Maximalwert für eine Anzeige festlegen
es: Establecer un valor de límite máximo para un medidor concreto
fr: Définit une valeur plafond pour un compteur donné
it: Imposta un valore massimo per una determinata misurazione
ko: 지정된 단위의 상한 값을 설정합니다.
pl: Określ górną granicę zakresu dla danego miernika
pt_br: Definir um valor limite para um medidor especificado
ru: Задайте верхнее значение данного индикатора
zh_cn: 设置给定指示表的上限
zh_tw: 設定指定計量器的最大值

source: "METER CEILING"
de: "HÖCHSTWERT FÜR DIE ANZEIGE"
es: "LÍMITE MÁXIMO DEL MEDIDOR"
fr: "PLAFOND COMPTEUR"
ko: "단위 상한 값"
zh_cn: “指示表上限”

source: Turn debugging on
de: Debugging aktivieren
es: Activar depuración
fr: Activer le débogage
it: Abilita il debugging
ko: 디버깅 켜기
pl: Włącz debugowanie
pt_br: Ativar a depuração
ru: Включить отладку
zh_cn: 开启调试功能
zh_tw: 開啟偵錯

source: Display meters in a horizontal orientation
de: Anzeigen in horizontaler Ausrichtung anzeigen
es: Mostrar medidores en sentido horizontal
fr: Afficher les compteurs en orientation horizontale
it: Visualizza le misurazioni con orientamento orizzontale
ko: 단위를 가로로 표시합니다.
pl: Wyświetlaj mierniki poziomo
pt_br: Exibir os medidores na orientação horizontal
ru: Отображать индикаторы горизонтально
zh_cn: 以水平方向显示指示表
zh_tw: 以水平方向顯示記量器

source: Display the meters as line strip charts
de: Anzeigen als Liniendiagramme anzeigen
es: Mostrar los medidores como cintas de registro de línea
fr: Afficher les compteurs sous la forme de graphiques en segments
it: Visualizza le misurazioni come diagrammi lineari
ko: 표시기를 선 스트립 차트로 표시합니다.
pl: Wyświetlaj mierniki jako przebiegi
pt_br: Exibir os medidores como gráficos de linhas
ru: Отображать индикаторы в виде ленточных диаграмм
zh_cn: 将指示表显示为线条图
zh_tw: 以線條圖顯示計量器

source: Display the meters as solid line strip charts
de: Anzeigen als ausgefüllte Liniendiagramme anzeigen
es: Mostrar los medidores como cintas de registro de línea sólida
fr: Afficher les compteurs sous la forme de graphiques en segments pleins
it: Visualizza le misurazioni come diagrammi pieni
ko: 표시기를 실선 스트립 차트로 표시합니다.
pl: Wyświetlaj mierniki jako wypełnione przebiegi
pt_br: Exibir os medidores como gráficos de linhas sólidas
ru: Отображать индикаторы в виде сплошных ленточных диаграмм
zh_cn: 将指示表显示为实心线条图
zh_tw: 以實心線圖顯示計量器

source: Show version number
de: Versionsnummer anzeigen
es: Mostrar número de versión
fr: Afficher le numéro de version
it: Mostra numero di versione
ko: 버전 번호를 표시합니다.
pl: Pokaż numer wersji
pt_br: Mostrar o número da versão
ru: Показать номер версии
zh_cn: 显示版本号
zh_tw: 顯示版本號碼

source: Display meters in a vertical orientation
de: Anzeigen in vertikaler Ausrichtung anzeigen
es: Mostrar medidores en sentido vertical
fr: Afficher les compteurs en orientation verticale
it: Visualizza misurazioni con orientamento verticale
ko: 단위를 세로로 표시합니다.
pl: Wyświetlaj mierniki pionowo
pt_br: Exibir os medidores na orientação vertical
ru: Отображать индикаторы вертикально
zh_cn: 以垂直方向显示指示表
zh_tw: 以垂直方向顯示計量器

source: Set a current, minimum and maximum value for the given meter
de: Einen aktuellen Minimal- und Maximalwert für eine Anzeige festlegen
es: Establecer un valor actual, máximo y mínimo para un medidor concreto
fr: Définir une valeur courante, minimum et maximum pour le compteur donné
it: Imposta un valore corrente, minimo e massimo per la misurazione impostata
ko: 지정된 단위의 현재, 최소 및 최대 값을 설정합니다.
pl: Określ wartość bieżącą, minimalną i maksymalną dla danego miernika
pt_br: Definir um valor atual, mínimo e máximo para o medidor especificado
ru: Задать текущее, минимальное и максимальное значение данного показателя
zh_cn: 设置给定指示表的当前值、最小值和最大值
zh_tw: 設定指定計量器的目前、最小和最大值

source: pkts
es: paquetes
fr: pqts
it: pacc
pt_br: pacotes
zh_cn: 包

source: page
es: página
it: pag
pt_br: página
zh_cn: 页面
zh_tw: 頁

source: swap
es: intercambio
fr: éch
pt_br: permuta
zh_cn: 交换
zh_tw: 交換

source: intr
zh_cn: 简介

source: disk
es: disco
fr: disque
it: disc
pt_br: disco
zh_cn: 磁盘
zh_tw: 磁碟

source: cntx
it: cnts
zh_cn: 上下文

source: load
es: carga
fr: charge
it: car
pt_br: carga
zh_cn: 负载
zh_tw: 載入

source: coll
es: colisiones
zh_cn: 冲突

source: errs
es: errores
it: err
pt_br: erros
zh_cn: 错误
zh_tw: 錯誤

source: %s: version %s
es: %s: versión %s
it: %s: versione %s
ko: %s: 버전 %s
pl: %s: wersja %s
pt_br: %s: versão %s
ru: %s: версия %s
zh_cn: %s：版本 %s
zh_tw: %s: 版本 %s

source: meter is one of: cpu, pkts, page, swap, intr, disk, cntxt, load, colls, errs Keyboard accelerators: a - show all meters c - show CPU l - show load d - show disk g - show page x - show cntx w - show swap i - show intr k - show pkts o - show coll e - show errs m - toggle menubar n - toggle monitoring mode (local/remote) s - toggle graph style - - toggle showing the limit line t - toggle writing to the log file y - toggle orientation (horizontal/vertical) r - toggle showing strip chart p - show properties q - quit perfmeter 1-9 - set sampletime to a range from 1-9 seconds + - increment the sample time by 1 second - - decrement the sample time by 1 second
de: meter ist eins von: cpu, pkts, page, swap, intr, disk, cntxt, load, colls, errs Tastaturkurzbefehle: a - alle Anzeigen c - CPU anzeigen l - load anzeigen d - disk anzeigen g - page anzeigen x - cntx anzeigen w - swap anzeigen i - intr anzeigen k - pkts anzeigen o - coll anzeigen e - errs anzeigen m - Menüleiste anzeigen n - Überwachungsmodus umschalten (lokal/remote) s - Diagrammstil ein/aus - - Begrenzungslinie ein/aus t - Protokollaufzeichnung ein/aus y - Ausrichtung umschalten (horizontal/vertikal) r - Liniendiagramm ein/aus p - Eigenschaften anzeigen q - perfmeter beenden 1-9 - Sample-Zeit von 1-9 Sekunden + - Sample-Zeit um eine Sekunde erhöhen - - Sample-Zeit um eine Sekunde verringern
es: meter is one of: cpu, pkts, page, swap, intr, disk, cntxt, load, colls, errs Teclas aceleradoras del teclado: a - muestra todos los medidores c - muestra la CPU l - muestra la carga d - muestra el disco g - muestra la página x - muestra cntx w - muestra el espacio de intercambio i - muestra intr k - muestra los paquetes o - muestra las colisiones e - muestra los errores m - conmuta la barra de menús n - conmuta los modos de supervisión (local/remoto) s - conmuta los estilos de gráficos - - conmuta cómo mostrar la línea límite t - conmuta la escritura en el archivo de registro y - conmuta la orientación (horizontal/vertical) r - conmuta la visualización de la cinta de registro p - muestra las propiedades q - cierra el medidor de rendimiento 1-9 - establece el tiempo de muestra de 1 a 9 segundos + - incrementa el tiempo de muestra en 1 segundo - - disminuye el tiempo de muestra en 1 segundo
fr: compteur est l'un de : proc, pqts, page, éch, intr, disque, cntxt, charge, colls, errs Raccourcis clavier : a - afficher tous les compteurs c - afficher proc l - afficher charge d - afficher disque g - afficher page x - afficher cntx w - afficher éch i - afficher intr k - afficher pqts o - afficher coll e - afficher errs m - act/dés barre de menu n - act/dés mode de monitoring (local/distant) s - act/dés style de graphique - - act/dés l'affichage de la ligne limite t - act/dés l'enregistrement dans le fichier journal y - changer d'orientation (horizontale/verticale) r - act/dés l'affichage de graphiques en segments i - afficher les propriétés q - quitter le moniteur de performances 1-9 - définir le temps d'échantillonnage de 1-9 secondes + - incrémenter le temps d'échantillonnage de 1 seconde - - décrémenter le temps d'échantillonnage de 1 seconde
it: misura uno dei parametri seguenti: cpu, pacc, pag, swap, intr, disc, cnts, car, coll, err Scelte rapide da tastiera: a - mostra tutti i parametri c - mostra CPU l - mostra carico d - mostra disco g - mostra pagine x - mostra contesti w - mostra swap i - mostra intr k - mostra pacchetti o - mostra collisioni e - mostra errori m - attiva/disattiva la barra dei menu n - attiva/disattiva la modalità di controllo (locale/remota) s - attiva/disattiva lo stile grafico - - attiva/disattiva la visualizzazione del limite t - attiva/disattiva la scrittura del file di log y - cambia l'orientamento (orizzontale/verticale) r - attiva/disattiva la visualizzazione dei diagrammi p - mostra proprietà q - esce dalla misurazione prestazioni 1-9 - imposta l'intervallo di campionamento tra 1 e 9 secondi + - aumenta l'intervallo di campionamento di 1 secondo - - diminuisce l'intervallo di campionamento di 1 secondo
ko: 단위는 다음과 같습니다. cpu, pkts, page, swap, intr, disk, cntxt, load, colls, errs 키보드 단축키: a - 단위 모두 표시 c - cpu 표시 l - load 표시 d - disk 표시 g - page 표시 x - cntx 표시 w - swap 표시 i - intr 표시 k - pkts 표시 o - coll 표시 e - swap 표시 m - 메뉴 표시줄 토글 n - 감시 모드(로컬/원격) 토글 s - 그래프 스타일 토글 - - 제한 선 표시 토글 t - 로그 파일에 기록 토글 y - 방향(가로/세로) 토글 r - 스트립 차트 표시 토글 p - 속성 표시 q - 성능 표시기 종료 1-9 - 샘플 시간 설정(1~9초) + - 1초씩 샘플 시간 증가 - - 1초씩 샘플 시간 감소
pl: jako miernik można określić jeden z następujących: cpu, pkts, page, swap, intr, disk, cntxt, load, colls, errs Klawisze skrótu: a - pokaż wszystkie mierniki c - pokaż miernik CPU l - pokaż miernik load d - pokaż miernik disk g - pokaż miernik page x - pokaż miernik cntx w - pokaż miernik swap i - pokaż miernik intr k - pokaż miernik pkts o - pokaż miernik coll e - pokaż miernik errs m - włącz/wyłącz wyświetlanie paska menu n - przełącz tryb monitorowania (lokalny/zdalny) s - przełącz styl graficzny - - włącz/wyłącz wyświetlanie wartości granicznej t - włącz/wyłącz zapis do pliku dziennika y - przełącz układ mierników (poziomo/pionowo) r - włącz/wyłącz wyświetlanie przebiegu p - pokaż właściwości q - zakończ działanie Miernika wydajności 1-9 - określ okres próbkowania w zakresie 1-9 sekund + - zwiększ czas próbkowania o 1 sekundę - - zmniejsz czas próbkowania o 1 sekundę
pt_br: o medidor é um dos seguintes: cpu, pacotes, página, permuta, intr, disco, cntxt, carga, colls, erros Aceleradores do teclado: a - mostrar todos os medidores c - mostrar CPU l - mostrar carga d - mostrar disco g - mostrar página x - mostrar cntx w - mostrar permuta i - mostrar intr k - mostrar pacotes o - mostrar coll e - mostrar erros m - alternar barra de menus n - alternar modo de monitoração (local/remoto) s - alternar estilo gráfico - - alternar exibição da linha de limite t - alternar gravação no arquivo de log y - alternar orientação (horizontal/vertical) r - alternar exibição de gráfico p - mostrar propriedades q - encerrar perfmeter 1-9 - definir o tempo de amostragem como um intervalo de 1-9 segundos + - incrementar o tempo de amostragem em 1 segundo - - decrementar o tempo de amostragem em 1 segundo
ru: существуют следующие индикаторы: cpu, pkts, page, swap, intr, disk, cntxt, load, colls, errs Клавиши быстрого доступа: a - показать все индикаторы c - показать CPU l - показать load d - показать disk g - показать page x - показать cntx w - показать swap i - показать intr k - показать pkts o - показать coll e - показать errs m - переключиться в панель меню n - переключиться в другой режим наблюдения (локальный/удаленный) s - переключиться в режим диаграмм - - включить/отключить показ пороговой линии t - включить/отключить запись в файл статистики y - изменить расположение индикаторов (горизонтальное/вертикальное) r - включить/отключить показ ленточной диаграммы p - показать свойства q - выйти из программы 1-9 - задать интервал замера параметра в пределах от 1 до 9 сек + - увеличить интервал замера на 1 сек - - уменьшить интервал замера на 1 сек
zh_cn: 指示表是其中之一： CPU、包、页面、交换、简介、磁盘、上下文、负载、冲突、错误 键盘加速键： a - 显示所有指示表 c - 显示 CPU l - 显示负载 d - 显示磁盘 g - 显示页面 x - 显示上下文 w - 显示交换 i - 显示简介 k - 显示包 o - 显示冲突 e - 显示错误 m - 切换菜单栏 n - 切换监视模式（本地/远程） s - 切换图形样式 - - 切换显示限制线 t - 切换写入到日志文件 y - 切换方向（水平/垂直） r - 切换显示条形图 p - 显示属性 q - 退出性能指示表 1-9 - 将取样时间设置在 1-9 秒的范围内 + - 将取样时间增加 1 秒 - - 将取样时间减少 1 秒
zh_tw: meter 是下列其中之一 : cpu、pkts、page、swap、intr、disk、cntxt、load、colls、errs 鍵盤對應鍵: a - 顯示所有計量器 c - 顯示 CPU l - 顯示載入 d - 顯示磁碟 g - 顯示頁 x - 顯示 cntx w - 顯示交換 i - 顯示 intr k - 顯示 pkts o - 顯示 coll e - 顯示錯誤 m - 切換選單列 n - 切換監控模式 (本機/遠端) s - 切換圖像樣式 - - 切換顯示限制線 t - 切換寫入記錄檔 y - 切換方向 (水平/垂直) r - 切換顯示長條圖 p - 顯示特性 q - 結束效能計量器 1-9 - 設定範例時間，範圍從 1-9 秒 + - 增加範例時間，以 1 秒為單位 - - 減少範例時間，以 1 秒為單位

source: "METER CURMAX MINMAX MAXMAX"
fr: "COMPTEUR MAXCOU MAXMIN MAXMAX"

source: cpu
fr: Proc
