Repository: GNOME/gnome-i18n
Catalog: extra-po/galeon/*.po
Languages: tr, uk

source: Bookmarks
tr: Niþanlar
uk: Закладки

source: Untitled
tr: Isimsiz
uk: Неназване

source: Temporary bookmarks
tr: Geçici niþanlar
uk: Тимчасов╕ закладки

source: Importing bookmarks failed
tr: Niþanlarý ithal edemedim
uk: Не вдалося ╕мпортувати закладки

source: Bookmarks successfully imported/merged
tr: Niþanlar baþarýyla ithal edildi/birleþtirildi
uk: Закладки усп╕шно ╕мпортовано/об'╓днано

source: Please enter the name of the bookmark
tr: Niþanýn ismini lütfen belirt
uk: Введ╕ть назву закладки

source: New bookmark item
tr: Yeni niþan birimi
uk: Новий елемент

source: where://do.you.want.to.go
tr: nereye://gitmek.ister.sin
uk: куди://ви.хочете.п╕ти

source: New bookmark category
tr: Yeni niþan klasörü
uk: Нова категор╕я закладок

source: Separator
tr: Ayrýmcý
uk: Розд╕лювач

source: %s (%d%% complete, %d Kb of %d Kb loaded)
tr: %s ( %%%d bitti, %d.000 / %d.000 bayt'ten yüklendi )
uk: %s (%d%% виконано, %d Кб з %d Кб завантажено)

source: %s (%d Kb loaded)
tr: %s ( %d,000 bayt yüklendi
uk: %s (%d Кб завантажено)

source: Can't get the url for current page. No source avaible.
tr: Geçerli sayfa için adresi alamadým. Kaynak görüntülenemez.

source: Could not create a temporary file
tr: Geçici dosyayý yaratamadým
uk: Не вдалося створити тимчасовий файл

source: Something went wrong while saving the file to a temporary location
tr: Dosyayý geçici bir mekana kaydederken bir hata oluþtu
uk: Щось було нев╕рно п╕д час збереження файлу в тимчасовому м╕сц╕

source: Error executing external program
tr: Baþka bir uygulamayý baþlatýrken hata oldu
uk: Помилка виконання зовн╕шньо╖ програми

source: You must specify a Start Page in the Preferences dialog!
tr: Ayar diyaloðunda bir baþlama sayfasýný belirtmek zorundasýn !
uk: Необх╕дно вказати початкову стор╕нку в д╕алоз╕ налаштувань!

source: Open
tr: Aç
uk: В╕дкрити

source: Open in a new window
tr: Yeni bir pencerede aç
uk: В╕дкрити у новому в╕кн╕

source: Download file
tr: Dosyayý yüklü
uk: Звантажити файл

source: Copy link location
tr: Bað mekanýný kopyala
uk: Скоп╕ювати посилання

source: Add temporary bookmark
tr: Geçici niþan ekle
uk: Додати тимчасову закладку

source: Open image
tr: Resmi aç
uk: В╕дкрити зображення

source: Open image in a new window
tr: Resmi yeni bir pencerede aç
uk: В╕дкрити зображення в новому в╕кн╕

source: Download image
tr: Resmi yükle
uk: Звантити зображення

source: View Source
tr: Kaynaðý görüntüle

source: Save
tr: Kaydet
uk: Зберегти

source: Find
tr: Bul
uk: Знайти

source: Back
tr: Geri
uk: Назад

source: Forward
tr: Ileri
uk: Вперед

source: Not found
tr: Bulunamadý
uk: Не знайдено

source: Attempt to load URL in existing Galeon window
tr: Adresi varolan Galeon penceresine yüklemeye uðraþýyorum

source: Add a temp bookmark (don't open any window)
tr: Geçici bir niþan ekle (hiç bir pencere açma)
uk: Додати тимчасову закладку (не в╕дкривати н╕яких в╕кон)

source: URL
tr: Adres

source: This appears to be the first time you have run Galeon Would you like to import your existing Netscape bookmarks?
tr: Bu Galeon'u ilk çalýþtýrmana benziyor. Varolan Netscape niþanlarýný ithal etmek istermisin ?

source: %s not found
tr: %s bulunamadý
uk: %s не знайдено

source: Galeon cannot handle this protocol, and no GNOME default handler is set
tr: Galeon bu protokolu yönetemiyor, ve bu protokol için de bir GNOME yöneticisi yok.
uk: Galeon не може обробляти цей протокол ╕ не встановлено тиьпово обробника GNOME

source: The protocol specified is not recognised. Would you like to try the GNOME default?
tr: Belirtilen protokol tanýnmýyor. GNOME'un önayarlý yöneticisini denemek istermisin ?

source: Copyright (C) 2000 Marco Pesenti Gritti
tr: Tel'if hakký (C) 2000 Marco Pesenti Gritti
uk: Авторське право (С) 2000 Marco Pesenti Gritti

source: A GNOME browser based on mozilla
tr: Mozilla bazlý GNOME için bir web gezgini
uk: Переглядач для GNOME оснований на mozilla

source: Cannot save the file
tr: Dosyayý kaydedemedim
uk: Неможливо зберегти файл

source: Redirecting to site...
tr: Siteye yönlendiriliyor ...
uk: Перенаправлення на сайт...

source: Transferring data from site...
tr: Sunucudan bilgiyi alýyorum ...
uk: Передавання даних з сайту...

source: Waiting for authorization...
tr: Doðrulamayý bekliyorum ...
uk: Оч╕кування авторизац╕╖...

source: Loading site...
tr: Site yükleniyor ...
uk: Завантаження сайту...

source: Done.
tr: Oldu .
uk: Зроблено.

source: Site not found.
tr: Sunucu bulunamadý .
uk: Сайту не знайдено.

source: Failed to connect to site.
tr: Sunucuya baðlantý kurulamadý .
uk: Не вдалось з'╓днатись з сайтом.

source: Failed due to connection timeout.
tr: Baðlantý zaman aþýmýndan dolayý baþarýsýztýr .
uk: Не вдалось через перевищення часу оч╕кування з'╓днання.

source: User canceled connecting to site.
tr: Siteye kurulanacak baðlantýyý kullanýcý kesti .
uk: Користувач в╕дм╕нив з'╓днання з сайтом.

source: Personal Toolbar Folder
tr: Þahsi araç çubuðu dizini
uk: Приватна тека панел╕ ╕нстумент╕в

source: Browsing
tr: Gezme
uk: Перегляд

source: User Interface
tr: Kullanýcý yüzeyi
uk: ╤нтерфейс користувача

source: Handlers
tr: Yöneticiler
uk: Обробники

source: Rendering
tr: Gösterim
uk: В╕зуал╕зац╕я

source: Advanced
tr: Geliþmiþ
uk: Розширен╕

source: Homepage
tr: Ana sayfa
uk: Домашня стор╕нка

source: History
tr: Geçmiþ
uk: ╤стор╕я

source: Filtering
tr: Filtralama
uk: Ф╕льтрування

source: Layout
tr: Tasarý
uk: Вир╕внювання

source: Spinner
tr: Animasyon basmasý
uk: Вертушка

source: Links Menu
tr: Baðlar mönüsü

source: Completions
tr: Tamamlamalar

source: Crash Recovery
tr: Çöküþ heybeti

source: Downloading
tr: Yükleniyor
uk: Звантаження

source: Fonts
tr: Yazý tipleri
uk: Шрифти

source: Colors
tr: Renkler
uk: Кольори

source: Languages
tr: Diller
uk: Мови

source: Proxy
tr: Arasunucu
uk: Прокс╕

source: Cache
tr: Arabellek
uk: Кеш

source: Network
tr: Að
uk: Мережа

source: Galeon appears to have crashed or been killed last time it was run Would you like to recover the state of your last browsing session?
tr: Galeon sanki son çalýþtýrýlmasýnda çökmüþ gibi. Son gezinti oturumunu yeniden baþlatmak istermisin?

source: _New window
tr: _Yeni pencere
uk: Нове в╕кно

source: Open a new url
tr: Yeni bir adresi aç
uk: В╕дкрити новий URL

source: Open _URL
tr: _Adresi aç
uk: В╕дкрити URL

source: View source...
tr: Kaynaðý görüntüle...

source: Sets if the current window should render the page or show the source
tr: Geçerli pencerenin sayfayý göstermesini yada kaynaðý görüntülemesini belirler

source: View source mode
tr: Kaynak görüntülemesi

source: Toolbar
tr: Araç çubuðu
uk: Панель ╕нструмент╕в

source: Statusbar
tr: Durum çubuðu
uk: Панель стану

source: Full screen
tr: Tam ekran

source: B_ookmarks
tr: _Niþanlar
uk: Закладки

source: Edit
tr: Deðiþtir
uk: Редагування

source: Import
tr: Ithalat

source: Netscape bookmarks
tr: Netscape niþanlarý

source: Mozilla bookmarks
tr: Mozilla niþanlarý

source: From other location
tr: Baþka yerlerden ithal et

source: File bookmark
tr: Niþaný gönder
uk: Файл закладок

source: Show temporary bookmarks
tr: Geçici niþanlarý göster
uk: Показувати тимчав╕ закладки

source: _Go
tr: _Git
uk: Перейти

source: _Previous page
tr: _Geri
uk: Попередня стор╕нка

source: _Next Page
tr: _Ileri
uk: Наступна стор╕нка

source: _Reload
tr: _Yenile
uk: Перезавантажити

source: H_ome Page
tr: _Ana sayfa
uk: Домашня стор╕нка

source: _Stop
tr: _Dur
uk: Стояти

source: Log of visited pages
tr: Gezilen sayfalarýn kaydý
uk: Журнал в╕дв╕даних стор╕нок

source: _History...
tr: _Geçmiþ ...
uk: ╤стор╕я...

source: Go Back - Right button: History
tr: Geri git - Sað basma: Geçmiþ
uk: Перейти назад - Права кнопка: ╤стор╕я

source: Go Forward - Right button: History
tr: Ileri git - Sað basma: Geçmiþ
uk: Перейти вперед - Права кнопка: ╤стор╕я

source: Reload Current Page
tr: Geçerli sayfayý yeniden yükle
uk: Перезавантажити поточну тор╕нку

source: Reload
tr: Yenile
uk: Перезавантажити

source: Go to your Home Page
tr: Ana sayfaya git
uk: Перейти на вашу домашню стор╕нку

source: Home
tr: Ana sayfa
uk: Дом╕вка

source: Stop current data transfer
tr: Bilgi transferini durdur
uk: Зупинити поточне передавання ланих

source: Stop
tr: Dur
uk: Стоп

source: Zoom
tr: Boyutla
uk: Масштаб

source: Drag me!
tr: Beni çek!
uk: Перетягни мене!

source: Location:
tr: Mekan :
uk: Положення:

source: Go
tr: Git
uk: Перейти

source: Select File
tr: Dosyayý seç
uk: Вибрати файл

source: OK
tr: Oldu
uk: Гаразд

source: Cancel
tr: Iptal
uk: В╕дм╕на

source: Preferences
tr: Ayarlar
uk: Налаштування

source: label55
tr: yafta55
uk: позначка55

source: Home Page
tr: Ana sayfa
uk: Домашня стор╕нка

source: URL:
tr: Adres:

source: Set to Current
tr: Geçerli sayfayý yap

source: Set to "My Portal"
tr: "Portal sayfam"·olarak atala

source: Startup
tr: Ana sayfa
uk: Запуск

source: On startup show
tr: Baþlangýçta gösterilicek sayfa
uk: На запуску показувати

source: Home page
tr: Ana sayfa
uk: Домашня стор╕нка

source: Last page
tr: Son sayfa
uk: Остання стор╕нка

source: Blank page
tr: Boþ sayfa
uk: Чиста стор╕нка

source: When opening a new browser show
tr: Yeni bir gezgini açarken bunu göster
uk: При запуску нового переглядача показувати

source: My Portal
tr: Portal sayfam
uk: М╕й портал

source: Stylesheet:
tr: Stil:
uk: Таблиця стил╕в:

source: Select "My Portal"·Stylesheet
tr: "Portal sayfam"·stili

source: When adding bookmarks use the following title
tr: Niþan eklerken bu üstyazýyý kullan
uk: При додаванн╕ закладок використовувати такий заголовок

source: Page title
tr: Sayfa baþlýðý
uk: Заголовок стор╕нки

source: Ask user
tr: Kullanýcýya sor
uk: Спитати користувача

source: Days before expiring history items
tr: Geçmiþteki birimlerin silinme süresi
uk: Дн╕в до застар╕ння елемент╕в ╕стор╕╖

source: Javascript Enabled
tr: JavaScript açýk
uk: Ув╕мкнено Javascript

source: No
tr: Hayýr
uk: Н╕

source: Yes
tr: Evet
uk: Так

source: Java Enabled
tr: Java'yý aç
uk: Дозволити Java

source: Images
tr: Resimler
uk: Зображення

source: Load Images
tr: Resimleri yükle
uk: Завантаження зображень

source: Always
tr: Daima
uk: Завжди

source: From current server only
tr: Sadece geçerli sunucudan
uk: Лише з поточного сервера

source: Never
tr: Kat'iyyen
uk: Н╕коли

source: Windows
tr: Pencereler
uk: В╕кна

source: New windows
tr: Yeni pencereler
uk: Нов╕ в╕кна

source: Allow opening in new windows
tr: Yeni pencerelerde açýlmaya izin ver
uk: Дозволити в╕дкривання у нових в╕кнах

source: Never open in new window
tr: Kat'iyyen yeni pencerede açma
uk: Н╕коли не в╕дкривати у новому в╕кн╕

source: Toolbars
tr: Araç çubuklarý
uk: Панел╕

source: Show toolbars as
tr: Araç çubuklarýný
uk: Показувати панель ╕нструмент╕в як

source: Show location entry on
tr: Mekaný
uk: Показувати рядок положення на

source: Separate toolbar
tr: Araç çubuðunu ayrý tut

source: Button toolbar
tr: Basmalar çubuðu

source: Icons
tr: Simgeler
uk: П╕ктограми

source: Text
tr: Metin
uk: Текст

source: Both
tr: Simge & Metin
uk: П╕ктограми ╕ текст

source: Show location label
tr: Mekan yaftasýný göster

source: Show go button
tr: "Git"·basmasýný göster

source: Errors
tr: Hatalar
uk: Помилки

source: Show error messages on
tr: Hata iletilerini
uk: Показувати пов╕домлення про помилки в

source: Status bar
tr: Durum çubuðu
uk: Панель стану

source: Dialog
tr: Diyalok
uk: Д╕алог

source: Title
tr: Üstyazý
uk: Заголовок

source: Show spinner
tr: Animasyon basmasýný göster
uk: Показати вертушку

source: Animation Directory:
tr: Animasyon dizini:
uk: Каталог ан╕мац╕╖:

source: Select Animation Directory
tr: Animasyon dizinini seç
uk: Вибрати каталог ан╕мац╕╖

source: Show after
tr: Bundan sonra göster

source: seconds
tr: saniye

source: Auto show
tr: Otomatikman göster

source: Enabled
tr: Açik

source: Disabled
tr: Kapalý

source: Completion Style
tr: Tamamlama stili
uk: Стиль доповнення

source: Auto completion
tr: Otomatik tamamlama

source: Tab Completion
tr: Tab tamamlamasý

source: None
tr: Yok

source: Recover from crashes
tr: Çöküþlerden sonra oturumu yeniden kur

source: Ask User
tr: Kullanýcýya sor

source: Auto download
tr: Otomatik yükleme
uk: Автозвантаження

source: Ask for directory on each download
tr: Her yüklemede yüklenecek dizini sor
uk: Питати каталог на кожному звантаженн╕

source: Directory
tr: Dizin
uk: Каталог

source: Select Download Directory
tr: Yükleme dizinini belirt
uk: Вибрати каталог для звантаження

source: FTP Handler
tr: FTP yöneticisi
uk: Обробник FTP

source: Handle FTP URLs with
tr: FTP adreslerini
uk: Обробляти FTP за допомогою

source: Mozilla FTP
tr: Mozilla FTP ile yönet

source: Gnome FTP Handler
tr: GNOME FTP yöneticisiyle yönet
uk: Обробкик FTP GNOME

source: View source
tr: Kaynaðý göster

source: Use external program to view source files
tr: Kaynak dosyalarý göstermek için baþka uygulamalarý kullan

source: External program:
tr: Baþka uygulama:
uk: Зовн╕шня програма:

source: MIME Types
tr: MIME Türleri
uk: Типи MIME

source: Mime Types
tr: MIME türleri
uk: Типи MIME

source: Save to disk
tr: Diske kaydet
uk: Зберегти на диску

source: Open with program
tr: Baþka uygulama ile aç
uk: В╕дкрити програмою

source: Name
tr: Isim
uk: Назва

source: Extension
tr: Sonek
uk: Разширення

source: Action
tr: Eylem
uk: Д╕я

source: Program
tr: Uygulama
uk: Програма

source: Add
tr: Ekle
uk: Додати

source: Delete
tr: Sil
uk: Стерти

source: Serif
tr: Serifli
uk: З сас╕чками

source: Sans Serif
tr: Serifsiz
uk: Без зас╕чок

source: Size
tr: Boyut
uk: Розм╕р

source: Pick a Font
tr: Bir yazý tipini seç
uk: Вибрати шрифт

source: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
tr: AaBbCcÇçDdEeFfGgÐðHhIýIiJjKkLlMmNnOoÖöPpRrSsÞþTtUuüÜVvWwXxYyZz
uk: AaBbCcDdEeFfGgHhIiJjKkLlMmАаБбВвГг╫╜ДдЕе╢╓ЖжЗзИи╤╕Йй

source: Monospace
tr: Belirli
uk: Моноширний

source: Background
tr: Ardalan
uk: Тло

source: Unvisited link
tr: Ziyaret edilmemiþ bað
uk: Нев╕дв╕дане посилання

source: Visited link
tr: Ziyaret edilmiþ bað
uk: В╕дв╕дане посилання

source: Pick the background color
tr: Ardalan rengini seç
uk: Вибер╕ть кол╕р тла

source: Pick the text color
tr: Metin rengini seç
uk: Вибер╕ть кол╕р тексту

source: Pick the color unvisited links
tr: Ziyaret edilmemiþ baðlarýn rengini belirt
uk: Вибер╕ть кол╕р нев╕дв╕даного посилання

source: Pick the color for visited links
tr: Ziyaret edilmiþ baðlarýn rengini belirt
uk: Вибер╕ть кол╕р в╕дв╕даного посилання

source: When a page provides its own colors
tr: Bir sayfa kendi renklerini belirtirse

source: Use provided colors
tr: Belirtilen renkleri kullan

source: Use my chosen colors
tr: Benim özel renklerini kullan

source: Underline links
tr: Baðlarýn altýný cýz
uk: П╕дкреслювати посилання

source: [*] Note: due to limitations in Mozilla, these options are not guaranteed to work.
tr: [*] Not: Mozillanýn bazý sýnýrlandýrmalarýndan dolayý bu seçenekler çalýþamayabilir.

source: Proxies
tr: Arasunucular
uk: Прокс╕

source: HTTP proxy
tr: HTTP arasunucusu
uk: Прокс╕ HTTP

source: FTP proxy
tr: FTP arasunucusu
uk: Прокс╕ FTP

source: Port
tr: Kapý
uk: Порт

source: No proxy for
tr: Arasunucu yok
uk: Без прокс╕ для

source: Options
tr: Seçenekler
uk: Параметри

source: Proxy keep-alive?
tr: Arasunucuyu aykta tutayým mý?

source: Disk cache
tr: Disk arabelleði
uk: Дисковий кеш

source: Memory cache
tr: Bellek arabelleði
uk: Кеш в пам'ят╕

source: Charsets
tr: Harf sýnýflarý
uk: Набори символ╕в

source: Autodetect
tr: Otomatikman taný
uk: Автовизначення

source: Default charset
tr: Önayarlý harf sýnýfý
uk: Типовий наб╕р символ╕в

source: Off
tr: Kapalý
uk: Вимкнено

source: Chinese
tr: Çince
uk: Китайський

source: East asian
tr: Doðu Asya
uk: П╕вденноаз╕атський

source: Japanese
tr: Japonca
uk: Японський

source: Korean
tr: Korece
uk: Корейський

source: Russian
tr: Rusça
uk: Рос╕йський

source: Simplified Chinese
tr: Kolaylaþtýrýlmý Çince
uk: Спрощений китайський

source: Traditional Chinese
tr: Ananevi Çince
uk: Традицийний китайський

source: Ukrainian
tr: Ukraynaca
uk: Украюнський

source: Armenian (ARMSCII-8)
tr: Ermenice (ARMSCII-8)
uk: В╕рменський (ARMSCII-8)

source: Baltic (ISO-8859-13)
tr: Baltik (ISO-8859-13)
uk: Балт╕йський (ISO-8859-13)

source: Baltic (ISO-8859-4)
tr: Baltik (ÝSO-8859-4)
uk: Балт╕йський (ISO-8859-4)

source: Baltic (Windows-1257)
tr: Baltik (Windows-1257)
uk: Балт╕йський (Windows-1257)

source: Celtic (ISO-8859-14)
tr: Keltik (ÝSO-8859-14)
uk: Кельтський (ISO-8859-14)

source: Central European (IBM-852)
tr: Merkezi Avrupa (IBM-852)
uk: Центрально╓вропейський (IBM-852)

source: Central European (ISO-8859-2)
tr: Merkezi Avrupa (ISO-8859-2)
uk: Центрально╓вропейський (ISO-8859-2)

source: Central European (MacCE)
tr: Merkezi Avrupa (MacCE)
uk: Центрально╓вропейський (MacCE)

source: Central European (Windows-1250)
tr: Merkezi Avrupa (Windows-1250)
uk: Центрально╓вропейський (Windows-1250)

source: Chinese Simplified (GB2312)
tr: Kolaylaþtýrýlmý Çince (GB2312)
uk: Спрощений китайський (GB2312)

source: Chinese Simplified (GBK)
tr: Kolaylaþtýrýlmý Çince (GBK)
uk: Спрощений китайський (GBK)

source: Central European (HZ)
tr: Merkezi Avrupa (HZ)
uk: Центрально╓вропейський (HZ)

source: Chinese Traditional (Big5)
tr: Ananevi Çince (Big5)
uk: Традиц╕йний китайський (Big5)

source: Chinese Traditional (EUC-TW)
tr: Ananevi Çince (EUC-TW)
uk: Традиц╕йний китайський (EUC-TW)

source: Croatian (MacCroatian)
tr: Hýrvatça (MacCroatian)
uk: Хорватський (MacCroatian)

source: Cyrillic (IBM-855)
tr: Kirilce (IBM-855)
uk: Кирилиця (IBM-855)

source: Cyrillic (ISO-8859-5)
tr: Kirilce (ISO-8859-5)
uk: Кирилиця (ISO-8859-5)

source: Cyrillic (ISO-IR-111)
tr: Kirilce (ISO-IR-111)
uk: Кирилиця (ISO-IR-111)

source: Cyrillic (Windows-1251)
tr: Kirilce (Windows-1251)
uk: Кирилиця (Windows-1251)

source: Cyrillic/Russian (IBM-866)
tr: Kirilce/Rusça (IBM-866)
uk: Кирилиця/Рос╕я (IBM-866)

source: Cyrillic/Ukrainian (KOI8-U)
tr: Kirilce/Ukraynaca (KOI8-U)
uk: Кирилиця/Укра╖на (KOI8-U)

source: Cyrillic/Ukrainian (MacUkrainian)
tr: Kirilce/Ukraynaca (MacUkrainian)
uk: Кирилиця/Укра╖на (MacUkrainian)

source: Greek (ISO-8859-7)
tr: Yunanca (ISO-8859-7)
uk: Грецький (ISO-8859-7)

source: Greek (MacGreek)
tr: Yunanca (MacGreek)
uk: Грецький (MacGreek)

source: Greek (Windows-1253)
tr: Yunanca (Windows-1253)
uk: Грецький (Windows-1253)

source: Icelandic (MacIcelandic)
tr: Izlandaca (MacIcelandic)
uk: ╤сландський (MacIcelandic)

source: Japanese (EUC-JP)
tr: Japonca (EUC-JP)
uk: Японський (EUC-JP)

source: Japanese (ISO-2022-JP)
tr: Japonca (ISO-2022-JP)
uk: Японський (ISO-2022-JP)

source: Japanese (Shift_JIS)
tr: Japonca (Shift_JIS)
uk: Японський (Shift_JIS)

source: Korean (EUC_KR)
tr: Korece (EUC_KR)
uk: Корейський (EUC_KR)

source: Nordic (ISO-8859-10)
tr: Kuzey dilleri (ISO-8859-10)
uk: П╕вн╕чний (ISO-8859-10)

source: Romanian (MacRomanian)
tr: Romence (MacRomanian)
uk: Румунський (MacRomanian)

source: South European (ISO-8859-3)
tr: Güney Avrupa dilleri (ISO-8859-3)
uk: П╕вденно╓вропейський (ISO-8859-3)

source: Thai (TIS-620)
tr: Tay (TIS-620)
uk: Тайландський (TIS-620)

source: Turkish (IBM-857)
tr: Türkçe (IBM-857)
uk: Терецький (IBM-857)

source: Turkish (ISO-8859-9)
tr: Türkçe (ISO-8859-9)
uk: Турецький (ISO-8859-9)

source: Turkish (MacTurkish)
tr: Türkçe (MacTurkish)
uk: Турецький (MacTurkish)

source: Turkish (Windows-1254)
tr: Türkçe (Windows-1254)
uk: Турецький (Windows-1254)

source: Vietnamese (TCVN)
tr: Viyetnamca (TCVN)
uk: В'╓тнамський (TCVN)

source: Vietnamese (VISCII)
tr: Viyetnamca (VISCII)
uk: В'╓тнамський (VISCII)

source: Vietnamese (VPS)
tr: Viyetnamca (VPS)
uk: В'╓тнамський (VPS)

source: Vietnamese (Windows-1258)
tr: Viyetnamca (Windows-1258)
uk: В'╓тнамський (Windows-1258)

source: Visual Hebrew (ISO-8859-8)
tr: Ibrece (ISO-8859-8)
uk: ╢врейський (ISO-8859-8)

source: Western (ISO-8859-1)
tr: Batý dilleri (ÝSO-8859-1)
uk: П╕вн╕чний (ISO-8859-1)

source: Western (IBM-850)
tr: Batý dilleri (IBM-850)
uk: П╕вн╕чний (IBM-850)

source: Western (ISO-8859-15)
tr: Batý dilleri (ISO-8859-15)
uk: П╕вн╕чний (ISO-8859-15)

source: Western (MacRoman)
tr: Batý dilleri (MacRoman)
uk: П╕вн╕чний (MacRoman)

source: Western (Windows-1252)
tr: Batý dilleri (Windows-1252)
uk: П╕вн╕чний (Windows-1252)

source: Afrikaans (af)
tr: Afrikans (as)
uk: Африканська (af)

source: Albanian (sq)
tr: Arnavutça (sq)
uk: Албанська (sq)

source: Arabic (ar)
tr: Arapça (ar)
uk: Арабська (ar)

source: Basque (eu)
tr: Baskça (eu)
uk: Баскська (eu)

source: Bulgarian (bg)
tr: Bulgarca (bg)
uk: Болгарська (bg)

source: Byelorussian (be)
tr: Beyazrusça (be)
uk: Б╕лоруська (be)

source: Catalan (ca)
tr: Katalança (ca)
uk: Каталонська (ca)

source: Chinese (zh)
tr: Çince (zh)
uk: Китайська (zh)

source: Croatian (hr)
tr: Hýrvatça (hr)
uk: Хорватська (hr)

source: Czech (cs)
tr: Çekçe (cs)
uk: Чешська (cs)

source: Danish (da)
tr: Danimarkaca (da)
uk: Датська

source: Dutch (nl)
tr: Hollandaca (nl)
uk: Голандська (nl)

source: English (en)
tr: Ingilizce (en)
uk: Англ╕йська (en)

source: Estonian (et)
tr: Estonyaca (et)
uk: Естонська (et)

source: Faeroese (fo)
tr: Farörce (fo)
uk: Фарерська (fo)

source: Finnish (fi)
tr: Fince (fi)
uk: Ф╕нська (fi)

source: French (fr)
tr: Fransýzca (fr)
uk: Французька (fr)

source: Galician (gl)
tr: Gelik (gl)
uk: ╫алл╕йська (gl)

source: German (de)
tr: Almanca (de)
uk: Н╕мецька (de)

source: Greek (el)
tr: Yunanca (el)
uk: Грецька (el)

source: Hungarian (hu)
tr: Macarca (hu)
uk: Угорська (hu)

source: Icelandic (is)
tr: Izlandaca (is)
uk: ╤сландська (is)

source: Indonesian (id)
tr: Endonezce (id)
uk: ╤ндонез╕йська (id)

source: Irish (ga)
tr: Irlandaca (ga)
uk: ╤рландська (ga)

source: Korean (ko)
tr: Korece (ko)
uk: Корейська (ko)

source: Macedonian (mk)
tr: Makedonca (mk)
uk: Македонська (mk)

source: Norwegian (no)
tr: Norveççe (no)
uk: Норвежська (no)

source: Polish (pl)
tr: Lehçe (pl)
uk: Польська (pl)

source: Portoguese (pt)
tr: Portekizce (pt)
uk: Португальська (pt)

source: Romanian (ro)
tr: Romence (ro)
uk: Румунська (ro)

source: Russian (ru)
tr: Rusça (ru)
uk: Рос╕йська (ru)

source: Serbian (gd)
tr: Sýrpça (gd)
uk: Сербська (gd)

source: Slovak (sk)
tr: Slovakça (sk)
uk: Словацька (sk)

source: Slovenian (sl)
tr: Slovence (sl)
uk: Словенська (sl)

source: Spanish (es)
tr: Ispanyolca (es)
uk: ╤спанська (es)

source: Swedish (sv)
tr: Isveççe (sv)
uk: Шведська (sv)

source: Turkish (tr)
tr: Türkçe (tr)
uk: Турецька (tr)

source: Ukrainian (uk)
tr: Ukraynaca (uk)
uk: Укра╖нська (uk)

source: Remove
tr: Sil
uk: Видалити

source: Up
tr: Yukarý
uk: Вгору

source: Down
tr: Aþaða
uk: Вниз

source: Languajes
tr: Diller
uk: Мови

source: Protocol
tr: Protokol
uk: Протокол

source: HTTP Version
tr: HTTP nesli
uk: Верс╕я HTTP

source: Title
tr: Üstyazý
uk: Заголовок

source: Url
tr: Adres

source: Last time visited
tr: Son ziyaret
uk: Останн╓ в╕дв╕дування

source: First time visited
tr: Ilk ziyaret
uk: Перше в╕дв╕дування

source: Times visited
tr: Ziyaret sayýsý
uk: К╕льк╕сть в╕дв╕дувань

source: Select Directory
tr: Dizini seç
uk: Виб╕р каталогу

source: Find text...
tr: Metni bul...
uk: Знайти текст...

source: Find text or regular expression:
tr: Metni yada erkan-ý tabiri bul:
uk: Знайти текст чи регулярний вираз:

source: Match upper/lower case
tr: Yazýlýmý gözardý et

source: Nick:
tr: Lakap:
uk: Псевдо:

source: Notes:
tr: Notlar:
uk: Нотатки:

source: Create toolbar
tr: Araç çubuðunu yarat
uk: Створити панель

source: New item
tr: Yeni birim
uk: Новий елемент

source: New Separator
tr: Yeni ayrýmcý
uk: Новий розд╕лювач

source: New Category
tr: Yeni tür
uk: Нови категор╕я

source: Multiple selections
tr: Çoklu seçimler

source: Go to the previous bookmark
tr: Önceki niþana git
uk: Перейти до попередньо╖ закладки

source: Go to the next bookmark
tr: Önümüzdeki niþana git
uk: Перейти до наступно╖ закладки

source: Load selected bookmark in the browser
tr: Seçili niþaný gezgine yükle
uk: Завантажити поточну закладку у в╕кно перегляду
