Repository: GNOME/gnome-i18n
Catalog: extra-po/galeon/*.po
Languages: tr, uk

source: Close this window
tr: Bu pencereyi kapat
uk: Закрити це в╕кно

source: Close
tr: Kapat
uk: Закрити

source: Move bookmark up
tr: Niþaný yukarýya it
uk: Перем╕стити загладку вище

source: Move bookmark down
tr: Niþaný aþaða taþý
uk: Перем╕стити закладку нижче

source: Show edit bookmarks controls
tr: Niþaný deðiþtirme basmalarýný göster

source: Add a new bookmark
tr: Yeni bir niþan ekle
uk: Додати нову закладку

source: Add a new bookmark category
tr: Yeni bir niþan türü ekle
uk: Додати нову категор╕ю закладок

source: New category
tr: Yeni tür
uk: Нова категор╕я

source: Erase selected bookmark
tr: Seçili niþaný sil
uk: Вилучити поточну закладку

source: Erase
tr: Sil
uk: Вилучити

source: Convert this bookmark into a permanent bookmark
tr: Bu niþaný daimi bir niþana dönüþtür
uk: Перетворити цю закладку в пост╕йну

source: File
tr: Dosya
uk: Файл

source: Name:
tr: Isim:
uk: Назва:

source: Select Bookmark File
tr: Niþanlar dosyasýný seç
uk: Виб╕р файлу закладок

source: Import Bookmark
tr: Niþan ithal et

source: File %s will be overwritten. If you have any bookmark in that file, it will be lost. Do you want to continue?
uk: Файл %s буде переписано. Якщо ви ма╓те закладки у цьому файл╕, ╖х буде втрачено. Ви хочете продовжити?

source: Exporting bookmarks failed
uk: Не вдалося експортувати закладки

source: Bookmarks successfully exported
uk: Закладки усп╕шно експортовано

source: Open frame in window
uk: В╕дкрити кадр у в╕кн╕

source: Open frame in new window
uk: В╕дкрити кадр у новому в╕кн╕

source: Reload frame
uk: Перевантажити кадр

source: Add temporary bookmark for frame
uk: Додати тимчасову закладку на кадр

source: Galeon can also import your Netscape bookmarks. Would you like to do this now?
uk: Galeon може також ╕мпортувати закладки Netscape. Ви хочете це зробити?

source: Unable to import Netscape preferences
uk: Не вдалося ╕мпортувати параметри Netscape

source: Could not open file: %s
uk: Не здалося в╕дкрити файл: %s

source: Context Menus
uk: Контекстне меню

source: Menubar
uk: Панель меню

source: Import / Export
uk: ╤мпорт та експорт

source: Import from Netscape bookmarks
uk: ╤мпортувати з закладок Netscape

source: Import from Mozilla bookmarks
uk: ╤мпортувати з закладок Mozilla

source: Import from other location
uk: ╤мпортувати з ╕ншого м╕сця

source: Export to Netscape bookmarks
uk: Експортувати в закладки Netscape

source: Export to Mozilla bookmarks
uk: Експортувати в закладки Mozilla

source: Export to other location
uk: Експортувати в ╕нше м╕сце

source: Logo
uk: Емблема

source: Context menus
uk: Контекстн╕ меню

source: label165
uk: позначка165

source: Kb
uk: Кб

source: Clear cache
uk: Очистити кеш
