Repository: GNOME/gnome-i18n
Catalog: extra-po/screem/*.po
Languages: tr, uk

source: Exec Helpers
tr: Yardýmcýlarý çalýþtýr
uk: Виконання пом╕чник╕в

source: All Helpers
tr: Yekin yardýmcýlar
uk: Вс╕ пом╕чники

source: Single Pages
tr: Tek sayfalar
uk: Окрем╕ стор╕нки

source: Log Message
tr: Kayýt iletisi
uk: Пов╕домлення журналу

source: Extra CVS Flags
tr: Özel CVS argümanlarý
uk: Додатков╕ ознаки CVS

source: CVS Module
tr: CVS modülü
uk: Модуль CVS

source: CVS Root
tr: CVS kökü
uk: Кореневий каталог CVS

source: When searching multiple files, any which contain a match are shown below, selecting one will open the page in the editor.
tr: Birden fazla dosyada bulmaya çalýþýnýyorsa, uyan her dosya altta gösterilecek.Bir dosyayý seçip, o dosyayý editörde açabilirsin.
uk: П╕д час пошуку серед дек╕лькох файл╕в, файли. як╕ м╕стять сп╕впад╕ння показан╕ внизу, вибраний файл буде в╕дкрито в редактор╕.

source: _Insert file...
tr: Dosyayý _içer ...
uk: Вставити файл...

source: Insert file
tr: Dosya içer
uk: Вставити файл

source: Insert relative filename
tr: Dosya adýný içer
uk: Вставити в╕дносну назву файлу

source: Insert complete filename
tr: Tam dosya adýný içer
uk: Вставити повну назву файлу

source: Insert tag
tr: Im ekle
uk: Вставити етикетку

source: Insert tag attibute
tr: Im sýfatý ekle
uk: Вставити атрибут етикетки

source: If the drop is into a tag then the data is converted into an attribute for that tag
tr: Taþýnan bilgi bir imin içine atýlýyorsa o imin bir sýfatýna dönüþtürülmeyeuðraþýlýyor
uk: Якщо вставити щось у етикетку, то дан╕ буде перетворено у атрибути ц╕╓╖ етикетки

source: Insert inline
tr: Içersine ekle
uk: Вставити у т╕ло

source: Insert the text from the file into the page
tr: Dosyanýn içeriðini metin olarak sayfaya içer
uk: Вставити текст з файлу в стор╕нку

source: Cancel drag
tr: Taþýmayý iptal et
uk: В╕дм╕нити перетягування

source: %s is already closed
uk: %s вже закрито

source: no tag needs closing
uk: не потр╕бно закривати н╕яких етикеток

source: Perl Menu
tr: Perl mönüsü
uk: Меню Perl

source: Java Menu
tr: Java mönüsü
uk: Меню Java

source: Compile...
tr: Denetle ...
uk: Комп╕лювати...

source: : already exists overwrite?
tr: zaten var Üstüne yazayým mý ?
uk: : вже ╕сну╓ переписати?

source: Select Guile script to load
uk: Вибрати скрипт Guile для завантаження

source: Guile Scripts
uk: Скрипти Guile

source: Disables splash screen on start up
tr: Baþlangýçtaki ekraný kapatýr
uk: В╕д╕мкнути заставку п╕д час запуску

source: Initialising Guile
tr: Guile'i baþlatýyorum
uk: ╤н╕ц╕ал╕зац╕я Guile

source: Creating Interface
tr: Yüzeyi yaratýyorum
uk: Створення ╕нтерфейсу

source: Loading Modules...
tr: Modülleri yükliyorum ...
uk: Завантаження модул╕в...

source: Modules loaded
tr: Modüller yüklendi
uk: Модул╕ завантажено

source: Save site: %s (%s)
uk: Зберегти сайт: %s (%s)

source: Your SCREEM tips file appears to be missing! There should be a file called screem_hints.txt in the SCREEM data directory. Please check your installation.
tr: SCREEM yardýmlar dosyasý eksik gibi! SCREEM bilgiler dizininde bir screem_hints.txt dosyasý olmasý lazým. Lütfen yüklemini gözden geçir.
uk: Ваш файл порад SCREEM очевидно з╕псовано! Це ма╓ бути файл screem_hints.txt в каталоз╕ даних SCREEM. Переверте ваше становлення.

source: Select page to open
tr: Açýlacak sayfayý seç
uk: Вибрати стор╕нку для в╕дкривання

source: Select filename to save as
tr: Kaydedilecek dosyanýn adýný seç
uk: Вибрати назву файлу для збереження

source: Save %s
tr: %s'yi kaydet
uk: Зберегти %s

source: Select filename for new page
tr: Yeni sayfanýn dosya adýný belirle
uk: Вибрати назву файлу для ново╖ стор╕нки

source: _File/_Recent Pages/
tr: _Dosya/_Son sayfalar/
uk: Файл/Останн╕ стор╕нки/

source: : has changed on disk
tr: diskte deðiþmiþ
uk: : було зм╕нено на диску

source: Revert
tr: Gerit
uk: В╕дновити

source: No filename given.
uk: Не вказано назви файлу.

source: Unable to rename file
uk: Не вдалося перейменувати файл

source: Select file to include
uk: Вибрати файл для включення

source: Module has no init() function
tr: Modülün init() iþlemi yok
uk: Модуль не ма╓ функц╕╖ init()

source: Error loading module %s %s
tr: Modül %s yüklenirken bir hata oldu %s
uk: Помилка завантаження модулю %s %s

source: Pages
uk: Стор╕нки

source: SCREEM (%s): Print Preview
uk: SCREEM (%s): Перегляд друку

source: Page: %i/%i
uk: Стор╕нка: %i/%i

source: Select filename for site template
tr: Site örneði için dosya adýný seç
uk: Вибрати назву файлу для шаблону сайту

source: _Move here
tr: Buraya _taþý
uk: Перем╕стити сюди

source: Move file
tr: Dosyayý taþý
uk: Перем╕стити файл

source: _Copy here
tr: Buraya _kopyala
uk: Коп╕ювати сюди

source: Copy file
tr: Dosyayý kopyala
uk: Коп╕ювати файл

source: Delete selected file
tr: Seçili dosyayý sil
uk: Стерти вибраний файл

source: Delete selected directory
tr: Seçili dizini sil
uk: Стерти вибраний каталог

source: perform CVS delete?
tr: CVS silmesini de yapayým mý ?
uk: виконати стирання CVS?

source: Old file
tr: Eski dosya
uk: Старий файл

source: New file
tr: Yeni dosya
uk: Новий файл

source: Old directory
tr: Eski dizin
uk: Старий каталог

source: New directory
tr: Yeni dizin
uk: Новий каталог

source: Rename file
tr: Dosyayý yeniden adlandýr
uk: Перейменувати файл

source: Rename directory
tr: Dizini yeniden adlandýr
uk: Перейменувати каталог

source: Rename in CVS?
tr: CVS'de yeniden adlandýrayým mý ?
uk: Перейменувати в CVS?

source: No directory name specified.
uk: Не вказано назви каталогу.

source: Directory could not be created.
uk: Каталог не можливо створити.

source: Enter the directory name to create:
uk: Введ╕ть назву каталогу для створення:

source: Save current site?
tr: Geçerli siteyi kaydedeyim mi ?
uk: Зберегти поточний сайт?

source: Select directory to open as a site
tr: Site olarak açýlacak dizini seç
uk: Вибрати каталог для в╕дкривання як сайт

source: Select directory to save site as
tr: Siteyi kaydedilecek dizini seç
uk: Вибрати каталог для збереження як сайт

source: _File/_Recent Sites/
tr: _Dosya/S_on siteler/
uk: Файл/Останн╕ сайти/

source: %i bytes
uk: %i байт╕в

source: Disabled
tr: Kapalý
uk: Заборонено

source: Press a key...
tr: Bir tuþa bas ..
uk: Натисн╕ть клав╕шу...

source: Not set
uk: Не встановлено

source: CSS Wizard
tr: CSS sihirbazý

source: Close Wizard
tr: Sihirbazý kapat

source: padding-top
tr: üst doldurmasý

source: padding-right
tr: sað doldurmasý

source: padding-bottom
tr: alt doldurmasý

source: padding-left
tr: sol doldurmasý

source: Box
tr: Kutu

source: top width
tr: üst eni

source: right width
tr: sað eni

source: bottom width
tr: alt eni

source: left width
tr: sol eni

source: clear
tr: temiz

source: float
tr: kaygan

source: white-space
tr: boþluk

source: list-style-type
tr: liste stili

source: list-style-image
tr: liste stili resmi

source: list-style-position
tr: liste stili yerleþimi

source: Select list-style-image
tr: Liste stili resmini seç

source: (C) 1999, 2000 David A Knight
tr: Tel'if hakký (C) 1999, 2000 David A Knight

source: CaSSIUS - Casscading Style Sheet Intergration Under SCREEM
tr: CaSSIUS - SCREEM için biçimlendirici editörü

source: Screem: Entity Wizard
tr: SCREEM : Þekilleþtirme sihirbazý

source: Form Wizard
tr: Form sihirbazý

source: Gallery Wizard
tr: Galeri sihirbazý

source: Image Wizard
tr: Resim sihirbazý

source: Screem: Image Wizard
tr: Screem : Resim sihirbazý

source: Copy to page's location
tr: Sayfanýn mekanýna kopyala

source: Link Wizard
tr: Bað sihirbazý

source: Screem: Link Wizard
tr: Screem : Bað sihirbazý

source: mailto
tr: ePosta

source: Mail Wizard
tr: ePosta sihirbazý

source: Table Wizard
tr: Çizgiye sihirbazý

source: Upload Wizard
tr: Yüklem sihirbazý

source: Tag to get help on
tr: Yardýmý gösterilecek im

source: Bulleted List
tr: Birimli liste

source: Bullet list
tr: Birimli liste

source: Number List
tr: Rakamlý liste

source: indent level -1
tr: Bir seviye daha az yenle

source: Indent -
tr: - yenleme

source: Indent level +1
tr: bir seviye daha fazla yenle

source: Indent +
tr: + yenle

source: Quickbar
tr: Tanýdýklar

source: form checkbutton
tr: form doðrulama basmasý

source: checkbutton
tr: doðrulama basmasý

source: form radiobutton
tr: form karar basmasý

source: radiobutton
tr: karar basmasý

source: Exclude
tr: Dýþla

source: Assigned to
tr: Görevli

source: Linked to
tr: Baðlantýlýdýr

source: Assigned To:
tr: Görevli :

source: Linked To:
tr: Baðlantýlýdýr :

source: Maintain permissions:
tr: Eriþim haklarý yönet :

source: Follow
tr: Takip et

source: Maintain
tr: Yönet

source: Publish
tr: Yayýnla

source: label130
tr: yafta130

source: Insert with case
tr: Yazýlýmýna göre içer

source: Attempts to tidy up the HTML by fixing the order of close tags etc
tr: HTML mümkün olduðu kadariyle temiz tutmaya uðraþ; yani her %TAG'i kapat vs.

source: Fix HTML
tr: HTML'i temiz tut

source: label133
tr: yafta133

source: Inline Tagging
tr: Içeride imleþtir

source: display view toolbar
tr: gösterim çubuðunu göster

source: Auto entity insertion
tr: Otomatikman þekilleþtirilmiþ olarak içer

source: The key combination which will perform the action/insert the text shown below.
tr: Alttaki metni/eylemi gerçekleþtirecek tuþ akýþý.

source: The action to be taken in the editor when the key combo is pressed, or the text to insert when it is pressed if it doesn't match one of the presets.
tr: Tuþ akýþý basýlýnca çalýþtýrýlacak iþlem, yada önayarlý deðerlerin hiçbirine eþ deðilse, içerilecek metin.

source: label2
tr: yafta2

source: label3
tr: yafta3

source: The Page Druid will guide you through the creation of a new page
tr: Sayfa sihirbazý sana yeni bir sayfanýn yaratýlýþýnda sana yardýmcý olacaktýr

source: SCREEM: Page Druid - Details
tr: SCREEM : Sayfa sihirbazý - Ince bilgiler

source: label1
tr: yafta1

source: SCREEM: Page Druid - Colours
tr: SCREEM : Sayfa sihirbazý - Renkler

source: SCREEM: Site Druid
tr: SCREEM : Site sihirbazý

source: The Site Druid will guide you through the creation of a new site
tr: Site sihirbazý bir yeni site yaratýlýþýnda sana yardýmcý olacaktýr

source: SCREEM: Site Druid - Details/Management
tr: SCREEM : Site sihirbazý - Ince bilgiler/Yönetim

source: SCREEM: Site Druid - Publish Settings (1)
tr: SCREEM : Site sihirbazý - Yayýnlama ayarlarý (1)

source: SCREEM: Site Druid - Publish Settings (2)
tr: SCREEM : Site sihirbazý - Yayýnlama ayarlarý (2)

source: Check Moved
tr: Taþýnmýþlarý kontrol et

source: label36
tr: yafta36

source: label18
tr: yafta18

source: label19
tr: yafta19

source: label132
tr: yafta132

source: Wizards
tr: Sihirbazlar

source: %s Wizard
tr: %s sihirbazý
