Repository: GNOME/gnome-i18n
Catalog: extra-po/screem/*.po
Languages: tr, uk

source: _New Site...
tr: _Yeni site ...
uk: Новий сайт...

source: Create a new site
tr: Yeni bir site yarat
uk: Створити новий сайт

source: _New Page...
tr: Y_eni sayfa ...
uk: Нова стор╕нка...

source: Create a new page (add if working on a site)
tr: Yeni bir sayfa ekle ( bir sitede çalýþýnýyorsa )
uk: Створити нову стор╕нку (додати, якщо робота над сайтом)

source: _New Blank Page
tr: Ye_ni boþ sayfa
uk: Нова порожня стор╕нка

source: Create a blank page (add if working on a site)
tr: Boþ bir sayfa yarat ( bir sitede çalýþýlýyorsa )
uk: Створити порожню стор╕нку (додати, якщо робота над сайтом)

source: _New Site Template
tr: Yeni site ö_rneði
uk: Новий шаблон сайту

source: Create a new site template
tr: Yeni bir site örneðini yarat
uk: Створити новий шаблон сайту

source: _Open Site...
tr: Siteyi _aç ..
uk: В╕дкрити сайт...

source: Open a site
tr: Bir siteyi aç
uk: В╕дкрити сайт

source: _Save Site
tr: Siteyi _kaydet
uk: Зберегти сайт

source: Save a site
tr: Bir siteyi kaydet
uk: Зберегти сайт

source: _Save Site as...
tr: Siteyi _farklý kaydet ...
uk: Зберегти сайт як...

source: Save site as
tr: Siteyi farklý kaydet
uk: Зберегти сайт як

source: _Close Site
tr: Siteyi _kapat
uk: Закрити сайт

source: Close the current site
tr: Geçerli siteyi kapat
uk: Закрити поточний сайт

source: _Recent Sites
tr: Son _siteler
uk: Останн╕ сайти

source: _Open Page...
tr: Say_fayý aç ...
uk: В╕дкрити стор╕нку...

source: Open a single page
tr: Tek bir sayfayý aç
uk: В╕дкрити окрему стор╕нку

source: _Save Page
tr: S_ayfayý kaydet
uk: Зберегти стор╕нку

source: Save the current page
tr: Geçerli sayfayý kaydet
uk: Зберегти поточну стор╕нку

source: _Save Page as...
tr: Sayfayý fa_rklý kaydet ...
uk: Зберегти стор╕нку як...

source: Save the current page as
tr: Geçerli sayfayý baþka bir isim altýnda kaydet
uk: Зберегти поточну стор╕нку як

source: _Close Page
tr: Sayfayý kapa_t
uk: Закрити стор╕нку

source: Close the current page
tr: Geçerli sayfayý kapat
uk: Закрити поточну стор╕нку

source: _Recent Pages
tr: Son sayfa_lar
uk: Останн╕ стор╕нки

source: Paste Encoded
tr: Þekillendirilmiþ yapýþtýr
uk: Вставити закодоване

source: Paste the clipboard, encoding html entities where needed
tr: Arabelleði gerekirse HTML olarak þekillendirilmiþ yapýþtýr
uk: Вставити вм╕ст буферу обм╕ну, кодуючи html в раз╕ необх╕дност╕

source: Goto Line...
tr: Satra git ...
uk: Перейти на рядок...

source: Move the cursor to the specified line
tr: Göstergeyi belirtilen satra taþý
uk: Перем╕стити курсор у вказаний рядок

source: Editor
tr: Editör
uk: Редактор

source: Switch to the Editor view
tr: Editör bakýþýna geç
uk: Перемикнутись у в╕кно редактора

source: Preview
tr: Önizleme
uk: Перегляд

source: Switch to the Preview view
tr: Önizleme bakýþýna geç
uk: Перемикнутись у в╕кно перегляду

source: Link
tr: Bað
uk: Посилання

source: Switch to the Link view
tr: Bað bakýþýna geç
uk: Перемикнутись у в╕кно посилання

source: View Side Panel
tr: Taraf panelini göster
uk: Показати бокову панель

source: Show/Hide the side panel
tr: Taraf panelini göster/gizle
uk: Показати/прибрати бокову панель

source: View Messages
tr: Iletileri göster
uk: Перегляд пов╕домлень

source: Show/Hide the messages
tr: Iletiler panelini göster/gizle
uk: Показати/прибрати пов╕домлення

source: _Checkout site
tr: S_iteyi CVS'den çýkar
uk: Перев╕рити сайт

source: Obtain site from cvs
tr: Siteyi CVS'den al
uk: Отримати сайт з cvs

source: _Update site
tr: _Siteyi yenile
uk: Оновити сайт

source: Update local copy of site
tr: Sitenin yerel kopyasýný yenile
uk: Оновити локальну коп╕ю сайту

source: _Update page
tr: S_ayfayý yenile
uk: Оновити стор╕нку

source: Update local copy of page from CVS
tr: Sayfanýn yerel kopyasýný CVS'den yenile
uk: Оновити локальну коп╕ю стор╕нки з CVS

source: _Import site...
tr: Siteyi _ithal et ..
uk: ╤мпортувати сайт...

source: Add the site to the cvs repository
tr: Siteyi CVS tabanýna ekle
uk: Додати сайт у репозитор╕й cvs

source: _Commit site...
tr: Sitey_i uygula ...
uk: Заф╕ксувати зм╕ни сайту...

source: Commit all changes made to site
tr: Siteye yapýlan yekin deðiþiklikleri CVS tabanýna uygula
uk: Заф╕ксувати вс╕ зм╕ни зроблен╕ з сайтом

source: _Commit page...
tr: Sayfayý _uygula ...
uk: Заф╕ксувати зм╕ни стор╕нки...

source: Commit the current page
tr: Geçerli sayfayý CVS tabanýna uygula
uk: Заф╕ксувати зм╕ни поточно╖ стор╕нки

source: Loaded DTDs
uk: Завантажен╕ DTD

source: DTDs supported by Screem
uk: DTD, що п╕дтриму╓ Screem

source: Site Template Editor
tr: Site örneði editörü
uk: Редактор шаблон╕в сайт╕в

source: Edit a Site Template
tr: Bir site örneðini deðiþtir
uk: Виправлення шаблону сайту

source: _Site...
uk: Сайт...

source: Alter site settings
tr: Site ayarlarýný deðiþtir
uk: Зм╕нити установки сайту

source: Tip of the Day...
tr: Günün yardým iletisi ...
uk: Порада дня...

source: Show the Tip of the Day
tr: Günün yardým iletisini göster
uk: Показати пораду дня

source: _Insert
tr: _Içer
uk: Вставити

source: _Tools
tr: Çere_zler
uk: ╤нструменти

source: document root
uk: кор╕нь документу

source: unknown element
uk: нев╕домий елемент

source: unspecified
uk: не вказано

source: Could not write to file: %s
uk: Не вдалося записати у файл: %s

source: Could not read response body
uk: Не вдалося зчитати т╕ло в╕дпов╕д╕

source: %s: connection was closed by proxy server.
uk: %s: з'╓днання закрито сервером прокс╕.

source: %s: connection was closed by server.
uk: %s: з'╓днання закрито сервером.

source: Could not send request
uk: Не вдалося в╕д╕слати запит

source: Error waiting for response
uk: Помилка оч╕кування в╕дпов╕д╕

source: Could not send request body
uk: Не вдалося в╕д╕слати т╕ло запиту

source: Error reading response headers
uk: Помилка зчитування заголовк╕в в╕дпов╕д╕

source: Error sending request body
uk: Помилка в╕дсилання т╕ла запиту

source: Response header too long
uk: Заголовок в╕дпов╕д╕ надто довгий

source: Could not create SSL connection through proxy server
uk: Не вдалося створити з'╓днання SSL чирез сервер прокс╕

source: Could not connect to proxy server
uk: Не вдалося з'╓днатись з сервером прокс╕

source: Could not connect to server
uk: Не вдалося з'╓днатись з сервером

source: Line too long
uk: Рядок надто довгий

source: Host not found
uk: Хоста не знайдено

source: Host not found (try again later?)
uk: Хоста не знайдено (спробувати знову п╕зн╕ше?)

source: Host exists but has no address.
uk: Хост ╕сну╓, але не ма╓ адреси.

source: Unknown
tr: Bilinmiyor
uk: Нев╕домий

source: [unable to calculate]
uk: [неможливо п╕драхувати]

source: [invalid date]
uk: [нев╕рна дата]

source: Server certificate is not yet valid
uk: Сертиф╕кат сервера ще не д╕йсний

source: Server certificate has expired
uk: Сертиф╕кат сервера вже не д╕йсний

source: This certificate is valid
uk: Цей сертиф╕кат д╕йсний

source: SSL Certificate check
uk: Перев╕рка сертиф╕кату SSL

source: (r)eject, accept (o)nce, (a)ccept always
uk: (в)╕дкинути, (п)рийняти, приймати (з)авжди

source: roa
uk: впз

source: (r)eject, accept (o)nce
uk: (в)╕дкинути, (п)рийняти

source: ro
uk: вп

source: Exit
uk: Вийти

source: Help
tr: Yardým
uk: Дов╕дка

source: Warning: Couldn't save certificate
uk: Попаередження: неможливо зберегти сертиф╕кат

source: Certificate saved
uk: Сертиф╕кат збережено

source: Colour...
tr: Renk ...
uk: Кол╕р...

source: Insert a colour
tr: Bir rengi içer
uk: Вставити кол╕р

source: _Insert/
tr: _Içer/
uk: Вставити/

source: Colour Browser
tr: Renk seçmeni
uk: Перегляд кольор╕в

source: Open Stylesheet editor
tr: Biçimlendirici editörünü aç
uk: В╕дкрити редактор таблиць стил╕в

source: _Tools/
tr: Ç_erezler/
uk: ╤нструменти/

source: Select CSS file to Open
uk: Вибер╕ть файл CSS для в╕дкривання

source: Select filename for CSS file
uk: Вибер╕ть назву файлу для файлу CSS

source: Create a new style
tr: Yeni bir stil yarat
uk: Створити новий стиль

source: _New Style
tr: _Yeni stil
uk: Новий стиль

source: _Delete Style
tr: Stili _sil
uk: Стерти стиль

source: Enter Style Name
tr: Stilin ismini belirle
uk: Введ╕ть назву стилю

source: Style name:
tr: Stil adý :
uk: Назва стилю:

source: Class:
tr: Sýnýf :
uk: Клас:

source: Pseudo-class:
tr: Sanal-sýnýf :
uk: Псевдоклас:

source: _New
tr: _Yeni
uk: Новий

source: Create a new stylesheet
tr: Yeni bir biçimlendiriciyi yarat
uk: Сотворити нову таблицю стил╕в

source: New Stylesheet
tr: Yeni biçimlendirici
uk: Нова таблиця стил╕в

source: Open a stylesheet
tr: Bir biçimlendiriciyi aç
uk: В╕дкрити таблицю стил╕в

source: Open Stylesheet
tr: Biçimlendiriciyi aç
uk: В╕дкрити таблицю стил╕в

source: Save a stylesheet
tr: Bir biçimlendiriciyi kaydet
uk: Зберегти таблицю стил╕в

source: Save Stylesheet
tr: Biçimlendiriciyi kaydet
uk: Зберегти таблицю стил╕в

source: Close CaSSIUS
tr: CaSSIUS'u kapat
uk: Закрити CaSSIUS

source: Insert stylesheet into editor
tr: Biçimlendiriciyi editöre içer
uk: Вставити таблицю стил╕в у редактор

source: Insert Stylesheet
tr: Biçimlendiriciyi içer
uk: Вставити таблицю стил╕в

source: Insert current style into editor
tr: Geçerli biçimlendiriciyi editöre içer
uk: Вставити поточний стиль у редактор

source: Insert Style
tr: Stili içer
uk: Вставити стиль

source: Tag
tr: Im
uk: Етикетка

source: Class
tr: Sýnýf
uk: Клас

source: Pseudo Class
tr: Sanal sýnýf
uk: Псевдоклас

source: font-family
tr: yazý ailesi
uk: ╜арн╕тура шрифту

source: font-style
tr: yazý stili
uk: cтиль шрифту

source: font-variant
tr: yazý çeþidi
uk: вар╕ант шрифту

source: font-weight
tr: yazý aðýrlýðý
uk: жирн╕сть шрифту

source: font-size
tr: yazý büyüklüðü
uk: розм╕р шрифту

source: color
tr: renk
uk: кол╕р

source: Pick a color
tr: Bir rengi seç
uk: Вибрати кол╕р

source: Font
tr: Yazý tipi
uk: Шрифт

source: background-color
tr: ardalan rengi
uk: кол╕р тла

source: background-image
tr: ardalan resmi
uk: зображення на тл╕

source: background-repeat
tr: ardalaný döþe
uk: повтор тла

source: background-attachment
tr: ardalan eklemi
uk: долучення тла

source: background-position
tr: ardalan yerleþtirmesi
uk: положення тла

source: Select background image
tr: Ardalan resmini seç
uk: Вибрати зображення на тло

source: Background
tr: Ardalan
uk: Тло

source: line-height
tr: satýr yüksekliði
uk: висота рядка

source: text-indent
tr: metin yenlemesi
uk: в╕дступ тексту

source: text-align
tr: metin taraflamasý
uk: вир╕внювання тексту

source: text-transform
tr: metin dönüþtürülmesi
uk: перетворення тексту

source: vertical-align
tr: dikey taraflama
uk: вертикальне вир╕внювання

source: text-decoration
tr: metin süslemeleri
uk: облям╕вка тексту

source: letter-spacing
tr: harf boþluklarý
uk: пром╕жок м╕ж л╕терами

source: word-spacing
tr: kelime boþluklarý
uk: пром╕жок м╕ж словами

source: bottom
tr: alt
uk: за низом

source: Text
tr: Metin
uk: Текст

source: margin-top
tr: üst kenarlýk
uk: в╕дступ зверху

source: margin-right
tr: sað kenarlýk
uk: в╕дступ справа

source: margin-bottom
tr: alt kenarlýk
uk: в╕дс╕уп знизу

source: margin-left
tr: sol kenarlýk
uk: в╕дступ л╕воруч

source: top colour
tr: üst rengi
uk: кор╕л зверху

source: right colour
tr: sað rengi
uk: кол╕р праворуч

source: bottom colour
tr: alt rengi
uk: кол╕р знизу

source: left colour
tr: sol rengi
uk: кол╕р зл╕ва

source: top style
tr: üst stili
uk: верхн╕й стиль

source: right style
tr: sað stili
uk: cтиль праворуч

source: bottom style
tr: alt stili
uk: нижн╕й стиль

source: left style
tr: sol stili
uk: cтиль л╕воруч

source: Border
tr: Kenar
uk: Рамка

source: height
tr: yükseklik
uk: висота

source: width
tr: en
uk: ширина

source: Size/Placement
tr: Büyüklük/Yerleþim
uk: Розм╕р/положення

source: display
tr: gösterim
uk: в╕добразити

source: Classification
tr: sýnýflandýrma
uk: Класиф╕кац╕я

source: You already have a stylesheet open...
tr: Zaten bir biçimlendirici açýk ...
uk: У вас вже в╕дкрито таблицю стил╕в...

source: Information
tr: Bilgi
uk: ╤нформац╕я

source: Save
tr: Kaydet
uk: Зберегти

source: Discard
tr: Unut
uk: В╕дмовитись

source: Entity...
tr: Þekilleþtirme ...
uk: Об'╓кт...

source: Insert a special character entity
tr: Bir özel harf þeklini ekle
uk: Вставити об'╓кт -- спец╕альний символ

source: Insert
tr: Içer
uk: Вставити

source: Name
tr: Isim
uk: Назва

source: Entity
tr: Þekilleþtirme
uk: Об'╓кт

source: Math/Greek.Symbolic
tr: Matematik/Yunan sembolleri
uk: Математичний чи грецький символ

source: Markup/Internationalisation
tr: Þekilleþtirme/Ulusallaþtýrma
uk: Позначення/╤нтернац╕онал╕зац╕я

source: Form...
uk: Форма...

source: Insert a Form
tr: Bir form içer
uk: Вставити форму

source: Type
tr: Tip
uk: Тип

source: Value
tr: Deðer
uk: Значення

source: Method =
tr: Yol =
uk: Метод =

source: Action =
tr: Iþlem =
uk: Д╕я =

source: Enctype =
tr: Þekillendirme =
uk: Тип кодування =

source: Frames...
uk: Кадри...

source: Define a frameset
uk: Визначити наб╕р кадр╕в

source: Styles
uk: Стил╕

source: Layout
uk: Схема розташування

source: Frame Settings
uk: Установки кадру

source: src =
uk: джерело =

source: Select page to display in frame:
uk: Вибрати стор╕нку для в╕дображення у кадр╕:

source: Width =
uk: ширина =

source: Height =
uk: висота =

source: noresize
uk: незм╕нний розм╕р

source: has border
uk: ма╓ рамку

source: Scrolling =
uk: прокрутка =

source: Yes
uk: Так

source: No
uk: Н╕

source: name =
uk: назва =

source: Image Gallery
tr: Resim galerisi
uk: ╫алерея зображень

source: Rows:
tr: Sýralar :
uk: Рядки:

source: Image directory:
tr: Resim dizini :
uk: Каталог зображень:

source: Columns:
tr: Sütunlar :
uk: Стовпчики:

source: Select Image Directory
tr: Resim dizini seç
uk: Вибрати каталог зображень

source: Image...
tr: Resim ...
uk: Зображення...

source: Insert an Image
tr: Bir resim içer
uk: Вставити зображення

source: Image
tr: Resim
uk: Зображення

source: Location:
tr: Mekan :
uk: Положення:

source: Select Image
tr: Resmi seç
uk: Вибрати зображення

source: The path name of the image
tr: Resmin dizinlemesi
uk: Шлях до зображення

source: Alt text:
tr: Yedek metni :
uk: Альтернативний текст:

source: Text to display if the browser is not displaying images
tr: Webgezgini resim göstermiyorsa gösterilecek metin
uk: Показувати цей текст, якщо програма перегляду не п╕дтриму╓ зображення

source: Width:
tr: En :
uk: Ширина:

source: Set image width
tr: Resim enini belirt
uk: Встановити ширину зображення

source: Width of the image or thumbnail
tr: Resmin yada resim týrnaðýný eni
uk: Ширина зображення чи м╕н╕атюри

source: Height:
tr: Yükseklik :
uk: Висота:

source: Set image height
tr: Resim yüksekliðini belirt
uk: Встановити висоту зображення

source: Height of the image or thumbnail
tr: Resmin yada resim týrnadýnýn yüksekliði
uk: Висота зображення чи м╕н╕атюри

source: Alignment:
tr: Taraflama :
uk: Вир╕внювання:

source: bottom middle top left center abscenter right
tr: alt orta üst sol merkez tam merkez sað
uk: за низом за центром за верхом л╕воруч в центр абсолютний центр праворуч

source: Alignment of text to the image
tr: Resmin metninin taraflamasý
uk: Вир╕внювання тексту за зображення

source: Border:
tr: Kenar :
uk: Рамка:

source: Width of border around image if its a link
tr: Resim bir baðsa, etrafýndaki kenarýn geniþliði
uk: Ширина рамки навколо зображення, якщо це посилання

source: Hspace:
tr: Ufki boþluk :
uk: Горизонтальний пром╕жок:

source: Horizontal space between image and text
tr: Resim ve metnin arasýndaki ufki boþluk
uk: Пром╕жок по горизонтал╕ м╕ж зображенням ╕ текстом

source: VSpace:
tr: Dikey boþluk :
uk: Вертикальний пром╕жок:

source: Vertical space between image an text
tr: Resim ve metnin arasýndaki dikey boþluk
uk: Пром╕жок по вертикал╕ м╕ж зображенням ╕ текстом

source: Make thumbnail
tr: Týrnak resmini yarat
uk: Зробити м╕н╕атюру

source: Image Details:
tr: Resim bilgileri :
uk: Детал╕ зображення:

source: Initial Width:
tr: Baþlangýç eni :
uk: Початкова ширина:

source: Initial Height:
tr: Baþlangýç yüksekliði :
uk: Початкова висота:

source: File Size:
tr: Dosya büyüklüðü :
uk: Розм╕р файлу:

source: Link...
tr: Bað ...
uk: Посилання...

source: Insert a link
tr: Bir bað içer
uk: Вставити посилання

source: Link Text
tr: Bað metni
uk: Текст посилання

source: Link To
tr: Bað hedefi
uk: Посилання на

source: other
tr: baþka
uk: ╕нше

source: Target
tr: Hedef
uk: Ц╕ль

source: Mail Page
tr: ePosta sayfasý
uk: Почштова стор╕нка

source: Subject:
tr: Konu :
uk: Тема:

source: bcc:
uk: прихована коп╕я:

source: cc:
uk: коп╕я:

source: To:
tr: Gönderilen :
uk: Кому:

source: Info: HTML shouldn't really be used for email
tr: Bilgi : ePosta için vallahi HTML'in kullanýlmamasý gerek
uk: ╤нформац╕я: HTML не повинен використовуватись для е-пошти

source: SSI directive...
tr: SSI yönetmeliði ...
uk: Директива SSI...

source: Insert a Server-side Include
tr: Bir 'sunucu içeriðini' ekle
uk: Вставити Server-side Include

source: Insert a 'Server-Side Include' directive.
tr: Bir SSI yönetmeliðini ekle
uk: Вставити директиву Server-side Include.

source: Include
tr: Içer
uk: Вставити

source: Should be a relative path. A leading slash denotes the root of your website only.
tr: Göreli dizinleme olmasý lazým. Baþlangýçtaki bir taksim websitende sadece kök dizinini belirtir.
uk: Ма╓ бути в╕дносним шляхом. Початкова коса риска означа╓ лише кореневий каталог вашого сайту.

source: Filename:
tr: Dosya adý :
uk: Назва файлу:

source: File information
tr: Dosya bilgisi
uk: ╤нформац╕я про файл

source: Size
tr: Büyüklük
uk: Розм╕р

source: Modification time
tr: Deðiþim zamaný
uk: Час модиф╕кац╕╖

source: Variables
tr: Veriler
uk: Зм╕нн╕

source: Print variables
tr: Verileri göster
uk: Друк зм╕нних

source: Set a variable
tr: Bir veriyi belirt
uk: Встановити зм╕нну

source: Variable name:
tr: Veri ismi :
uk: Назва зм╕нно╖:

source: Value:
tr: Deðer :
uk: Значення:

source: Configuration
tr: Ayarlama
uk: Крнф╕╜урац╕я

source: help
tr: yardým
uk: дов╕дка

source: Bytes
tr: bayt
uk: Байт╕в

source: Kb or Mb
tr: Kb yada Mb
uk: Кб чи Мб

source: Time format:
tr: Zaman þekillendirmesi :
uk: Формат часу:

source: Error message:
tr: Hata iletisi :
uk: Пов╕домлення про помилку:

source: Size format:
tr: Büyüklük þekillendirmesi
uk: Формат розм╕ру:

source: Execute
tr: Çalýþtýr
uk: Виконати

source: Exec:
tr: Çalýþtýr :
uk: Виконати:

source: Shell
tr: Komuta
uk: Оболонка

source: Echo
uk: Надрукувати

source: Variable:
tr: Veri :
uk: Зм╕нна:

source: Date (GMT)
tr: Tarih ( MGZ )
uk: Дата (GMT)

source: Date (Local)
tr: Tarih ( Yerel )
uk: Дата (м╕сцева)

source: Document Name
tr: Doküman adý
uk: Назва документу

source: Document URI
tr: Doküman URI'si
uk: URI документу

source: Last Modified
tr: Son deðiþim
uk: Останн╕ зм╕ни

source: Conditionals
tr: Þartlamalar
uk: Умови

source: If
tr: Eðer
uk: Якщо

source: Elif
tr: Yada
uk: ╤накшеЯкщо

source: Else
tr: Veya
uk: ╤накше

source: Endif
tr: Dahasý yok
uk: К╕нецьЯкщо

source: Test expression:
tr: Tabiri dene :
uk: Тестовий вираз:

source: Table...
tr: Çizgiye ...
uk: Таблиця...

source: Insert a Table
tr: Bir çizgiye ekle
uk: Вставити таблицю

source: Rows / Cols
uk: Рядки та стовпчики

source: Number of Rows:
uk: К╕льк╕сть рядк╕в:

source: Number of Cols:
uk: К╕льк╕сть стовпчик╕в:

source: The number of rows in the table
uk: К╕льк╕сть рядк╕в у таблиц╕

source: The number of columns in the table
uk: К╕льк╕сть стовпчик╕в у таблиц╕

source: Alignment
uk: Вир╕внювання:

source: Left
tr: Sol
uk: Л╕воруч

source: Centre
tr: Orta
uk: Центр

source: Right
tr: Sað
uk: Праворуч

source: Caption / Summary
uk: П╕дпис та опис

source: above table
uk: над таблицею

source: below table
tr: çizgiyenin atlýnda
uk: п╕д таблицею

source: Include Summary
uk: Вставити опис

source: Include Caption
uk: Включити п╕дпис

source: A short summary of the table contents
uk: Короткий опис вм╕сту таблиц╕

source: Attributes
tr: Özellikler
uk: Атрибути

source: Border line width
tr: Kenar çizgisinin geniþliði
uk: Ширина рамки

source: The border width in pixels
uk: Ширина рамки в п╕кселях

source: Pixels
uk: п╕ксел╕в

source: Cell Spacing
uk: Пром╕жок м╕ж ком╕рками

source: number of pixels to place between cells
uk: п╕ксел╕в м╕ж ком╕рками

source: Pixels between cells
uk: п╕ксел╕в м╕ж ком╕рками

source: Cell Padding
uk: Заповнення ком╕рок

source: Number of pixels to add to cell width
uk: К╕льк╕сть п╕ксел╕в, що дода╓ться до ширини ком╕рки

source: Table Width
uk: Ширина таблиц╕

source: % of window
tr: %% ( pencereye göre )
uk: % ширини в╕кна

source: Use Colour:
tr: Renk kullan :
uk: Використовувати кол╕р:

source: The background colour for the table
uk: Кол╕р тла таблиц╕

source: Use Image:
tr: Resim kullan :
uk: Використовувати зображення:

source: Unknown system error
uk: Нев╕дома системна помилка

source: Could not open file:
uk: Неможливо в╕дкрити файл:

source: Could not write to file:
uk: Неможливо записати у файл:

source: Could not access resource
uk: Не вдалося отримати доступ до ресурсу

source: ^[yY]
uk: ^[тТ]

source: ^[nN]
uk: ^[нН]

source: Could not set modification time of local file.
uk: Не вдалося встановити час модиф╕кац╕╖ локального файлу.

source: Upload
tr: Yüklem
uk: Вивантажити

source: Upload the site
tr: Siteyi sunucuya yükle
uk: Вивантажити сайт

source: Remote path must being with ~ or /
tr: Uzaktaki dizinleme illa ki ya '~' yada '/' ile baþlamak zorunda
uk: Шлях на в╕ддален╕й сторон╕ ма╓ починатись з "~" чи "/"

source: Local path must being with ~ or /
tr: Yerel dizinleme illa ki ya '~' yada '/' ile baþlamak zorunda
uk: Локальний шлях ма╓ починатись з "~" чи "/"

source: Could not retrieve information about your local files.
uk: Не вдалося отримати ╕нформац╕ю про ваш╕ локальн╕ файли.

source: Couldn't retrieve information about local files
tr: Yerel dosyalar hakkýnda bilgi alamadým
uk: Неможливо отримати ╕нформац╕ю про локальн╕ файли.

source: No site name given
tr: Site ismi verilmedi
uk: Не вказано назви сайту

source: No server name given.
tr: Sunucu adý belirlenmedi.
uk: Не вказано назви сервера.

source: No remote directory given.
tr: Suncucudaki dizinini belirtilmedi.
uk: Не вказано в╕ддалений каталог.

source: No local directory given.
tr: Yerel dizin belirtilmedi.
uk: Не вказано локальный каталог.

source: The local dir couldn't be accessed.
tr: Yerel dizine eriþilinemedi.
uk: Нема╓ доступу до локального каталогу.

source: There was a problem with the port number for this site.
tr: Bu sitenin kapý numarasýyla bir sorun var.
uk: Виникла проблема з номером порта для цього сайту.

source: Sorry, the symbolic links option you chose is not supported by this transfer protocol. Please choose another option.
tr: Maalessef yumþak baðlarý bu protokolle kullanmak mümkün deðildir. Lütfen baþka bir seçeneði belirle.
uk: Вибачте, параметр символьних посилань, котрий ви вибрали не п╕дтриму╓ться цим протоколом передавання. Вибер╕ть ╕нший параметр.

source: This protocol does not support relative remote directories.
tr: Bu protokol dizinleri desteklemiyor.
uk: Цей протокол не п╕дтриму╓ в╕дност╕ в╕ддален╕ каталоги.

source: The local dir is invalid.
tr: Yerel dizin geçersizdir.
uk: Нев╕рний локальний каталог.

source: There was an undetermined problem verifying the correctness of your site definition. Please report this to the maintainer.
tr: Sitenin bilgilerini doðrularken bir bilinmeyen hata oldu. Bunu lütfen uygulama yöneticisine bildir.
uk: Виникла невизначена проблема перев╕рки коректност╕ визначень вашого сайту. Пов╕домте про це розробника.

source: Already uploaded
uk: Вже вивантажено

source: There was a problem authenticating with the remote server.
uk: Виникла проблема з ╕дентиф╕кац╕╓ю на в╕ддаленому сервер╕.

source: Could not resolve the remote site's hostname.
uk: Не вдалося визначити назву в╕ддаленого хоста.

source: Could not establish a connection to the remote site.
uk: Не вдалося встановити з'╓днання з в╕ддаленим сервером.

source: Update Failed (Authentication problems)
uk: Зб╕й вивантаження (проблеми з ╕дентиф╕кац╕╓ю)
