Repository: GNOME/gnome-i18n
Catalog: extra-po/screem/*.po
Languages: tr, uk

source: Update was aborted.
uk: Вивантаження в╕дм╕нено.

source: Looking up hostname...
tr: Sunucu adýný arýyorum ...
uk: Пошук назви хоста...

source: Attempting to connect...
tr: Baðlanýyorum ...
uk: Спроба з'╓днання...

source: Connected.
tr: Baðlandým.
uk: З'╓днано.

source: Commiting updates to %s...
tr: %s'ye yenilemeleri uyguluyorum ...
uk: Ф╕ксування зм╕н на %s...

source: Creating directory...
tr: Dizini yaratýyorum ...
uk: Створення каталогу...

source: Deleting directory...
tr: Dizini siliyorum ...
uk: Стирання каталогу...

source: Uploading...
tr: Yükliyorum ...
uk: Вивантаження...

source: Deleting...
tr: Siliyorum ...
uk: Стирання...

source: Moving...
tr: Taþýyorum ...
uk: Перем╕щення...

source: ARG! The file hasn't changed, we shouldn't be doing anything!
tr: ERH! Dosya deðiþmemiþ ve aslen hiç bir þey yapmamýz lazým.
uk: Файл не було зм╕нено, не потр╕бно н╕чого робити!

source: server
uk: сервер

source: proxy server
uk: сервер прокс╕

source: Couldn't access ~/.sitecopy
tr: ~/.sitecopy'e eriþemedim
uk: Нема╓ доступу до ~/.sitecopy

source: Couldn't create ~/.sitecopy
tr: ~/.sitecopy'i yaratamadým
uk: Неможливо створити ~/.sitecopy

source: Update Progress
uk: Поступ поновлення

source: View Errors
uk: Показати помилки

source: Stop
uk: Зупинити

source: Status:
uk: Стан:

source: To:
uk: Кому:

source: Current Progress
uk: Поточний поступ

source: Total Progress
uk: Загальний поступ

source: File/Directory Name
uk: Назва файлу/каталогу

source: Error code/message
uk: Код/пов╕домлення помилки

source: Awaiting user input
uk: Оч╕кування вооду користувача

source: Found information about these files
uk: Знайдено ╕нформац╕ю про ц╕ файли

source: Upload Single File
uk: Вивантажити один файл

source: Username:
tr: Kullanýcý adý :
uk: ╤м'я користувача:

source: Password:
tr: Parola :
uk: Пароль:

source: Path:
tr: Dizinleme :
uk: Шлях:

source: Screem: Authentication
uk: Screem: ╤дентиф╕кац╕я

source: Password:
uk: Пароль:

source: Username:
uk: ╤м'я користувача:

source: window4
tr: pencere4
uk: в╕кно4

source: help about tag
tr: im hakkýnda yardým
uk: дов╕дка про етикетку

source: Print current file
tr: Geçerli dosyayý yazdýr
uk: Надрукувати поточний файл

source: Print
tr: Yazdýr
uk: Друкувати

source: Preview printing
tr: Yazdýrma önizlemesi
uk: Перегляд друку

source: Print Preview
tr: Önizlemeyi yazdýr
uk: Перегляд друку

source: Find text
tr: Metni bul
uk: Пошук тексту

source: Find
tr: Bul
uk: Пошук

source: View current page in external browser
tr: Geçerli sayfayý dýþarýdaki bir gezginle göster
uk: Перегляд поточно╖ стор╕нки у зовн╕шн╕й програм╕ перегляду

source: View
tr: Göster
uk: Перегляд

source: View Site todo list
tr: Sitenin yapýlacaklar listesini göster
uk: Перегляд списку завдань для сайту

source: Todo
tr: Yapýlacaklar
uk: Список завдань

source: Spellcheck page
tr: Sayfanýn imlasýný kontrol et
uk: Перев╕рка правопису стор╕нки

source: Spellcheck
tr: Imla kontrolü
uk: Перев╕рка правопису

source: Cut
tr: Kes
uk: Вир╕зати

source: Copy
tr: Kopyala
uk: Скоп╕ювати

source: Paste
tr: Yapýþtýr
uk: Вставити

source: New Site
tr: Yeni site
uk: Новий сайт

source: Open Site
tr: Siteyi aç
uk: В╕дкрити сайт

source: Save Site
tr: Siteyi kaydet
uk: Зберегти сайт

source: Bold Tag
tr: Kalýn
uk: Жирна етикетка

source: Bold
tr: Kalýn
uk: Жирний

source: Italic Tag
tr: Eðik
uk: Курсивна етикетка

source: Italic
tr: Eðik
uk: Курсив

source: Underline Tag
tr: Altçizgili
uk: П╕дкреслена етикетка

source: Underline
tr: Altçizgili
uk: П╕дкреслений

source: New paragraph
uk: Новий абзац

source: Paragraph
uk: Абзац

source: Numbered List
tr: Rakamlanmýþ liste
uk: Нумерований список

source: Left align text
tr: Metni sola tarafla
uk: Вир╕внювання тексту л╕воруч

source: Centre align text
tr: Metni ortaya tarafla
uk: Вир╕внювання тексту в центр

source: Right align text
tr: Metni saða tarafla
uk: Вир╕внювання тексту праворуч

source: Justify text
tr: Metni fýkralaþtýr
uk: Вир╕внювання тексту за форматом

source: Justify
tr: Fýkralaþtýr
uk: За форматом

source: <font> element
tr: <font> imi
uk: елемент <font>

source: <pre> element
tr: <pre> imi
uk: елемент <pre>

source: Subscript
uk: П╕дпис

source: Superscript
uk: Надпис

source: Fonts
tr: Yazý
uk: Шрифти

source: <table> element
tr: <table> imi
uk: елемент <table>

source: <tr> element
tr: <tr> imi
uk: елемент <tr>

source: <th> element
tr: <th> imi
uk: елемент <th>

source: <td> element
tr: <td> imi
uk: елемент <td>

source: <caption> element
tr: <caption> imi
uk: елемент <caption>

source: Tables
tr: Çizgiyeler
uk: Таблиц╕

source: form text area
tr: form metin bölgesi
uk: д╕лянка тексту форми

source: textarea
tr: metin bölgesi
uk: текстова д╕лянка

source: form input box
tr: form veri kutusu
uk: поле вводу форми

source: input box
tr: veri kutusu
uk: поле вводу

source: form file input box
tr: form dosya kutusu
uk: поле вводу файлу в форм╕

source: file input
tr: dosya verisi
uk: вв╕д файлу

source: form button
tr: form basmasý
uk: кнопка форми

source: button
tr: basma
uk: кнопка

source: form option menu
tr: form seçenek mönüsü
uk: меню параметр╕в форми

source: option menu
tr: seçenek mönüsü
uk: меню параметр╕в

source: Forms
tr: Formlar
uk: Форми

source: Edit helper scripts
tr: Yardýmcý denetlemleri deðiþtir
uk: Виправлення скрипт╕в пом╕чника

source: Edit Helpers
tr: Yardýmcýlarý deðiþtir
uk: Виправлення пом╕чник╕в

source: Helpers
tr: Yardýmcýlar
uk: Пом╕чники

source: Link View
tr: Bað bakýþý
uk: Перегляд посилання

source: Help Browser
tr: Yardým gezgini
uk: Перегляд дов╕дки

source: SCREEM Tip of the Day
tr: SCREEM Günün yardým iletisi
uk: Порада дня SCREEM

source: The hint text will be displayed here
tr: Yardým iletisi burada gösterilecektir
uk: Текст поради буде показано тут

source: Show tip next time
tr: Yardým iletisini önümüzdeki def'a da göster
uk: Показувати поради наступного разу

source: Add a new page to the site
tr: Siteye yeni bir sayfa ekle
uk: Додати нову стор╕нку до сайту

source: New Page
tr: Yeni sayfa
uk: Нова стор╕нка

source: New Blank Page
tr: Yeni bir boþ sayfa
uk: Новая порожня стор╕нка

source: Add a new directory to the site
tr: Siteye yeni bir dizin ekle
uk: Додати новий каталог до сайту

source: New Directory
tr: Yeni dizin
uk: Новий каталог

source: Open the file
tr: Dosyayý aç
uk: В╕дкрити файл

source: Open
tr: Aç
uk: В╕дкрити

source: Delete the select file/directory
tr: Seçili dosyayý/dizini sil
uk: Стерти вибраний файл або каталог

source: Delete
tr: Sil
uk: Стерти

source: Rename the file/directory
tr: Dosyayý/dizini yeniden adlandýr
uk: Перейменувати файл або каталог

source: Rename
tr: Yeniden adlandýr
uk: Перейменувати

source: View file/directory properties
tr: Dosya/dizin özelliklerini göster
uk: Продивитись властивост╕ файлу або каталогу

source: Properties
tr: Özellikler
uk: Властивост╕

source: Upload Flags
tr: Yükleme seçenekleri
uk: Вивантижити ознаки

source: Ignore
tr: Geç
uk: ╤╜норувати

source: Refresh the file tree
tr: Dosya aðaçýný yenile
uk: Оновити дерево файл╕в

source: Refresh
tr: Yenile
uk: Оновити

source: Site Settings
tr: Site ayarlarý
uk: Установки сайту

source: Site Todo List
tr: Sitenin yapýlacaklar listesi
uk: Список завдань для сайту

source: Edit
tr: Deðiþtir
uk: Виправлення

source: Complete
tr: Tamamlandý
uk: Завершити

source: Add
tr: Ekle
uk: Додати

source: Task
tr: Görev
uk: Завдання

source: Priority
tr: Önem
uk: Пр╕оритет

source: Description
tr: Anlatým
uk: Опис

source: Edit Todo Item
tr: Yapýlacaklar birimini deðiþtir
uk: Виправлення елементу списку завдань

source: Task:
tr: Görev :
uk: Завдання:

source: Priority:
tr: Önem :
uk: Пр╕оритет:

source: Description:
tr: Anlatým :
uk: Опис:

source: Low
tr: Düþük
uk: Низький

source: Medium
uk: Середн╕й

source: High
uk: Високий

source: Screem: Site Information
tr: SCREEM : Site bilgisi
uk: Screem: ╤нформац╕я про сайт

source: Site management
tr: Site yönetmesi
uk: Керування сайтом

source: Select CVS Repository
tr: CVS tabanýný seç
uk: Вибрати репозитор╕й CVS

source: CVSROOT pathname
tr: CVSROOT dizinlemesi
uk: Шлях CVSROOT

source: Select Page Template
tr: Sayfa örneðini seç
uk: Вибрати шаблон стор╕нки

source: Path to the default page template for the site
tr: Sitenin önayarlý sayfa örneðinin dizinlemesi
uk: Типовий шлях до шаблону стор╕нки для цього сайту

source: Page Template
tr: Sayfa örneði
uk: Шаблон стор╕нки

source: Site details
tr: Site bilgileri
uk: Детал╕ сайту

source: An identifying name for the site
tr: Siteyi tanýmlatan bir isim
uk: ╤дентиф╕кац╕я назви сайту

source: Site Name:
tr: Site ismi :
uk: Назва сайту:

source: Site Path:
tr: Site dizinlemesi :
uk: Шлях сайту:

source: The site pathname
tr: Site dizinlemesi
uk: Шлях сайту

source: Local
tr: Yerel
uk: Локальний

source: Remote Host Details
tr: Uzaktaki sunucunun bilgileri
uk: Детал╕ в╕ддаленого хоста

source: The hostname to upload to
tr: Yüklenecek sunucunun adý
uk: Назва хоста для вивантаження

source: The path on the upload host
tr: Yüklenecek sunucudaki dizinleme
uk: Шлях до хоста вивантаження

source: The URL where the site can be viewed
tr: Sitenin gösterileceði adres
uk: URL, за яким сайт може бути переглянуто

source: Upload to:
tr: Yükleme hedefi :
uk: Вивантижити на:

source: Upload Method:
tr: Yükleme yolu :
uk: Метод вивантаження:

source: Remote path:
tr: Uzaktaki dizinleme :
uk: В╕ддалений шлях:

source: Base URL of site:
tr: Sitenin ana adresi :
uk: Основний URL сайту:

source: Authentication
tr: Doðrulama
uk: ╤дентиф╕кац╕я

source: Upload Options
tr: Yükleme seçenekleri
uk: Параметри вивантаження

source: Passive FTP
tr: Pasif FTP
uk: Пасивний FTP

source: No delete
tr: Kat'iyyen silme
uk: Не стирати

source: Check moved
tr: Taþýnmýþlar için kontrol et
uk: Перев╕ряти перенесене

source: No overwrite
tr: Kat'iyyen üstüne yazma
uk: Не переписувати

source: Symbolic links:
tr: Yumþak baðlar :
uk: Символьн╕ посилання:

source: Exec
tr: Çalýþtýr
uk: Виконання

source: All
tr: Hepsini
uk: Все

source: Site statistics
tr: Site istatistikleri
uk: Статистика сайту

source: Site Last Uploaded:
tr: Sitenin son yenilenmesi :
uk: Останн╓ оновлення сайту:

source: Total Size:
tr: Toplam büyüklük :
uk: Загальний обсяг:

source: Number
tr: Sayý
uk: Число

source: Average Size
tr: Ortalama büyüklük
uk: Середн╕й розм╕р

source: Statistics
tr: Istatistikleri
uk: Статистика

source: Screem: Site Template Editor
tr: SCREEM : Site örnekleri editörü
uk: Screem: Редактор шаблон╕в сайт╕в.

source: Template
tr: Örnek
uk: Шаблон

source: Details
tr: Ince bilgiler
uk: Детал╕

source: Type:
tr: Tip :
uk: Тип:

source: Name:
tr: Isim :
uk: Назва:

source: Directory
tr: Dizin
uk: Каталог

source: File
tr: Dosya
uk: Файл

source: Update
tr: Yenile
uk: Оновити

source: Remove
tr: Sil
uk: Видалити

source: Use template
tr: Örneði kullan
uk: Використовувати шаблон

source: Create New Site Template
tr: Yeni bir site örneðini yarat
uk: Створити новий шаблон сайту

source: New Template
tr: Yeni örnek
uk: Новий шаблон

source: Open a Site Template
tr: Bir site örneðini aç
uk: В╕дкрити шаблон сайту

source: Open Template
tr: Örneði aç
uk: В╕дкрити шаблон

source: Save current Site Template
tr: Geçerli site örneðini kaydet
uk: Зберегти поточний шаблон сайту

source: Save Template
tr: Örneði kaydet
uk: Зберегти шаблон

source: Close Site Template editor
tr: Site örnedi editörünü kapat
uk: Закрити редактор шаблон╕в сайт╕в

source: Close
tr: Kapat
uk: Закрити

source: You must set a page pathname and a page title before continuing
tr: Devam etmeden önce bir sayfa dizinlemesini ve sayfa üstyazýsýný belirtmek zorundasýn
uk: Вам необх╕дно вказати шлях до стор╕нки ╕ заголовок перед продовженням

source: You must set a site pathname and a site name before continuing
tr: Devam etmeden önce bir site dizinlemesini ve site ismini belirtmek zorundasýn
uk: Ви необх╕дно вказати шлях ╕ назву сату перед продовженням

source: on
tr: açýk
uk: ув╕мк

source: off
tr: kapalý
uk: вимк

source: L: 0 C: 0
tr: Sý. : 0 Sü. :0=
uk: Р: 0 С: 0

source: SCREEM: Site CReating and Editing EnvironMent Screem provides an integrated development environment for creating and maintaining websites Screem is licenced under the GNU General Public Licence version 2 or above
tr: SCREEM : Site yaratma ve deðiþtirme ortamý SCREEM websiteleri yaratmak ve deðiþtirmek için geliþmiþ bir ortamsaðlar. SCREEM GNU GPL nesil 2 yada daha yeni nesillere göre daðýtýlmakta
uk: SCREEM: Site CReating and Editing EnvironMent (Середовище створення ╕ редагування сайт╕в) Screem нада╓ просте у використанн╕ середовище розробки для створення сайт╕в Screem разповсюджу╓ться на умовах GNU General Public Licence верс╕╖ 2 чи п╕зн╕шо╖

source: SCREEM: Site CReating and Editing EnvironMent
tr: SCREEM : Site yaratma ve deðiþtirme ortamý
uk: SCREEM - Середовище створення ╕ редагування сайт╕в

source: Screem: External Browser Settings
tr: Screem : Gezginleri ayarlarý
uk: Screem: Установки зовн╕шньо╖ програми перегляду

source: Browser:
tr: Gezgin :
uk: Програма перегляду:

source: Select a browser
tr: Bir gezgini seç
uk: Вибрати програму перегляду

source: Select icon for browser button
tr: Gezgin basmasý için kullanýlýcak simgeyi belirt
uk: Вибрати п╕ктограму для кнопки програми перегляду

source: Preview using http url
tr: Http adresini kullanarak önizle
uk: Перегляд з використанням URL HTTP

source: Spell Check
tr: Imla kontrolü
uk: Перев╕рка правопису

source: Word:
tr: Kelime :
uk: Слово:

source: Check
tr: Kontrol et
uk: Перев╕рити

source: Alternatives
tr: Ihtiyarlar
uk: Альтернативи

source: Accept
tr: Uygula
uk: Прийняти

source: Skip
tr: Atla
uk: Пропустити

source: Replace
tr: Yerleþtir
uk: Зам╕нити

source: Main dictionary:
tr: Ana lugat :
uk: Головний словник:

source: Ispell command:
tr: Ispell komutasý :
uk: Команда Ispell:

source: Configure
tr: Ayarla
uk: Налаштувати

source: Screem: Helper Settings
tr: Screem : Yardýmcýlar ayarlarý
uk: Screem: Установки пом╕чника

source: Helper:
tr: Yardýmcý :
uk: Пом╕чник:

source: Select icon for helper
tr: Yardýmcýnýn simgesini seç
uk: Вибрати п╕ктограму для пом╕чника

source: Refresh View
tr: Bakýþý yenile
uk: Оновить перегляд

source: Screem: Preferences
tr: SCREEM : Ayarlar
uk: Screem: Параметри

source: Misc
tr: Karýþýk
uk: Р╕зне

source: Filename:
uk: Назва файлу:

source: Charset:
uk: Наб╕р символ╕в:

source: This is the name of the initial file when you create a new site, and defaults to index.html
tr: yeni bir site yaratýldýðinda baþlangýç dosyasýnýn adý; önayarlý isim "index.html" idir.
uk: Це назва першого файлу п╕д час створення нового сайту, типово -- index.html

source: Display Settings
tr: Gösterim ayarlarý
uk: Установки екрану

source: Syntax Highlighting
tr: Vurgulamayý aç
uk: Вид╕лення синтаксису

source: Auto indent
tr: Otomatikman yenlendir
uk: Автов╕дступи

source: Intelligent tag closing
tr: Akýllý im kapatýmý
uk: Розумне закривання етикеток

source: Pick a Font
tr: Bir yazý tipini seç
uk: Вибрати шрифт

source: <HTML><HEAD><TITLE>FONT PICKER</TITLE></HEAD></HTML>
tr: <HTML><HEAD><TITLE>YAZI TIPI SEÇMENI</TITLE></HEAD></HTML>
uk: <HTML><HEAD><TITLE>Виб╕р шрифту</TITLE></HEAD></HTML>

source: Notebook toolbar
tr: Defterlik çubuðu
uk: Панель ╕нструмент╕в блокноту

source: The font to be used in the editor
uk: Шрифт редактора

source: by charset
tr: yazý sýnýfýna göre
uk: за набором символ╕в

source: Editor Keys
tr: Editör tuþlarý
uk: Клав╕ш╕ редактора

source: The key combinations currently set
tr: Geçerli tuþ akýþlarý
uk: Встановлен╕ на даний момент комб╕нац╕╖ клав╕ш

source: Key Combo
tr: Tuþ akýþý
uk: Комб╕нац╕я клав╕ш

source: Action / Text
tr: Eylem / Metin
uk: Д╕я та текст

source: New key combo:
tr: Yeni tuþ akýþý :
uk: Нова комб╕нац╕я клав╕ш:

source: Grab a key combination
tr: Bir tuþ akýþýný yakala
uk: Захопити комб╕нац╕ю клав╕ш

source: Grab key...
tr: Tuþu yakala ...
uk: Захопити клав╕шу...

source: Add the current combo
tr: Geçerli tuþ akýþýný ekle
uk: Додати поточну комб╕нац╕ю

source: Remove the select combo
tr: Geçerli tuþ akýþýný sil
uk: Видалити вибрану комб╕нац╕ю

source: Update the selected combo
tr: Geçerli tuþ akýþýný yenile
uk: Оновити вибрану комб╕нац╕ю

source: Action/Text
tr: Eylem/Metin
uk: Д╕я/текст

source: Editor keys
tr: Editör tuþlarý
uk: Клав╕ш╕ редактора

source: Editor Colours & Syntax Highlighting
tr: Editör renkleri & vurgulamasý
uk: Вид╕лення синтаксису в редактор╕

source: Editor Colours
tr: Editör renkleri
uk: Кольори редактора

source: Editor Background Colour
tr: Editörün ardalan rengi
uk: Кол╕р тла редактора

source: Editor Text Colour
tr: Editör metin rengi
uk: Кол╕р тексту редактора

source: Syntax Colours
tr: Vurgulama renkleri
uk: Кол╕р синтаксису

source: Helper Applications
tr: Yardýmcý uygulamalar
uk: Програми-пом╕чники

source: Path
tr: Dizinleme
uk: Шлях

source: Mime Type
tr: MIME türü
uk: Тип MIME

source: Mime Type:
tr: MIME türü :
uk: Тип MIME:

source: Select Icon for helper toolbar button
tr: Yardýmcýlar çubuðundaki basmanýn simgesini seç
uk: Вибрати п╕ктограму для кнопки пом╕чника на панел╕ ╕нструмент╕в

source: Printer Setup
tr: Yazdýrma kurulumu
uk: Параметри принтера

source: Printing
tr: Yazdýrma
uk: Друк

source: Add header
tr: Baþlýðý ekle
uk: Додати заголовок

source: Enable word wrapping
tr: Kelime kýrýmýný aç
uk: Ув╕мкнути перенос сл╕в

source: Print line numbers every:
tr: Satýr numarasýný her
uk: Друкувати номери рядк╕в через кожн╕:

source: line(s)
tr: satýr yazdýr
uk: рядк╕в

source: Portrait
tr: Portre
uk: Портрет

source: Landscape
tr: Manzara
uk: Альбом

source: Paper
tr: Kaðýt
uk: Пап╕р

source: Compiler:
tr: Denetleyici :
uk: Комп╕лятор:

source: Screem: Find/Replace
tr: Screem : Bul/Yerleþtir
uk: Screem: Пошук/Зам╕на

source: Find Next
tr: Önümüzdekini bul
uk: Знайти наступне

source: Replace All
tr: Hepsini yerleþtir
uk: Зам╕нити все

source: Files which contain matches appear here
tr: Aranacak metni içeren dosyalar burada sýralanacaktýr
uk: Файли, що м╕стять сп╕впад╕ння будуть показан╕ тут

source: Find string:
tr: Metni bul :
uk: Пошук рядка:

source: The string to search for
tr: Aranacak metin
uk: рядок для пошуку

source: Replace string
tr: Metni yerleþtir
uk: Зам╕нити рядок

source: The string to replace the find string with
tr: Bulunacak metnin yerine yerleþtirilecek metin
uk: Рядок для зам╕ни знайденого

source: Use regular expressions
tr: Erkan-ý tabirleri kullan
uk: Використовувати ре╜улярн╕ вирази

source: From Start
tr: Baþlangýçtan
uk: З початку

source: From Current position
tr: Geçerli yerden
uk: З поточно╖ позиц╕╖

source: Check all files
tr: Yekin dosyalarý kontrol et
uk: Перев╕рити вс╕ файли

source: window1
tr: pencere1
uk: в╕кно1

source: Fore Colour
tr: Önalana rengi
uk: Кол╕р переднього плану

source: Back Colour
tr: Ardalan rengi
uk: Кол╕р тла

source: SCREEM: Page Druid
tr: SCREEM : Sayfa sihirbazý
uk: SCREEM: Дру╕д стор╕нок

source: Basic Details
tr: Temel bilgiler
uk: Основн╕ детал╕

source: Page Path: (including filename)
tr: Sayfa dizinlemesi : ( dosya adý dahilen )
uk: Шлях до стор╕нки: (включаючи назву файлу)

source: Page Doctype:
tr: Sayfanýn doküman tipi :
uk: Стор╕нки Doctype:

source: Page Stylesheet:
tr: Sayfa biçimlendiricisi :
uk: Таблица стил╕в стор╕нки:

source: Meta Information
tr: Met bilgileri
uk: Мета╕нформац╕я

source: Page Title:
tr: Sayfanýn üstyazýsý :
uk: Заголовок стор╕нки:

source: Page Author:
tr: Sayfa yazarý :
uk: Автор стор╕нки:

source: Page Character Set:
tr: Sayfanýn harf sýnýfý :
uk: Наб╕р символ╕в стор╕нки:

source: Page Keywords:
tr: Sayfanýn anahtar sözcükleri :
uk: Ключов╕ слова стор╕нки:

source: SCREEM: Page Druid - Templates
tr: SCREEM : Sayfa sihirbazý - Örnekler
uk: SCREEM: Дру╕д стор╕нок - Шаблони

source: Available Page Templates
tr: Eriþilir sayfa örnekleri
uk: Доступн╕ шаблони стор╕нок

source: Template Settings
tr: Örnek ayarlarý
uk: Установки шаблону

source: Use Standard Template
tr: Önayarlý örneði kullan
uk: Використовувати стандартний шаблон

source: Use Custom Template
tr: Özel bir örneði kullan
uk: Використовувати ╕нший шаблон

source: Custom Settings
tr: Özel ayarlar
uk: ╤нш╕ установки

source: Template File:
tr: Örnek dosyasý :
uk: Файл шаблону:

source: Template Information
tr: Örnek bilgileri
uk: ╤нформац╕я про шаблон

source: This label will be filled with information about the page template that is currently selected.
tr: Geçerli örneðin bilgileriyle doldurulacak bir metnin burada gösterilmesi lazým.
uk: Цю позначку буде заповнено ╕нформац╕╓ю про вибраний шаблон стор╕нки.

source: Colours
tr: Renkler
uk: Кольори

source: Overide template settings
tr: Örnek özelliklerini geçersiz say
uk: Переписати установки шаблону

source: Page defines frameset
tr: Sayfa çerçeveleri kullanýyor
uk: Стор╕нка визнача╓ наб╕р кадр╕в

source: Visited Link
tr: Ziyaret edilmiþ bað
uk: В╕дв╕дан╕ посилання

source: Active Link
tr: Geçerli bað
uk: Активн╕ посилання

source: Images
tr: Resimler
uk: Зображення

source: Background:
tr: Ardalan :
uk: Тло:

source: Click Finish for the page to be created, or click back to check that the information you entered was correct.
tr: Sayfanýn yaratýlmasý için þimdi "Bitir"'e bas yada geri gidip verdidin bilgilerin doðruluðunu kontrol et.
uk: Натисн╕ть "Завершити" для створення стор╕нки чи "Назад", щоб перев╕рити що ви ввели коректну ╕нформац╕ю.

source: Site Details
tr: Site'nin ince bilgileri
uk: Детал╕ сайту

source: Site Pathname:
tr: Site dizinlemesi :
uk: Шлях сайту:

source: Site Template:
tr: Site örneði :
uk: Шаблон сайту:

source: Site Management
tr: Site yönetimi
uk: Керування сайтом

source: Use CVS:
tr: CVS kullan :
uk: Використовувати CVS:

source: Default Page Template:
tr: Önayarlý sayfa örneði :
uk: типовий шаблон стор╕нки:

source: Hostname:
tr: Sunucu adý :
uk: Назва хоста:

source: Base URI of Site:
tr: Sitenin ana URI'si :
uk: Основний URI сайту:

source: Remote Authentication
tr: Uzaktaki doðrulama
uk: В╕ддалена ╕дентиф╕кац╕я

source: Maintain Permissions:
tr: Yönetme haklarý :
uk: Права керування:

source: Symbolic Links:
tr: Yumþak baðlar :
uk: Символьн╕ посилання:

source: No Delete
tr: Kat'iyyen silme
uk: Не стирати

source: No Overwrite
tr: Üstüne yazma
uk: Не переписувати

source: Site Definition complete. Click finish for the site to be created, or go back and check the details you entered.
tr: Site tanýmlamasý tamamdýr. Sitenin yaratýlmasý için lütfen "Bitir"'e bas, yada geri gidip verdiðin bilgileri gözden geçir.
uk: Опис сайту завершено. Клацн╕ть на кнопц╕ "Завершити" щоб створити сайт чи поверн╕ться назад ╕ перев╕рте введену ╕нформац╕ю.

source: File Properties
uk: Властивост╕ файлу

source: Full Name:
uk: Повна назва:

source: File Name:
uk: Назва файлу:

source: File Type:
uk: Тип MIME:

source: File Created on:
uk: Файл створено:

source: Last Modified on:
uk: Останн╕ зм╕ни:

source: Last Accessed on:
uk: Останн╕ доступ:

source: Exclude from uploading
uk: Виключити з вивантаження

source: Upload as ASCII File
uk: Вивантажити як ASCI-файл

source: Options
uk: Параметри

source: File Permissions
uk: Права доступу до файлу

source: File Ownership
uk: Волод╕ння файлом

source: Owner:
uk: Власник:

source: Group:
uk: Групи:

source: Permissions
uk: Права:

source: Screem: Loaded DTDs
uk: SCREEM: Завантажен╕ DTD

source: Identifier
uk: ╤дентиф╕катор

source: path
uk: шлях

source: _Save
uk: Зберегти

source: Save _As
uk: Зберегти як

source: _Close
uk: Закрити

source: Flags
tr: Seçenekler
uk: Ознаки

source: Site
uk: Сайт

source: Browse
tr: Gez
uk: Переглянути

source: Struct
tr: Þekillendirme
uk: Структура

source: Messages
tr: Iletiler
uk: Пов╕домлення

source: Errors
tr: Hatalar
uk: Помилки

source: Guile scripts can be typed/loaded here and then executed
tr: Guile denetlemleri buradan yazýla/yüklenebilinir ve çalýþrýlabilinir
uk: Тут можна ввести чи завантажити для виконання скрипт Guile

source: Load...
tr: Yükle ...
uk: Завантаження...
