Repository: GNOME/gnome-i18n
Catalog: extra-po/mrproject/*.po
Languages: fr, pl, sk, tr, uk, zh_tw

source: MrProject project
fr: MrProject projet
pl: MrProject - projekt
uk: Проект MrProject

source: MrProject project engine
fr: MrProject projet engine
pl: W³a¶ciwo¶ci - mechanizm projektu
uk: Проектний механ╕зм MrProject

source: MrProject project factory
fr: Fabrique de projet MrProject
pl: MrProject - generator projektu
uk: Фабрика проект╕в MrProject

source: MrProject XML File Filter
fr: Filtre de fichiers XML MrProject
pl: Filtr pliku XML - MrProject
sk: MrProject XML Filter súborov
tr: MrProject XML Dosya Filtresi
zh_tw: MrProject XML 檔案規則元件

source: MrProject XML file filter factory
fr: Fabrique de filtre de fichiers XML MrProject
pl: Generator filtru pliku XML - MrProject
tr: MrProject XML dosya filtre yapýsý
zh_tw: MrProject XML 檔案規則元件的元件工廠

source: MrProject MPX File Filter
fr: Filtre de fichier MPX MrProject
pl: Filtr pliku MPX - MrProject
sk: MrProject MPX Filter súborov
zh_tw: MrProject MPX 檔案規則元件

source: MrProject MPX file filter factory
fr: Fabrique de filtre de fichier MPX MrProject
pl: Generator filtru pliku MPX - MrProject
zh_tw: MrProject MPX 檔案規則元件的元件工廠

source: Enables some debugging functions
fr: Active quelques fonctions de débogage
pl: Uaktywnia pewne funkcje ¶ledzenia
sk: Povolí niektoré ladiace funkcie
tr: Bazý hata giderme iþlemlerini etkinleþtirir
uk: Вмика╓ деяк╕ налагоджувальн╕ функц╕╖
zh_tw: 啟動一些除錯功能

source: LEVEL
fr: NIVEAU
pl: POZIOM
sk: ÚROVEÒ
tr: SEVÝYE
uk: Р╤ВЕНЬ
zh_tw: 等級

source: The connection to the engine was broken. This probably means that the engine crashed.
fr: La connection au moteur logiciel à été interrompue. Le moteur logiciel est problablement planté.
pl: Po³±czenie z mechanizmem przetwarzaj±cym zosta³o przerwane. Prawdopodobnie oznacza to, ¿e nie dzia³a on prawid³owo.
sk: Spojenie so strojom bolo preru¹ené. Toto pravdepodobne znamená, ¾e stroj spadol.
zh_tw: 與主程式的連結已中斷。這好大可能是主程式已擋掉。

source: File not found.
fr: Fichier non trouvé.
pl: Nie odnaleziono pliku.
sk: Súbor nie je mo¾né nájs».
uk: Файла не знайдено.
zh_tw: 找不到檔案。

source: Could not find a file loader for this format.
fr: Impossible de trouver un filtre pour ce format de fichier.
pl: Nie mo¿na odnale¼æ ³adowarki plików w tym formacie.
sk: Nie je mo¾né nájs» nahrávaè súborov pre tento formát.
zh_tw: 無法找到用作載入這種檔案格式的相關程式。

source: Could not open project.
fr: Impossible d'ouvrir ce projet.
pl: Nie mo¿na otworzyæ projektu.
sk: Nie je mo¾né otvori» projekt.
uk: Не вдалось в╕дкрити проект.
zh_tw: 無法開啟專案。

source: Save Project as
fr: Enregistrer le Projet sous
pl: Zapis projektu pod podan± nazw±
sk: Ulo¾i» projekt ako
tr: Projeyi Farklý Kaydet
uk: Зберегти проект як
zh_tw: 另存專案

source: A project management application for the GNOME Desktop Environment
fr: Un gestionnaire de projet pour le bureau GNOME
pl: Aplikacja wspomagaj±ca zarz±dzanie projektami, pracuj±ca w ¶rodowisku GNOME
sk: Aplikácia na riadenie projektov pre GNOME Desktop Environment
tr: GNOME masaüstü ortamý için bir proje yönetim uygulamasý
uk: Програма керування проектами для середовища GNOME
zh_tw: 一個在 GNOME 下使用的專案管理程式

source: The MrProject Homepage
fr: La page WEB de MrProject
pl: Witryna domowa projektu MrProject
sk: Domovská stránka MrProject-u
tr: MrProject Web Sayfasý
uk: Домашня стор╕нка MrProject
zh_tw: MrProject 首頁

source: Contribute to MrProject
fr: Participer au developpement de MrProject
pl: Pomo¿ przy tworzeniu MrProject
uk: Долучитися до MrProject

source: You have unsaved information. Do you really want to quit?
fr: Vous n'avez pas enregistrer les informations. Voulez-vous réellement quitter ?
pl: Pewne informacje nie zosta³y zapisane. Czy na pewno chcesz zakoñczyæ?
sk: Máte neulo¾ené informácie. Skutoène si prajete skonèi»?
uk: Ви не зберегли ╕нформац╕ю. Справд╕ хочете вийти?
zh_tw: 有一些資料仍未儲存。 是否確定要離開？

source: Save and quit
fr: Enregistrer et quitter
pl: Zapisz i zakoñcz
sk: Ulo¾i» a skonèi»
uk: Зберегти ╕ вийти
zh_tw: 儲存後離開

source: Don't quit
fr: Ne pas quitter
pl: Anuluj zakoñczenie
sk: Neukonèi»
uk: Не виходити
zh_tw: 取消

source: (Blank Project)
fr: (Projet vierge)
pl: (Pusty projekt)
sk: (Prázdny projekt)
tr: (Boþ Proje)
uk: (Порожн╕й проект)
zh_tw: (無內容的專案)

source: Choose a template:
fr: Choisir un modèle :
pl: Wybierz szablon:
sk: Zvoµte si ¹ablónu:
tr: Bir þablon seçin:
uk: Вибрати шаблон:
zh_tw: 選取一個範本：

source: New Project
fr: Nouveau projet
pl: Nowy projekt
sk: Nový projekt
tr: Yeni Proje
uk: Новий проект
zh_tw: 新增專案

source: Project Properties
fr: Propriétés du project
pl: W³a¶ciwo¶ci projektu
sk: Nastavenia projektu
tr: Proje Özellikleri
uk: Властивост╕ проекту
zh_tw: 專案內容

source: Project _Name:
fr: _Nom du projet :
pl: _Nazwa projektu:
sk: _Názov projektu:
tr: Proje _Adý:
uk: Назва проекту:
zh_tw: 專案名稱：

source: _Company
fr: _Compagnie
pl: _Firma
sk: _Spoloènos»
tr: Þirke_t
uk: _Компан╕я:
zh_tw: 公司名稱 (_C)

source: _Manager:
pl: _Mened¿er:
sk: _Mana¾ér
tr: _Yönetici:
uk: Ке_р╕вник:
zh_tw: 總管：

source: _Start date:
fr: _Date de création :
pl: _Data rozpoczêcia:
sk: Dátum _zaèiatku:
tr: _Baþlangýç tarihi:
uk: Дата _початку:
zh_tw: 開始日期 (_S)：

source: Today
fr: Aujourd'hui
pl: Dzisiaj
sk: Dnes
tr: Bugün
uk: Сьогодн╕
zh_tw: 今天

source: Cancel
fr: Annuler
pl: Anuluj
sk: Zru¹i»
tr: Ýptal
uk: Скасувати
zh_tw: 取消

source: Goto Date
fr: Aller à la Date
pl: Przej¶cie do daty
sk: Prejs» na dátum
tr: Tarihe Git
uk: Перейти до дати
zh_tw: 移至指定日期

source: w
pl: t
uk: т

source: weeks
fr: Semaines
pl: tygodnie
sk: tý¾dòov
tr: hafta
uk: тижн╕в
zh_tw: 週

source: week
fr: Semaine
pl: tydzieñ
uk: тиждень

source: wks
fr: Sms.
pl: tyg
uk: т

source: wk
fr: Sm.
pl: tyg
uk: т

source: days
fr: jours
pl: dni
sk: dní
tr: gün
uk: дн╕в
zh_tw: 日

source: day
fr: jour
pl: dzieñ
uk: день

source: dys
fr: Jrs.
pl: dni
uk: д

source: dy
fr: Jr.
pl: dz
uk: д

source: h
pl: g
uk: г

source: hours
fr: heures
pl: godziny
sk: hodín
tr: saat
uk: годин
zh_tw: 小時

source: hour
fr: heures
pl: godzina
uk: година

source: hrs
pl: gdz
uk: г

source: hr
pl: gdz
uk: г

source: Gantt Chart
fr: Diagramme de Gantt
pl: Diagram Gantta
sk: Ganttov diagram
tr: Gantt Çizelgesi
uk: Д╕аграма ╫антта
zh_tw: 專案圖表

source: Go to - Gantt
pl: Przej¶cie do - Gantt
uk: Перейти до д╕аграми

source: Edit task...
fr: Éditer la tâche...
pl: Zmodyfikuj zadanie...
sk: Upravi» úlohu...
tr: Görevi düzenle...
uk: Випривити завдання...
zh_tw: 編輯工作...

source: Insert subtask
fr: Insérer une sous-tâche
pl: Wstaw podzadanie
sk: Vlo¾i» podúlohu
uk: Вставити п╕дзавдання
zh_tw: 新增副工作

source: Insert task below
fr: Insérer une tâche en dessous
pl: Wstaw zadanie poni¿ej
sk: Vlo¾i» úlohu
uk: Вставити задання нижче
zh_tw: 增插工作

source: Delete task
fr: Supprimer la tâche
pl: Usuñ zadanie
sk: Zmaza» úlohu
uk: Стерти завдання
zh_tw: 刪除工作

source: 1 day
fr: 1 jour
pl: 1 dzieñ
sk: 1 deò
tr: 1 gün
uk: 1 день
zh_tw: 1 日

source: 0 days
fr: 0 jours
pl: 0 dni
sk: 0 dní
tr: 0 gün
uk: 0 дн╕в
zh_tw: 0 日

source: %d tasks selected
fr: %d tâches sélectionnées
pl: Zaznaczonych zadañ: %d
sk: %d zvolených úloh
uk: вибрано завдань: %d
zh_tw: 選定了 %d 個工作

source: Selected task: %s
fr: Tâche sélectionnée : %s
pl: Wybrane zadanie: %s
sk: Zvolená úloha: %s
uk: Вибране завдання: %s
zh_tw: 選定的工作：%s

source: Years
fr: Années
pl: Lata
sk: Roky
tr: Yýl
uk: Роки
zh_tw: 年

source: years
fr: années
pl: lata
sk: rokov
tr: yýl
uk: рок╕в
zh_tw: 年

source: Quarters
fr: Trimestres
pl: Kwarta³y
sk: Kvartály
tr: Çeyrek
uk: Квартали
zh_tw: 三個月

source: quarters
fr: trimestres
pl: kwarta³y
sk: kvartálov
tr: çeyrek
uk: квартал╕в
zh_tw: 三個月

source: Months
fr: Mois
pl: Miesi±ce
sk: Mesiace
tr: Ay
uk: М╕сяц╕
zh_tw: 月

source: months
fr: mois
pl: miesi±ce
sk: mesiacov
tr: ay
uk: м╕сяц╕в
zh_tw: 月

source: Weeks
fr: Semaines
pl: Tygodnie
sk: Tý¾dne
tr: Hafta
uk: Тижн╕
zh_tw: 週

source: Days
fr: Jours
pl: Dni
sk: Dni
tr: Gün
uk: Дн╕
zh_tw: 日

source: Hours
fr: Heures
pl: Godziny
sk: Hodiny
tr: Saat
uk: Години
zh_tw: 小時

source: Minutes
pl: Minuty
sk: Minúty
tr: Dakika
uk: Хвилини
zh_tw: 分鐘

source: minutes
pl: minuty
sk: minút
tr: dakika
uk: хвилин
zh_tw: 分鐘

source: Could not create zoom dialog.
fr: Impossible de créer la boite de dialogue de zoom.
pl: Nie mo¿na stworzyæ okna powiêkszenia.
sk: Nie je mo¾né vytvori» dialógové okno zväè¹enia.
uk: Не вдалось створити д╕алог масштабування.
zh_tw: 無法建立縮放對話盒。

source: Customize Scale...
fr: Echelle personalisée...
pl: Dopasuj skalê...
sk: Prispôsobenie mierky...
tr: Ölçeði Özelleþtir...
uk: Налаштувати масштаб...
zh_tw: 自訂單位...

source: Customize the Gantt Scale
fr: Echelle du Gantt personalisée
pl: Dopasowuje skalê Gantta
sk: Prispôsobenie Ganttovej mierky
tr: Gannt Ölçeðini Özelleþtir
uk: Налаштувати масштаб д╕аграми ╫антта
zh_tw: 自訂圖表比例

source: Zoom...
pl: Powiêkszenie...
sk: Zväè¹enie...
tr: Odakla...
uk: Масштаб...
zh_tw: 縮放比例...

source: Change the zoom factor of the Gantt chart
fr: Modifer le facteur de zoom du diagramme de Gantt
pl: Zmienia wspó³czynnik powiêkszenia diagramu Gantta
sk: Zmena faktoru zväè¹enia v Ganttovom diagrame
tr: Gantt çizelgesini büyüt/küçült
uk: Зм╕нити масштаб д╕аграми ╫антта
zh_tw: 變更圖表的縮放比例

source: Print Gantt Chart
fr: Imprimer le diagramme de Gantt
pl: Wydruk diagramu Gantta
sk: Vytlaèi» Ganttov Diagram
tr: Gantt Çizelgesini Yazdýr
uk: Надрукувати д╕аграму ╫антта
zh_tw: 列印圖表

source: Print Preview
fr: Aperçu avant impression
pl: Podgl±d wydruku
sk: Vytlaèi» náhµad
tr: Yazdýrma Önizleme
uk: Перегляд друку
zh_tw: 預覽列印

source: Printing failed.
fr: Impossible d'imprimer
pl: Podczas drukowania wyst±pi³ b³±d.
sk: Tlaè sa nepodarila.
tr: Yazdýrma baþarýsýz oldu.
uk: Зб╕й друку.
zh_tw: 列印失敗

source: MrProject Gantt Chart Component
fr: Composant d'un diagramme de Gantt MrProject
pl: Komponent diagramu Gantta - MrProject
sk: Komponent MrProject Ganttovho diagramu
tr: MrProject Gantt Çizelge Bileþeni
uk: Компонент д╕аграми ╫антта MrProject
zh_tw: MrProject 圖表元件

source: MrProject Gantt component factory
fr: Fabrique de composant de diagramme de Gantt MrProject
pl: Generator komponentu diagramu Gantta - MrProject
uk: Фабрика компонент д╕аграм ╫антта MrProject
zh_tw: MrProject 圖表元件的元件工廠

source: Assign resource to the selected task
fr: Assigner une ressource à la tâche sélectionnée
pl: Przydziela zasób do wybranego zadania
uk: Призначити ресурс на вибране завдання

source: Assign resources...
fr: Assigner une ressource...
pl: Przydziel zasoby...
uk: Призначити ресурси...

source: Assign...
fr: Assigner...
pl: Przydziel...
uk: Призначити

source: Change the zoom factor of the Gantt scale
fr: Changer le facteur de zoom de l'échelle du diagramme de Gantt
pl: Zmienia wspó³czynnik powiêkszenia skali Gantta
sk: Zmena faktoru zväè¹enia Ganttovej mierky
uk: Зм╕нити масштаб д╕аграми Гантта
zh_tw: 變更時間列的縮放比例

source: Customize the units and zoom factor of the Gantt scale
fr: Personalise les unitée et le facteur de zoom de l'echelle du diagramme de Gantt
pl: Dopasowuje jednostki i wspó³czynnik powiêkszenia skali Gantta
sk: Prispôsobenie jednotiek a faktoru zväè¹enia Ganttovej mierky
uk: Налаштувати одиниц╕ та масштаб д╕аграми Гантта
zh_tw: 自訂時間列的顯示單位及縮放比例

source: Dump
fr: Déposer
pl: Zrzuæ
zh_tw: 除錯

source: Edit the selected task
fr: Modifier la tâche sélectionner
pl: Modyfikuje zaznaczone zadanie
sk: Upravi» zvolenú úlohu
tr: Seçili görevi düzenle
uk: Виправити вибране завдання
zh_tw: 編輯選定的工作

source: Entire project
fr: Projet complet
pl: Ca³y projekt
sk: Celý projekt
uk: Весь проект
zh_tw: 全部專案

source: Go To
fr: Aller à
pl: Przejd¼ do
sk: Prejs» na
tr: Git
uk: Перейти
zh_tw: 移至

source: Go To a certain date or task
fr: Aller à une certaine date ou une certaine tâche
pl: Przechodzi do wybranej daty lub zadania
sk: Prejs» na urèitý dátum alebo úlohu
tr: Belirli bir göreve ya da tarihe git
uk: Перейти до певно╖ дати чи завдання
zh_tw: 移至特定的日期或工作

source: Go to
fr: Aller à
pl: Przejd¼ do
sk: Prejs» na
tr: Git
uk: Перейти
zh_tw: 移至

source: Go to the current day
fr: Aller à la date d'aujourd'hui
pl: Przechodzi do dzisiaj
sk: Prejs» na konkrétny deò
tr: Bugüne git
uk: Перейти до поточного дня
zh_tw: 移至今天

source: Go to the selected task
fr: Aller à la tâche sélectionnée
pl: Przechodzi do zaznaczonego zadania
sk: Prejs» na zvolenú úlohu
tr: Seçili göreve git
uk: Перейти до вибраного завдання
zh_tw: 移至選定的工作

source: Go to the start of the project
fr: Aller au début du projet
pl: Przechodzi do pocz±tku projektu
sk: Prejs» na zaèiatok projektu
tr: Projenin baþlangýcýna git
uk: Перейти до початку проекту
zh_tw: 移至專案的開始日期

source: Indent
fr: indenter
pl: Wsuñ
sk: Odsadenie
tr: Girinti yap
zh_tw: 增加縮排

source: Indent the task more
fr: indenter encore plus la tâche
pl: Zwiêksza wciêcie zadania
sk: Väè¹ie odsadenie úloh
tr: Görevi içeriye al
zh_tw: 增加一些縮排

source: Insert
fr: inserer
pl: Wstaw
sk: Vlo¾i»
tr: Aktar
uk: Вставити
zh_tw: 新增

source: Insert a new task as a child of the selected task
fr: Insére une nouvelle tâche enfant à partir de la tâche sélectionnée
pl: Wstawia nowe zadanie jako potomka bie¿±cego zadania
uk: Вставити нове завдання як складову частину вибраного

source: Insert a new task below the selected task
fr: Insérer une nouvelle taâche sous la tâche sélectionnée
pl: Wstawia nowe zadanie poni¿ej bie¿±cego zadania
uk: Вставити нове завдання п╕сля вибраного

source: Invert selection
fr: Inverser la sélection
pl: Odwróæ zaznaczenie
sk: Prehodi» zvolené
tr: Seçimi tersine çevir
uk: Обернути виб╕р
zh_tw: 反選

source: Invert the current selection
fr: Inverser la sélection courante
pl: Odwraca bie¿±ce zadanie
sk: Prehodi» aktuálnu voµbu
tr: Seçimi tersine çevir
uk: Обернути поточний виб╕р
zh_tw: 反選目前選擇

source: Link
fr: Lien
pl: Po³±cz
sk: Prepojenie
tr: Baðla
uk: Пов'язати
zh_tw: 連結

source: Link the two selected tasks
fr: Lier les deux tâches sélectionnées
pl: £±czy dwa zaznaczone zadania
sk: Prepoji» zvolené dve úlohy
tr: Seçili iki görevi baðla
uk: Пов'язати два вибраних завдання
zh_tw: 將二個選定的工作連結

source: Move down
fr: Descendre vers le bas
pl: W dó³
sk: Posunú» ni¾¹ie
uk: Нижче
zh_tw: 下移

source: Move the task down the list
fr: Déplacer la tâche vers le bas de la liste
pl: Przesuwa zadanie w dó³ listy
sk: Posunú» úlohu v zozname ni¾¹ie
uk: Перем╕стити завдання вниз по списку
zh_tw: 將工作移至下一行

source: Move the task up the list
fr: Déplacer la tâche vers le haut de la liste
pl: Przesuwa zadanie w górê listy
sk: Posunú» úlohu v zozname vy¹¹ie
uk: Перем╕стити завдання вгору по списку
zh_tw: 將工作移至上一行

source: Move up
fr: Monter vers le haut
pl: W górê
sk: Posunú» vy¹¹ie
uk: Вище
zh_tw: 上移

source: Pick a date
fr: Choisir une date
pl: Wybierz datê
sk: Vybra» dátum
uk: Вибрати дату
zh_tw: 選取一個日期

source: Pick a date to go to
fr: Choisir une date de déplacement
pl: Przechodzi do wybranej daty
sk: Vybra» dátum na ktorý sa prejde
uk: Вибрати дату для переходу
zh_tw: 選取一個要移至的日期

source: Print
fr: Imprimer
pl: Wydrukuj
sk: Tlaè
tr: Yazdýr
uk: Надрукувати
zh_tw: 列印

source: Print the current chart
fr: Imprimer le diagramme courrant
pl: Drukuje bie¿±cy diagram
sk: Vytlaèi» aktuálny diagram
uk: Надрукувати поточну д╕аграму
zh_tw: 列印目前的圖表

source: Project start
fr: Démarrer un Projet
pl: Pocz±tek projektu
sk: Zaèiatok projektu
tr: Proje baþlangýcý
uk: Початок проекту
zh_tw: 專案開始

source: Remove
fr: Retirer
pl: Usuñ
sk: Odstráni»
tr: Sil
uk: Видалити
zh_tw: 移除

source: Remove some indentation
fr: Retirer une indentation
pl: Zmniejsza wciêcie zadania
sk: Odstráni» niektoré zará¾ky
zh_tw: 移除一些縮排

source: Remove this task
fr: Retirer la tâche
pl: Usuwa zadanie
sk: Odstráni» túto úlohu
tr: Bu görevi sil
uk: Видалити це завдання
zh_tw: 移除這個工作

source: Select all
fr: Selectionner tout
pl: Zaznacz wszystko
sk: Zvoli» v¹etko
tr: Hepsini seç
uk: Вибрати все
zh_tw: 全選

source: Select all tasks
fr: Selctionner toutes les tâches
pl: Zaznacza wszystkie zadania
sk: Zvoli» v¹etky úlohy
tr: Yekin görevi seç
uk: Вибрати вс╕ завдання
zh_tw: 選取全部工作

source: Selected task
fr: Sélectionner une tâche
pl: Zaznaczone zadanie
sk: Zvolená úloha
tr: Seçili görev
uk: Вибране завдання
zh_tw: 選定的工作

source: Timescale...
fr: Echelle de temps...
pl: Skala czasu...
sk: Èasová mierka...
tr: Zaman çizelgesi...
uk: Часова розм╕тка...
zh_tw: 時間列單位...

source: Unindent
fr: Désindenter
pl: Zsuñ
sk: Odstráni» odsadenie
zh_tw: 減少縮排

source: Unlink
fr: Délier
pl: Roz³±cz
sk: Zru¹i» spojenie
tr: Ayýr
uk: В╕дв'язати
zh_tw: 解除

source: Unlink the selected task
fr: Délier les tâches sélectionnées
pl: Roz³±cza zaznaczone zadania
sk: Zru¹i» prepojenie zvolených úloh
tr: Seçili görevi ayýr
uk: В╕дв'язати вибране завдання
zh_tw: 解除選定工作的連結

source: Zoom to the entire project
fr: Zoommer sur l'ensemble du projet
pl: Powiêksza na ca³y projekt
sk: Zobrazi» celý projekt
uk: Показати весь проект
zh_tw: 縮放成可顯示全部專案

source: _Insert
fr: _Insérer
pl: W_staw
sk: _Vlo¾i»
tr: _Ekle
uk: _Вставити
zh_tw: 新增 (_I)

source: _Subtask
fr: _Sous tâche
pl: _Podzadanie
uk: _П╕дзавдання

source: _Task
fr: _Tâche
pl: _Zadanie
sk: _Úlohu
tr: _Görev
uk: _Завдання
zh_tw: 工作 (_T)

source: Duration
fr: Durée
pl: Trwanie
sk: Trvanie
tr: Süre
uk: Тривал╕сть
zh_tw: 日數

source: End
fr: Fin
pl: Koniec
sk: Koniec
tr: Bitiþ
uk: Завершення
zh_tw: 結束日期

source: Name
fr: Nom
pl: Nazwa
sk: Názov
tr: Ýsim
uk: Назва
zh_tw: 名稱

source: Start
fr: Début
pl: Pocz±tek
sk: Zaèiatok
tr: Baþlangýç
uk: Початок
zh_tw: 開始日期

source: One _month
fr: Un _mois
pl: Jeden _miesi±c
sk: Jeden _mesiac
tr: Bir _ay
uk: Один _м╕сяць
zh_tw: 一個月 (_M)

source: One _quarter
fr: Un _trimestre
pl: Jeden _kwarta³
sk: Jeden _kvartál
tr: Bir ç_eyrek
uk: Один _квартал
zh_tw: 三個月 (_Q)

source: One _week
fr: Une _semaine
pl: Jeden _tydzieñ
sk: Jeden _tý¾deò
tr: Bir _hafta
uk: Один _тиждень
zh_tw: 一週 (_W)

source: Reset
fr: Réinitialiser
pl: Wyzeruj
sk: Znovu nastavi»
tr: Sýfýrla
uk: Скинути
zh_tw: 重設

source: The _entire project
fr: L'ensemble du projet
pl: _Ca³y projekt
sk: _Celý projekt
tr: _Tüm proje
uk: _Весь проект
zh_tw: 全部專案 (_E)

source: Zoom
pl: Powiêkszenie
sk: Zväè¹enie
tr: Odakla
uk: Масштаб
zh_tw: 縮放

source: Zoom to:
fr: Zoom sur :
pl: Powiêkszenie do:
sk: Zväè¹enie na:
tr: Odakla:
uk: Масштаб:
zh_tw: 縮放成可顯示：

source: _Custom:
fr: _Personnaliser :
pl: _Dowolne:
sk: _Vlastné:
tr: Ö_zel:
uk: _╤нший:
zh_tw: 自訂 (_C)：

source: _Selected tasks
fr: _Sélectionner les tâches
pl: _Wybrane zadania
sk: _Zvolené úlohy
tr: _Seçili görevler
uk: _Вибран╕ завдання
zh_tw: 選定的工作 (_S)

source: Customize Gantt Scale
fr: Personnalise l'echelle du diagramme de Gantt
pl: Dopasowanie skali Gantta
sk: Prispôsobenie Ganttovej mierky
uk: Налаштуват╕ масштаб д╕аграми
zh_tw: 時間列單位

source: M_inor scale:
fr: Échelle m_inimale :
pl: _Skala g³ówna:
sk: Vedµaj¹ia m_ierka:
uk: _Допом╕жна розм╕тка:
zh_tw: 副時間列單位 (_I)

source: _Major scale:
fr: Échelle _maximale :
pl: S_kala pomocnicza:
sk: Hlavná _mierka:
uk: _Основна розм╕тка:
zh_tw: 主時間列單位 (_M)

source: _Size:
fr: _Taille :
pl: _Rozmiar:
sk: _Veµkos»:
tr: _Boyut:
uk: _Розм╕р:
zh_tw: 縮放比例 (_S)：

source: Groups
fr: Groupes
pl: Grupy
sk: Skupiny
tr: Gruplar
uk: Групи
zh_tw: 群組

source: Insert a new resource on a row
fr: Inserer une nouvelle ressource à la ligne
pl: Wstawia wiersz z nowym zasobem
sk: Vlo¾i» nový zdroj pre riadok
zh_tw: 新增一個資源

source: Manage resource groups
fr: Manager les groupes de ressouces
pl: Zarz±dza grupami zasobów
sk: Riadi» zdroje skupín
zh_tw: 管理資源群組

source: Print the resource table
fr: Imprimer la table de ressources
pl: Drukuje tabelê zasobów
sk: Vytlaèi» tabuµku zdrojov
tr: Kaynak tablosunu yazdýr
uk: Надрукувати таблицю ресурс╕в
zh_tw: 列印資源表格

source: Remove this resource
fr: Retirer cette ressource
pl: Usuwa zasób
sk: Odstráni» tento zdroj
tr: Bu kaynaðý sil
uk: Видалити цей ресурс
zh_tw: 移除這個資源

source: _Resource
fr: _Ressource
pl: _Zasób
sk: _Zdroj
tr: _Kaynak
uk: _Ресурс
zh_tw: 資源 (_R)

source: MrProject Resource component factory
fr: Fabrique de composant de ressource MrProject
pl: Generator komponentu zasobów MrProject
uk: Фабрика компонент╕в ресурс╕в MrProject
zh_tw: MrProject 資源元件的元件工廠

source: MrProject resource component
fr: Composant de ressource MrProject
pl: Komponent zasobów MrProject
sk: MrProject komponent zdrojov
uk: Компонент ресурс╕в MrProject
zh_tw: MrProject 資源元件

source: Resources
fr: Ressources
pl: Zasoby
sk: Zdroje
tr: Kaynaklar
uk: Ресурси
zh_tw: 資源

source: One or more resources of choosen group doesn't have email addresses.
fr: Une ou plusieurs ressources du groupe choisi non pas d'adresses de courrier électronique.
pl: Jedn lub wiêcej zasobów z wybranej grupy nie ma adresu e-mail.
sk: Jeden alebo viacero zdrojov zvolených skupín nemajú emailové adresy.
zh_tw: 選定的群組具有一個或更多的資源是沒有電郵地址的。

source: Not all of the resources of choosen group have an email address.
fr: Les ressources du groupe choisi n'ont pas d'adresses de courier électronique
pl: Nie wszystkie zasoby z wybranej grupy maj± adres e-mail.
sk: Nie v¹etky zdroje zvolenej skupiny majú emailové adresy.
zh_tw: 選定的群組內並非每一個資源都具有電郵地址。

source: Mail to...
fr: eMail à...
pl: Wy¶lij do...
sk: Odosta»...
uk: В╕д╕слати...
zh_tw: 傳送電郵至...

source: Mail to group...
fr: eMail au groupe...
pl: Wy¶lij do grupy...
sk: Odosla» skupine...
uk: В╕д╕слати груп╕...
zh_tw: 傳送電郵給群組...

source: %d resources selected
fr: %d ressources selectionnées
pl: Zaznaczonych zasobów: %d
sk: %d zvolených zdrojov
uk: Вибрано ресурс╕в: %d
zh_tw: 選定了 %d 個資源

source: Selected resource: %s
fr: Ressource selectionnée : %s
pl: Wybrany zasób: %s
sk: Zvolené zdroje: %s
uk: Вибраний ресурс: %s
zh_tw: 選定的資源：%s

source: Not initialized
fr: Pas initialisé
pl: Nie zainicjowane
sk: Neinicializované
uk: Не ╕н╕ц╕ал╕зовано
zh_tw: 仍未初始化

source: Work
fr: Travail
pl: Praca
sk: Práca
tr: Ýþ
uk: Робота
zh_tw: 工作

source: Material
fr: Matériel
pl: Materia³
sk: Materiál
uk: Матер╕ал
zh_tw: 物料

source: No group
fr: Pas de groupe
pl: Brak grupy
sk: ®iadna skupina
tr: Grup yok
uk: Нема╓ групи
zh_tw: 沒有群組

source: Print Resource Table
fr: Imprimer la table des ressources
pl: Wydruk tabeli zasobów
sk: Vytlaèi» tabuµku zdrojov
tr: Kaynak Tablosunu Yazdýr
uk: Надрукувати таблицю ресурс╕в
zh_tw: 列印資源表格

source: Group Editor - MrProject
fr: Éditeur de groupe - MrProject
pl: Edytor grypy - MrProject
sk: Editor skupín - MrProject
tr: Grup Editörü - MrProject
uk: Редактор груп
zh_tw: 群組編輯器 - MrProject

source: Add
fr: Ajouter
pl: Dodaj
sk: Prida»
tr: Ekle
uk: Додати
zh_tw: 新增

source: Group
fr: Groupe
pl: Grupa
sk: Skupina
tr: Grup
uk: Група
zh_tw: 群組

source: Ovt. Rate
fr: Taux Ovt.
pl: Nadp. wsk.
zh_tw: 超時比率

source: Resource Name
fr: Nom de la ressource
pl: Nazwa zasobu
sk: Názov zdroja
tr: Kaynak Adý
uk: Назва ресурса
zh_tw: 資源名稱

source: Std. Rate
fr: Taux standard
pl: Std. wsk.
zh_tw: 標準比率

source: Type
pl: Typ
sk: Typ
tr: Tür
uk: Тип
zh_tw: 類別

source: Units
fr: Unités
pl: Jednostki
sk: Jednotky
tr: Birim
uk: Одиниц╕
zh_tw: 單位

source: Default
fr: Par défaut
pl: Domy¶lny
sk: ©tandardné
tr: Öntanýmlý
zh_tw: 預設

source: Group Editor
fr: Éditeur de groupe
pl: Edytor grupy
sk: Editor skupín
tr: Grup Düzenleyicisi
uk: Редактор групи
zh_tw: 群組編輯器

source: Group name:
fr: Nom du groupe :
pl: Nazwa grupy:
sk: Názov skupiny:
tr: Grup adý:
uk: Назва групи:
zh_tw: 群組名稱：

source: Manager
pl: Mened¿er
sk: Mana¾ér
tr: Yönetici
uk: Кер╕вник
zh_tw: 總管

source: Name:
fr: Nom :
pl: Nazwa:
sk: Názov:
tr: Ýsim:
uk: ╤м'я:
zh_tw: 名稱：

source: Phone nr:
fr: N° de téléphone :
pl: Nr telefonu:
sk: Telefónne èíslo:
tr: Telefon no:
uk: Номер телефона:
zh_tw: 電話號碼：

source: Set default group
fr: Affecter au groupe par défaut
pl: Ustaw domy¶ln± grupê
sk: Prednastavi» skupinu
tr: Öntanýmlý grubu belirle
uk: Встановити типову групу
zh_tw: 設為預設群組

source: This group is default
fr: Ce groupe est le groupe par défaut
pl: Ta grupa jest domy¶lna
sk: Tato skupina je prednastavená
tr: Bu grup öntanýmlýdýr
uk: Ця група типова
zh_tw: 這是預設的群組

source: Task Properties - MrProject
fr: Propriétés de la tâche - MrProject
pl: W³a¶ciwo¶ci zadania - MrProject
sk: Nastavenia úloh - MrProject
tr: Görev Özellikleri - MrProject
uk: Властивост╕ завдання
zh_tw: 工作內容 - MrProject
