Repository: GNOME/gnome-i18n
Catalog: extra-po/mrproject/*.po
Languages: fr, pl, sk, tr, uk, zh_tw

source: General
fr: Général
pl: Ogólne
sk: V¹eobecné
tr: Genel
uk: Загальне
zh_tw: 一般

source: Insert time stamp
fr: Insérer une marque de temps
pl: Wstawia punkt czasowy
uk: Вставити дату й час

source: Notes
pl: Notatki
uk: Нотатки

source: Task:
pl: Zadanie:
uk: Завдання:

source: _Complete [%]:
fr: [%] _Terminé :
pl: _Zakoñczenie [%]:
uk: _Готовн╕сть (%):

source: _End:
fr: _Fin :
pl: _Koniec:
uk: _Завершення:

source: _Name:
fr: _Nom
pl: _Nazwa:
sk: _Názov:
tr: Ý_sim:
uk: _Назва:
zh_tw: 名稱： (_N)

source: _Priority:
fr: _propriété :
pl: P_riorytet:
uk: П_р╕оритет:

source: _Start:
fr: _Début :
pl: _Pocz±tek:
uk: _Початок:

source: Assigned
fr: Assigné
pl: Przyporz±dkowany
sk: Priradené
uk: Призначено
zh_tw: 分配

source: Send Project...
fr: Envoyer le projet...
pl: Wy¶lij projekt...
sk: Posla» projekt...
uk: В╕д╕слати проект...
zh_tw: 傳送專案...

source: Send the current project as attachment
fr: Envoyer le projet comme piéce-jointe
pl: Wysy³a bie¿±cy projekt w za³±czniku listu
sk: Posla» aktuálny projekt ako prílohu
uk: В╕д╕слати поточний проект долученням
zh_tw: 以附件形式傳送目前專案

source: _File
fr: _Fichier
pl: _Plik
sk: _Súbor
tr: _Dosya
uk: _Файл
zh_tw: 檔案 (_F)

source: _Send To
fr: _Envoyer à
pl: _Wy¶lij do
sk: _Posla»
tr: _Gönder
uk: _В╕д╕слати
zh_tw: 傳送 (_S)

source: MrProject Send component
fr: Composant d'envoi MrProject
pl: Komponent wysy³aj±cy MrProject
sk: MrProject posiela komponent
uk: Компонент в╕дсилання MrProject
zh_tw: MrProject 傳送元件

source: MrProject Send component factory
fr: Fabrique de composant d'envoi MrProject
pl: Generator komponentu wysy³aj±cego MrProject
uk: Фабрика компонент╕в в╕дсилання MrProject
zh_tw: MrProject 傳送元件的元件工廠

source: The project has not been saved, you must save your project before sending it. Do you wish to do so?
fr: Le projet n'a pas été enregistré, vous devez l'enregistrer avant de l'envoyer en piéce-jointe. Souhaitez-vous le faire maintenant ?
pl: Projekt nie zosta³ zapisany, a przed wys³aniem projektu nale¿y go zapisaæ. Czy chcesz to zrobiæ teraz?
sk: Projekt nebol ulo¾ený - pred odoslaním ho musíte ulo¾i». Prajete si tak urobi»?
tr: Proje henüz kaydedilmedi, ancak bir proje gönderilmeden önce kaydedilmek zorundadýr. Bunu þimdi kaydetmek ister misiniz?
uk: Проект не збережено, необх╕дно зберегти його перед в╕дсиланням. Чи хочите ви зробити це?
zh_tw: 專案仍未儲存， 傳送專案前您必須要先將專案儲存。 是否確定繼續？

source: Save
fr: Enregistrer
pl: Zapisz
sk: Ulo¾i»
tr: Kaydet
uk: Зберегти
zh_tw: 儲存

source: Save as
fr: Enregistrer sous
pl: Zapisz jako
sk: Ulo¾i» ako
uk: Зберегти як
zh_tw: 另存新檔

source: MrProject Network component factory
fr: Fabrique de composant réseau MrProject
pl: Generator komponentu sieciowego - MrProject
uk: Фабрика мережевих компонент╕в MrProject
zh_tw: MrProject 網路元件的元件工廠

source: MrProject network component
fr: Composant réseau MrProject
pl: Komponent sieciowy - MrProject
sk: MrProject sie»ový komponent
uk: Мережева компонента MrProject
zh_tw: MrProject 網路元件

source: Network Diagram
fr: Diagramme des réseaux
pl: Diagram sieciowy
sk: Sie»ový diagram
uk: Мережева д╕аграма
zh_tw: 網路圖表

source: Network
fr: Réseau
pl: Sieæ
sk: Sie»
uk: Мережа
zh_tw: 網路

source: Name: %s
fr: Nom : %s
pl: Nazwa: %s
sk: Názov: %s
uk: Назва: %s
zh_tw: 名稱：%s

source: Complete: %d%%
fr: Terminé : %d%%
pl: Zakoñczenie: %d%%
sk: Dokonèené: %d%%
uk: Готовн╕сть: %d%%
zh_tw: 完成：%d%%

source: Duration: %d days
fr: Durée : %d jours
pl: Trwanie: %d dni
sk: Trvanie: %d dní
uk: Тривал╕сть: %d дн╕в
zh_tw: 日數：%d 日

source: Calendar
fr: Calendrier
pl: Kalendarz
sk: Kalendár
uk: Календар
zh_tw: 行事曆

source: MrProject Calendar component factory
fr: Fabrique de composant calendrier MrProject
pl: Generator komponentu kalendarza MrProject
uk: Фабрика крмпонент╕в календаря MrProject
zh_tw: MrProject 行事曆元件的元件工廠

source: MrProject calendar component
fr: Composant Calendrier MrProject
pl: Komponent kalendarza MrProject
sk: MrProject kalendárny komponent
uk: Компонент календаря MrProject
zh_tw: MrProject 行事曆元件

source: Month
fr: Mois
pl: Miesi±c
sk: Mesiac
uk: М╕сяць
zh_tw: 月

source: Year
fr: Année
pl: Rok
sk: Rok
uk: Р╕к
zh_tw: 年

source: Go to - Calendar
pl: Przej¶cie do - Kalendarz

source: About this application
fr: A propos de cette application
pl: Informacje o aplikacji
sk: O tejto aplikácií
tr: Uygulama hakkýnda
uk: Про цю програму
zh_tw: 顯示有關這個程式的資訊

source: C_lear
fr: _Effacer
pl: Wy_czy¶æ
sk: Oè_isti»
tr: _Temizle
uk: _Очистити
zh_tw: 清除 (_L)

source: Clear
fr: Effacer
pl: Wyczy¶æ
sk: Oèisti»
tr: Temizle
uk: Очистити
zh_tw: 清除

source: Clear the selection
fr: Efface la selection
pl: Czy¶ci zaznaczenie
sk: Oèisti» zvolené
tr: Seçimi temizle
uk: Очистити вибране
zh_tw: 清除選定的範圍

source: Close the current file
fr: Ferme le fichier courrant
pl: Zamyka bie¿±cy plik
sk: Zavrie» aktuálny súbor
tr: Geçerli dosyayý kapat
uk: Закрити поточний файл
zh_tw: 關閉目前的專案

source: Copy
fr: Copier
pl: Skopiuj
sk: Kopírova»
tr: Kopyala
uk: Скоп╕ювати
zh_tw: 複製

source: Copy the selection
fr: Copie la selection
pl: Kopiuje zaznaczenie
sk: Kopírova» zvolené
tr: Seçimi kopyala
uk: Скоп╕ювати вибране
zh_tw: 將選定的範圍複製到剪貼板

source: Create a new project
fr: Créer un nouveau Projet
pl: Tworzy nowy projekt
sk: Vytvori» nový projekt
tr: Yeni bir proje yarat
uk: Створити новий проект
zh_tw: 建立一個新的專案

source: Customi_ze toolbars...
fr: _Personnaliser la barre d'outils
pl: S_konfiguruj paski narzêdziowe...
sk: Pris_pôsobi» panel nástrojov
tr: _Araç çubuklarýný düzenle...
uk: Нала_штувати пенали...
zh_tw: 自訂工具列 (_Z)...

source: Customize
fr: Personnaliser
pl: Dostosowanie
sk: Prispôsobi»
tr: Özelleþtir
uk: Налаштувати
zh_tw: 自訂

source: Customize toolbars
fr: Personnaliser la barre d'outils
pl: Dopasowuje paski narzêdziowe
sk: Vlastný panel nástrojov
tr: Araç çubuklarýný özelleþtir
uk: Налаштувати пенали
zh_tw: 自訂工具列

source: Cut
fr: Couper
pl: Wytnij
sk: Vystrihnú»
tr: Kes
uk: Вир╕зати
zh_tw: 剪下

source: Cut the selection
fr: Couper la selection
pl: Wycina zaznaczenie
sk: Vystrihnú» zvolené
tr: Seçimi kes
uk: Вир╕зати вибране
zh_tw: 將選定的範圍複製到剪貼板後清除

source: E_xit
fr: _Sortir
pl: Za_koñcz
sk: _Koniec
tr: Çý_k
uk: Ви_йти
zh_tw: 結束 (_X)

source: Edit preferences...
fr: Modifier les préférences...
pl: Zmodyfikuj preferencje...
sk: Upravi» nastavenia...
uk: Зм╕нити налаштування...
zh_tw: 偏好設定...

source: Edit the project properties
fr: Modifier les proprités du Projet
pl: Modyfikuje w³a¶ciwo¶ci projektu
sk: Upravi» nastavenia projektu
tr: Proje özelliklerini düzenle
uk: Зм╕нити налаштування проекту
zh_tw: 編輯專案內容

source: Edit your preferences
fr: Modifier vos préférences
pl: Pozwala na modyfikacjê proferencji
sk: Upravi» va¹e nastavenia
uk: Зм╕нити налаштування
zh_tw: 編輯您的偏好設定

source: Exit the program
fr: Sortir du programme
pl: Koñczy pracê programu
sk: Ukonèi» program
tr: Uygulamadan çýk
uk: Вийти з програми
zh_tw: 結束程式

source: New
fr: Nouveau
pl: Nowy
sk: Nový
tr: Yeni
uk: Новий
zh_tw: 新增

source: New...
fr: Nouveau...
pl: Nowy...
sk: Nový...
tr: Yeni...
uk: Новий...
zh_tw: 新增

source: Open
fr: Ouvrir
pl: Otwórz
sk: Otvori»
tr: Aç
uk: В╕дкрити
zh_tw: 開啟

source: Open a file
fr: Ouvrir un fichier
pl: Otwiera plik
sk: Otvori» súbor
tr: Bir dosyayý aç
uk: В╕дкрити файл
zh_tw: 開啟一個舊專案

source: Paste
fr: Coller
pl: Wklej
sk: Vlo¾i»
tr: Yapýþtýr
uk: Вставити
zh_tw: 貼上

source: Paste the clipboard
fr: Coller le contenu du presse papier
pl: Wkleja zawarto¶æ schowka
sk: Vlo¾i» obsah schránky
uk: Вставити з кишен╕
zh_tw: 將剪貼板上的資料複製到目前位置

source: Print S_etup...
fr: _Configuration d'impression...
pl: _Ustawienia wydruku...
sk: Nastavenie _tlaèiarne...
tr: Yazdýrma _Kurumu...
uk: Налаштувати друк...
zh_tw: 列印設定 (_E)...

source: Print the current file
fr: Imprimer le fichier courrant
pl: Drukuje bie¿±cy plik
sk: Vytlaèí aktuálny súbor
tr: Geçerli dosyayý yazdýr
uk: Надрукувати поточний файл
zh_tw: 列印目前的專案

source: Properties...
fr: Propriétés...
pl: W³a¶ciwo¶ci...
sk: Nastavenia...
tr: Özellikler...
uk: Властивост╕...
zh_tw: 內容...

source: Redo
fr: Refaire
pl: Ponów
sk: Opakova»
uk: Повторити
zh_tw: 重複

source: Redo the undone action
fr: Refaire la derniére action
pl: Ponawia cofniêt± czynno¶æ
sk: Opakova» vrátené
uk: Повторити скасовану д╕ю
zh_tw: 重複上一個剛取消的動作

source: Revert
fr: Revenir
pl: Przywróæ
sk: Obnova
uk: В╕дновити
zh_tw: 回復

source: Revert to a saved version of the file
fr: Revenir à la version enregister du fichier
pl: Przywraca plik do zapisanej wersji
sk: Vráti» sa k ulo¾enej verzií súboru
uk: В╕дновити ╕з збережено╖ верс╕╖ файла
zh_tw: 回復成已儲存的專案內容

source: Save As
fr: Enregistrer sous
pl: Zapisz jako
sk: Ulo¾i» ako
tr: Farklý Kaydet
uk: Зберегти як
zh_tw: 另存新檔

source: Save _As...
fr: Enregistrer _Sous
pl: Z_apisz jako...
sk: Ulo¾i» _ako...
tr: _Farklý Kaydet...
uk: Зберегти _як...
zh_tw: 另存新檔 (_A)...

source: Save the current file
fr: Enregistre le fichier courrant
pl: Zapisuje bie¿±cy plik
sk: Ulo¾í aktuálny súbor
tr: Geçerli dosyayý kaydet
uk: Зберегти поточний файл
zh_tw: 儲存目前專案

source: Save the current file with a different name
fr: Enregistre le fichier sous un nom différent
pl: Zapisuje bie¿±cy plik pod inn± nazw±
sk: Ulo¾í aktuálny súbor pod iným menom
tr: Geçerli dosyayý deðiþik bir isim altýnda kaydet
uk: Зберегти поточний файл з ╕ншою назвою
zh_tw: 將目前專案用另一名稱儲存

source: Setup the page settings for your current printer
fr: Affiche les paramètres d'impression de votre imprimante
pl: Zmienia ustawienia strony dla bie¿±cej drukarki
sk: Nastaví stránku pre aktuálnu tlaèiareò
tr: Geçerli yazýcý için sayfa ayarlarýný belirle
uk: Налаштувати стор╕нку для вашого поточного принтера
zh_tw: 設定目前印表機的頁面列印內容

source: Test stuff
fr: Test
pl: Test
sk: Testovacie zale¾itosti
zh_tw: 測試

source: Undo
fr: Annuler
pl: Cofnij
sk: Spä»
tr: Geri al
uk: Скасувати
zh_tw: 復原

source: Undo the last action
fr: Annuler la dernière action
pl: Cofa ostatni± czynno¶æ
sk: Vráti» posledné
tr: Son eylemi geri al
uk: Скасувати останню д╕ю
zh_tw: 取消上一個所做的動作

source: _About...
fr: _A propos
pl: _Informacje o...
sk: _O programe...
tr: _Hakkýnda...
uk: _Про програму...
zh_tw: 關於 (_A)...

source: _Close
fr: _Fermer
pl: Za_mknij
sk: _Zavrie»
tr: _Kapat
uk: _Закрити
zh_tw: 關閉 (_C)

source: _Edit
fr: _Edition
pl: _Edycja
sk: _Upravi»
tr: _Düzenle
uk: _Виправити
zh_tw: 編輯 (_E)

source: _Help
fr: _Aide
pl: Pomo_c
sk: _Pomocník
tr: _Yardým
uk: _Дов╕дка
zh_tw: 說明 (_H)

source: _Open...
fr: _Ouvrir
pl: _Otwórz...
sk: _Otvori»...
tr: _Aç...
uk: _В╕дкрити...
zh_tw: 開啟 (_O)...

source: _Preferences
fr: _Préférences
pl: P_referencje
sk: _Nastavenia
tr: _Tercihler
uk: В_подобання
zh_tw: 設定 (_P)

source: _Redo
fr: _Refaire
pl: _Ponów
sk: _Opakova»
uk: _Повторити
zh_tw: 重複 (_R)

source: _Revert
fr: _Revenir
pl: _Przywroæ
sk: _Obnova
uk: _В╕дновити
zh_tw: 回復 (_R)

source: _Save
fr: _Enregistrer
pl: _Zapisz
sk: _Ulo¾i»
tr: _Kaydet
uk: _Зберегти
zh_tw: 儲存 (_S)

source: _Undo
fr: _Annuler
pl: _Cofnij
sk: _Spä»
tr: G_eri al
uk: _Скасувати
zh_tw: 復原 (_U)

source: Project Management application
fr: Application de management de projet
pl: Aplikacja do zarz±dzania projektami
sk: Aplikácia na Riadenie projektov
tr: Proje Yönetim Uygulamasý
uk: Програма керування проектами
zh_tw: 專案管理程式

source: OK
fr: Valider
tr: Tamam
uk: Гаразд
zh_tw: 確定

source: d
fr: j
uk: д

source: Double click on a date to go there
fr: Double cliquer sur la date pour l'activer
sk: Dvojklik presunie na zvolený dátum
tr: Gitmek için bir tarih üzerine çift týklayýn
uk: Дв╕ч╕ класн╕ть на дат╕, щоб перейти на не╖
zh_tw: 在日期上雙按滑鼠鍵會移至該日

source: Id
fr: N°
tr: No
uk: ╤дентиф╕катор
zh_tw: 編號

source: Task Id:
fr: N° de Tâche :

source: Copyright (C) 2000-2001 CodeFactory AB
tr: Telif hakký (C) 2000-2001 CodeFactory AB
uk: Авторське право (C) 2000-2001 CodeFactory AB
zh_tw: 版權所有 (C) 2000-2001 CodeFactory AB

source: Email
zh_tw: 電郵

source: Email:
tr: E-Posta:
zh_tw: 電郵：

source: Quit
sk: Ukonèi»

source: %d days
sk: %d dni
tr: %d gün

source: %d hrs
sk: %d hodín
tr: %d saat

source: Insert a new task
sk: Vlo¾i» novú úlohu
tr: Yeni bir görev aktar

source: Complete [%]:
sk: Kompletné [%]:
tr: Tamamlanma oraný [%]:

source: End:
sk: Koniec:
tr: Bitiþ:

source: Priority:
sk: Priorita:
tr: Önem:

source: Start:
sk: Zaèiatok:
tr: Baþlangýç:

source: Task Id:
sk: Id úlohy:
tr: Görev No:

source: Go to Today
sk: Ís» na Dnes

source: Edit Preferences...
sk: Upravi» nastavenia...

source: Edit preferences
sk: Upravi» nastavenia

source: Open Project
tr: Proje Aç

source: Loading composer ...
tr: Düzenleyici yükleniyor...

source: Unknown
tr: Bilinmeyen

source: Information
tr: Bilgi

source: _Print
tr: _Yazdýr

source: (None)
tr: (Hiçbiri)

source: C_ut
tr: _Kes

source: Configure the application
tr: Uygulamayý ayarla

source: Send Project (as Attachment)...
tr: Projeyi Gönder (Eklem olarak)...

source: _Copy
tr: _Kopyala

source: _Paste
tr: _Yapýþtýr
