<chapter id="goscustdesk-6">
  <title>Anv&auml;nda inst&auml;llningsverktygen</title>
  <highlights>
    <para>I det h&auml;r kapitlet beskrivs hur du startar och anv&auml;nder inst&auml;llningsverktygen f&ouml;r att anpassa Java Desktop System.</para>
  </highlights>
  <sect1 id="jdsstartpreftools-2">
    <title>S&aring; h&auml;r startar du ett inst&auml;llningsverktyg</title>
    <para>Du kan starta inst&auml;llningsverktygen p&aring; f&ouml;ljande s&auml;tt:</para>
    <itemizedlist>
      <listitem>
        <para>Klicka p&aring; <guibutton>K&ouml;r</guibutton> och v&auml;lj sedan <guimenu>Inst&auml;llningar</guimenu>. V&auml;lj &ouml;nskat verktyg fr&aring;n undermenyerna. </para>
      </listitem>
      <listitem>
        <para>Dubbelklicka p&aring; objektet <guilabel>Den h&auml;r datorn</guilabel> p&aring; skrivbordet. Ett filhanterarf&ouml;nster &ouml;ppnas p&aring; platsen <guilabel>Den h&auml;r datorn</guilabel>. Dubbelklicka p&aring; objeket <guilabel>Inst&auml;llningar</guilabel> i filhanterarens f&ouml;nster f&ouml;r att visa inst&auml;llningsverktygen. Dubbelklicka p&aring; det verktyg som du vill anv&auml;nda.</para>
      </listitem>
    </itemizedlist>
  </sect1>
  <sect1 id="goscustaccess-11">
    <title>Ange inst&auml;llningar f&ouml;r hj&auml;lpmedelsteknik </title>
    <indexterm>
      <primary>hj&auml;lpmedel</primary>
      <secondary>ange inst&auml;llningar f&ouml;r hj&auml;lpmedelsteknik</secondary>
    </indexterm>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Hj&auml;lpmedelsteknik</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>St&ouml;d f&ouml;r hj&auml;lpmedelsfunktioner</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Hj&auml;lpmedel</guisubmenu><guimenuitem>St&ouml;d f&ouml;r hj&auml;lpmedelsfunktioner</guimenuitem></menuchoice>.</para>
    <para>Du aktiverar hj&auml;lpmedelsteknik i Java Desktop System med inst&auml;llningsverktyget <application>Hj&auml;lpmedelsteknik</application>. Du kan ocks&aring; anv&auml;nda inst&auml;llningsverktyget <application>Hj&auml;lpmedelsteknik</application> f&ouml;r att ange vilka hj&auml;lpmedelsprogram som ska startas automatiskt n&auml;r du loggar in.</para>
    <para><xref linkend="goscustaccess-TBL-14"/> inneh&aring;ller de inst&auml;llningar f&ouml;r hj&auml;lpmedelsteknik som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustaccess-TBL-14">
      <title>Inst&auml;llningar f&ouml;r hj&auml;lpmedelsteknik</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Aktivera hj&auml;lpmedelsfunktioner</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera det h&auml;r alternativet om du vill aktivera hj&auml;lpmedelsteknik i Java Desktop System.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Sk&auml;rml&auml;sare</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera det h&auml;r alternativet om du vill starta programmet <application>Sk&auml;rml&auml;sare</application> automatiskt n&auml;r du loggar in.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Sk&auml;rmf&ouml;rstorare</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera det h&auml;r alternativet om du vill starta programmet <application>Sk&auml;rmf&ouml;rstorare</application> automatiskt n&auml;r du loggar in.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Sk&auml;rmtangentbord</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera det h&auml;r alternativet om du vill starta programmet <application>Sk&auml;rmtangentbord</application> automatiskt n&auml;r du loggar in.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-7">
    <title>Anpassa skrivbordsbakgrunden </title>
    <indexterm>
      <primary>skrivbordsbakgrund</primary>
      <secondary>anpassa bakgrund</secondary>
    </indexterm>
    <indexterm>
      <primary>Java Desktop System, inst&auml;llningsverktyg</primary>
      <see>inst&auml;llningsverktyg</see>
    </indexterm>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Bakgrund</secondary>
    </indexterm>
    <indexterm>
      <primary>bakgrund</primary>
      <secondary>anpassa skrivbordsbakgrund</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Skrivbordsbakgrund</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guisubmenu>Visa</guisubmenu><guimenuitem>Skrivbordsbakgrund</guimenuitem></menuchoice>.</para>
    <para>Du kan anpassa skrivbordsbakgrunden p&aring; f&ouml;ljande s&auml;tt:</para>
    <itemizedlist>
      <listitem>
        <para>V&auml;lj en bild som du vill anv&auml;nda som skrivbordsbakgrund. Bilden placeras ovanp&aring; bakgrundsf&auml;rgen f&ouml;r skrivbordet. Bakgrundsf&auml;rgen f&ouml;r skrivbordet &auml;r synlig om du markerar en genomskinlig bild eller om bilden inte t&auml;cker hela skrivbordsbakgrunden.</para>
      </listitem>
      <listitem>
        <para>Markera en f&auml;rg f&ouml;r skrivbordsbakgrunden. Du kan markera en enf&auml;rgad bakgrund eller skapa en toningseffekt med tv&aring; f&auml;rger. En toningseffekt &auml;r en visuell effekt d&auml;r en f&auml;rg gradvis &ouml;verg&aring;r i en annan f&auml;rg. </para>
      </listitem>
    </itemizedlist>
    <para>Du kan ocks&aring; &auml;ndra utseendet p&aring; skrivbordsbakgrunden fr&aring;n filhanteraren.</para>
    <para>I <xref linkend="goscustdesk-TBL-14"/> visas de bakgrundsinst&auml;llningar som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustdesk-TBL-14">
      <title>Bakgrundsinst&auml;llningar f&ouml;r skrivbord </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Bakgrundsbild</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>V&auml;lj en bild som ska visas p&aring; skrivbordsbakgrunden. Du v&auml;ljer en bild genom att klicka p&aring; knappen <guibutton>V&auml;lj bild</guibutton>. Ett dialogf&ouml;nster d&auml;r du kan v&auml;lja en bild visas. Anv&auml;nd dialogf&ouml;nstret om du vill v&auml;lja en bild. N&auml;r du har valt en bild klickar du p&aring; <guibutton>OK</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Typ</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Om du vill ange hur bilden ska visas v&auml;ljer du ett av f&ouml;ljande alternativ i listrutan <guilabel>Typ</guilabel>:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Centrerad</guilabel>: Visar bilden i mitten av skrivbordsbakgrunden.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Fyll sk&auml;rmen</guilabel>: F&ouml;rstorar bilden s&aring; att den t&auml;cker skrivbordsbakgrunden och bibeh&aring;ller bildens proportioner. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Skalad</guilabel>: F&ouml;rstorar bilden tills den n&aring;r sk&auml;rmens kanter och bibeh&aring;ller bildens proportioner.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Sida vid sida</guilabel>: F&ouml;rstorar bilden tills den n&aring;r sk&auml;rmens kanter och bibeh&aring;ller bildens proportioner. </para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>V&auml;lj bild</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para/>
              <para>Klicka p&aring; <guilabel>V&auml;lj bild</guilabel> om du vill visa dialogf&ouml;nstret <guilabel>V&auml;lj en bild</guilabel>. V&auml;lj den bakgrundsbild som du vill ska visas som bakgrund och klicka sedan p&aring; <guibutton>OK</guibutton>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Ta bort </guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para>V&auml;lj den <guibutton>Bakgrundsbild</guibutton> som du vill ta bort och klicka sedan p&aring; <guilabel>Ta bort</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Bakgrundsformat</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Om du vill ange ett f&auml;rgschema anv&auml;nder du alternativen i listrutan <guilabel>Bakgrundsformat</guilabel> och f&auml;rgv&auml;ljarknapparna.</para>
              <para>Du kan ange ett f&auml;rgschema p&aring; n&aring;got av f&ouml;ljande s&auml;tt:</para>
              <itemizedlist>
                <listitem>
                  <para>V&auml;lj <guilabel>Enf&auml;rgad</guilabel> i listrutan <guilabel> Bakgrundsformat</guilabel> om du vill ange en enskild f&auml;rg f&ouml;r skrivbordsbakgrunden. </para>
                  <para>Klicka p&aring; knappen <guibutton>F&auml;rg </guibutton> f&ouml;r att v&auml;lja den f&auml;rg du vill ha. Dialogf&ouml;nstret <guilabel>V&auml;lj en f&auml;rg</guilabel> visas. V&auml;lj en f&auml;rg och klicka sedan p&aring; <guibutton>OK</guibutton>.</para>
                </listitem>
                <listitem>
                  <para>V&auml;lj <guilabel>V&aring;gr&auml;t f&auml;rgskala</guilabel> i listrutan <guilabel> Bakgrundsformat</guilabel>. Det h&auml;r alternativet skapar en toningseffekt fr&aring;n sk&auml;rmens v&auml;nsterkant till sk&auml;rmens h&ouml;gerkant.</para>
                  <para>Klicka p&aring; knappen <guibutton>F&auml;rg till v&auml;nster</guibutton> f&ouml;r att visa dialogf&ouml;nstret <guilabel> V&auml;lj en f&auml;rg</guilabel>. V&auml;lj den f&auml;rg som du vill ska visas i v&auml;nsterkanten.</para>
                  <para>Klicka p&aring; knappen <guibutton>F&auml;rg till h&ouml;ger</guibutton>. V&auml;lj den f&auml;rg som du vill ska visas i h&ouml;gerkanten.</para>
                </listitem>
                <listitem>
                  <para>V&auml;lj <guilabel>Lodr&auml;t f&auml;rgskala</guilabel> i listrutan <guilabel> Bakgrundsformat</guilabel>. Det h&auml;r alternativet skapar en toningseffekt fr&aring;n sk&auml;rmens &ouml;verkant till sk&auml;rmens nederkant.</para>
                  <para>Klicka p&aring; knappen <guibutton>F&auml;rg i &ouml;verkant</guibutton> f&ouml;r att visa dialogf&ouml;nstret <guilabel> V&auml;lj en f&auml;rg</guilabel>. V&auml;lj den f&auml;rg som du vill ska visas i &ouml;verkanten.</para>
                  <para>Klicka p&aring; knappen <guibutton>F&auml;rg i nederkant</guibutton>. V&auml;lj den f&auml;rg som du vill ska visas i nederkanten.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustlookandfeel-39">
    <title>Konfigurera en cd-databasserver </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Cd-databasserver</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Cd-databasserver</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Cd-databasserver</guimenuitem></menuchoice>.</para>
    <para>Med inst&auml;llningsverktyget <application>Cd-databasserver</application> kan du konfigurera en cd-databasserver som systemet kan s&ouml;ka i. En cd-databasserver inneh&aring;ller information om cd-skivor, till exempel artistens namn, titeln och l&aring;tlistan. N&auml;r en cd-skiva spelas upp i ett program kan programmet s&ouml;ka igenom cd-databasservern efter information om skivan och visa informationen. </para>
    <para>I <xref linkend="goscustlookandfeel-TBL-101"/> beskrivs inst&auml;llningarna f&ouml;r inst&auml;llningsverktyget <application>Cd-databasserver</application>.</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-101">
      <title>Inst&auml;llningar f&ouml;r cd-databasservern </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Skicka ingen information</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du inte vill skicka n&aring;gon information till cd-databasservern.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Skicka verklig information</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill skicka information om ditt namn och v&auml;rdnamn till cd-databasservern.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Skicka annan information</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill skicka ett annat namn och v&auml;rdnamn till cd-databasservern. Ange namnet i f&auml;ltet <guilabel>Namn</guilabel>. Ange v&auml;rdnamnet i f&auml;ltet <guilabel>V&auml;rdnamn</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Round robin-FreeDB-server</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>FreeDB &auml;r en cd-databas. Round robin-FreeDB-servern &auml;r en FreeDB-server med belastningsf&ouml;rdelande konfiguration. Markera det h&auml;r alternativet om du vill komma &aring;t FreeDB-cd-databasen fr&aring;n den h&auml;r servern.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para><guilabel>Annan FreeDB-server</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill komma &aring;t FreeDB-cd-databasen fr&aring;n en annan server. Markera den &ouml;nskade servern i servertabellen.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Uppdatera serverlistan</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; den h&auml;r knappen om du vill uppdatera listan &ouml;ver tillg&auml;ngliga FreeDB-servrar i servertabellen.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Annan server</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en annan cd-databasserver. Ange namnet p&aring; den server d&auml;r databasen finns i f&auml;ltet <guilabel>V&auml;rdnamn</guilabel>. Ange det portnummer som du kan komma &aring;t databasen via i f&auml;ltet <guilabel> Port</guilabel>.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdoc-7">
    <title>Konfigurera filtyper </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Filtyper</secondary>
    </indexterm>
    <indexterm>
      <primary>filtyper</primary>
      <secondary>konfigurera</secondary>
    </indexterm>
    <indexterm>
      <primary>tj&auml;nster</primary>
      <secondary>konfigurera</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Filtyper</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Filtyper</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>Filtyper</application> n&auml;r du vill konfigurera f&ouml;ljande:</para>
    <variablelist>
      <varlistentry>
        <term>Filtyper</term>
        <listitem>
          <para>Du kan ange hur filer av olika typer ska visas och redigeras. Du kan till exempel ange att en viss ikon ska anv&auml;nds f&ouml;r en viss filtyp. Du kan ocks&aring; ange att en fil som &auml;r ett textdokument ska &ouml;ppnas med en textredigerare.</para>
          <para>Filhanteraren och andra skrivbordsprogram kontrollerar inneh&aring;llet i en fil f&ouml;r att avg&ouml;ra vilken typ av fil det &auml;r. Om de f&ouml;rsta raderna inte anger vilken typ av fil det &auml;r kontrolleras filnamnet.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Tj&auml;nster</term>
        <listitem>
          <para>En <firstterm>URI (Uniform Resource Identifier)</firstterm> &auml;r en str&auml;ng som identifierar en viss plats i ett filsystem eller p&aring; Internet. Adressen till en sida p&aring; Internet &auml;r till exempel en URI. En <firstterm>tj&auml;nst</firstterm> &auml;r ett protokoll eller en uppgift som en URI beg&auml;r. URI:n <literal>http://www.gnome.org</literal> beg&auml;r till exempel tj&auml;nsten <literal>http</literal>. </para>
          <para>Du kan associera ett program med en tj&auml;nst, s&aring; att programmet utf&ouml;r den uppgift som tj&auml;nsten beg&auml;r. Du kan till exempel associera den webbl&auml;sare som du f&ouml;redrar med tj&auml;nsten <literal>http</literal>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <para>I <xref linkend="goscustdoc-TBL-8"/> beskrivs elementen i inst&auml;llningsverktyget <application>Filtyper</application>.</para>
    <table frame="topbot" id="goscustdoc-TBL-8">
      <title>Element i inst&auml;llningsverktyget Filtyper </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Element</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>Tabell  </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; h&ouml;gerpilen bredvid kategorinamnet om du vill visa inneh&aring;llet i en kategori med filtyper. Kategorin ut&ouml;kas och en beskrivning av varje filtyp samt det filtypstill&auml;gg som &auml;r associerat med filtypen visas. </para>
              <para>Du markerar en filtyp som du vill arbeta med genom att klicka p&aring; filtypen.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guibutton>L&auml;gg till filtyp </guibutton> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; den h&auml;r knappen om du vill l&auml;gga till en filtyp. Mer information finns i <xref linkend="goscustlookandfeel-28"/>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> L&auml;gg till tj&auml;nst</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; den h&auml;r knappen om du vill l&auml;gga till en tj&auml;nst. Mer information finns i <xref linkend="goscustlookandfeel-30"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Redigera</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <indexterm>
                <primary>filtyper</primary>
                <secondary>redigera</secondary>
              </indexterm>
              <indexterm>
                <primary>tj&auml;nster</primary>
                <secondary>redigera</secondary>
              </indexterm>
              <para>Om du vill redigera en filtyp, en tj&auml;nst eller en filtypskategori markerar du det objekt du vill redigera och klickar sedan p&aring; <guibutton>Redigera</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Ta bort</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Om du vill ta bort en filtyp eller tj&auml;nst markerar du det objekt som du vill ta bort och klickar sedan p&aring; <guibutton>Ta bort</guibutton>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <sect2 id="goscustlookandfeel-28">
      <title>S&aring; h&auml;r l&auml;gger du till en filtyp </title>
      <indexterm>
        <primary>filtyper</primary>
        <secondary>l&auml;gga till</secondary>
      </indexterm>
      <para>Om du vill l&auml;gga till en filtyp g&ouml;r du f&ouml;ljande:</para>
      <orderedlist>
        <listitem>
          <para>Starta inst&auml;llningsverktyget <application>Filtyper</application>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>L&auml;gg till filtyp</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Ange egenskaperna f&ouml;r filtypen i dialogf&ouml;nstret <guilabel>L&auml;gg till filtyp</guilabel>. I f&ouml;ljande tabell beskrivs dialogf&ouml;nsterelementen i dialogf&ouml;nstret <guilabel>L&auml;gg till filtyp</guilabel>:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="37.42*"/>
              <colspec colname="colspec1" colwidth="62.58*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Dialogf&ouml;nsterelement</para>
                  </entry>
                  <entry>
                    <para>Beskrivning </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Ingen ikon</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>V&auml;lj en ikon som ska representera filtypen. Klicka p&aring; knappen <guibutton>Ingen ikon</guibutton> om du vill v&auml;lja en ikon. Ett dialogf&ouml;nster d&auml;r du kan v&auml;lja en ikon visas. V&auml;lj en ikon i dialogf&ouml;nstret. Klicka p&aring; <guibutton>Bl&auml;ddra</guibutton> om du vill v&auml;lja en ikon fr&aring;n en annan katalog. Klicka p&aring; <guibutton>OK</guibutton> n&auml;r du har valt en ikon. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Beskrivning</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Skriv en beskrivning av filtypen.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>MIME-typ</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Ange MIME-typen f&ouml;r den h&auml;r filtypen. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Kategori</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Ange den kategori som du vill att filtypen ska tillh&ouml;ra i det h&auml;r inst&auml;llningsverktyget. Klicka p&aring; <guibutton>V&auml;lj</guibutton> om du vill v&auml;lja en kategori i dialogf&ouml;nstret <guilabel>V&auml;lj en filkategori</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Filnamnstill&auml;gg</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Ange de filnamnstill&auml;gg som ska associeras med filtypen. Ange ett filtill&auml;gg i f&auml;ltet till v&auml;nster och tryck sedan p&aring; <keycap>Retur</keycap>. Du tar bort ett filnamnstill&auml;gg genom att markera filnamnstill&auml;gget i f&auml;ltet till h&ouml;ger och sedan klicka p&aring; knappen <guibutton>Ta bort</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Visarkomponent</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Markera den visarkomponent som ska anv&auml;ndas f&ouml;r att visa filer av den h&auml;r typen i filhanteraren.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Standard&aring;tg&auml;rd</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Markera det standardprogram som ska anv&auml;ndas f&ouml;r att &ouml;ppna filer av den h&auml;r typen.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Program som ska k&ouml;ras</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Ange ett program som ska associeras med filtypen. Ange kommandot f&ouml;r att starta programmet i det h&auml;r f&auml;ltet. Om du vill v&auml;lja ett kommando som du tidigare har angett kan du ocks&aring; klicka p&aring; knappen med ned&aring;tpilen och v&auml;lja det kommando som ska k&ouml;ras.</para>
                    <para>Du kan ocks&aring; anv&auml;nda knappen <guibutton>Bl&auml;ddra </guibutton> f&ouml;r att v&auml;lja ett kommando som ska k&ouml;ras. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>K&ouml;r i terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Markera det h&auml;r alternativet om du vill k&ouml;ra programmet i ett terminalf&ouml;nster. V&auml;lj det h&auml;r alternativet f&ouml;r program som inte skapar ett f&ouml;nster att k&ouml;ras i.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustlookandfeel-30">
      <title>S&aring; h&auml;r l&auml;gger du till en tj&auml;nst </title>
      <indexterm>
        <primary>tj&auml;nster</primary>
        <secondary>l&auml;gga till</secondary>
      </indexterm>
      <para>Om du vill l&auml;gga till en tj&auml;nst g&ouml;r du f&ouml;ljande:</para>
      <orderedlist>
        <listitem>
          <para>Starta inst&auml;llningsverktyget <application>Filtyper</application>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>L&auml;gg till tj&auml;nst</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Ange egenskaperna f&ouml;r tj&auml;nsten i dialogf&ouml;nstret <guilabel>L&auml;gg till tj&auml;nst</guilabel>. I f&ouml;ljande tabell beskrivs dialogf&ouml;nsterelementen i dialogf&ouml;nstret <guilabel>L&auml;gg till tj&auml;nst</guilabel>:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="41.22*"/>
              <colspec colname="colspec1" colwidth="58.78*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Dialogf&ouml;nsterelement</para>
                  </entry>
                  <entry>
                    <para>Beskrivning </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Beskrivning</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Skriv en beskrivning f&ouml;r tj&auml;nsten.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Protokoll </guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Ange protokollet f&ouml;r tj&auml;nsten.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Program som ska k&ouml;ras</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>Information anges i en kommande version. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Program</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Ange programmet som ska associeras med tj&auml;nsten. Ange kommandot f&ouml;r att starta programmet i det h&auml;r f&auml;ltet. Om du vill v&auml;lja ett kommando som du tidigare har angett kan du ocks&aring; klicka p&aring; knappen med ned&aring;tpilen och v&auml;lja det kommando som ska k&ouml;ras.</para>
                    <para>Du kan ocks&aring; anv&auml;nda knappen <guibutton>Bl&auml;ddra </guibutton> f&ouml;r att v&auml;lja ett kommando som ska k&ouml;ras.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>K&ouml;r i terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Markera det h&auml;r alternativet om du vill k&ouml;ra programmet i ett terminalf&ouml;nster. V&auml;lj det h&auml;r alternativet f&ouml;r program som inte skapar ett f&ouml;nster att k&ouml;ras i.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosnautilus-15">
    <title>Ange mappinst&auml;llningar </title>
    <indexterm>
      <primary>filhanterare</primary>
      <secondary>anpassa</secondary>
    </indexterm>
    <para>Du kan anpassa mappar efter dina krav och behov. Det h&auml;r avsnittet beskriver hur du anpassar mappinst&auml;llningar. </para>
    <sect2 id="gosnautilus-17">
      <title>Ange inst&auml;llningar </title>
      <indexterm>
        <primary>filhanterare</primary>
        <secondary>inst&auml;llningar</secondary>
        <tertiary>introduktion</tertiary>
      </indexterm>
      <indexterm>
        <primary>inst&auml;llningar, filhanterare</primary>
        <see>mappinst&auml;llningar</see>
      </indexterm>
      <para>Du startar inst&auml;llningsverktyget <guilabel>Mappar</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Mappar</guimenuitem></menuchoice>.</para>
      <para>Du kan ocks&aring; ange filhanterarens inst&auml;llningar med dialogf&ouml;nstret <guilabel>Mappinst&auml;llningar</guilabel>. Du visar dialogf&ouml;nstret <guilabel>Mappinst&auml;llningar</guilabel> genom att v&auml;lja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inst&auml;llningar</guimenuitem></menuchoice> fr&aring;n n&aring;got fill&auml;sarf&ouml;nster.</para>
      <para>Du kan ange inst&auml;llningar i f&ouml;ljande kategorier: </para>
      <itemizedlist>
        <listitem>
          <para>Standardinst&auml;llningar f&ouml;r vyer.</para>
        </listitem>
        <listitem>
          <para>Funktion f&ouml;r filer och mappar, k&ouml;rbara textfiler och <guilabel>papperskorgen</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Den information som visas i ikonrubriker.</para>
        </listitem>
        <listitem>
          <para>F&ouml;rhandsgranskningsalternativ som f&ouml;rb&auml;ttrar filhanterarens prestanda. </para>
        </listitem>
      </itemizedlist>
      <sect3 id="gosnautilus-438">
        <title>Ange visningsinst&auml;llningar </title>
        <indexterm>
          <primary>filhanterare</primary>
          <secondary>inst&auml;llningar</secondary>
          <tertiary>vyer</tertiary>
        </indexterm>
        <para>Du kan ange en standardvy och sedan ange alternativ f&ouml;r sortering och visning. Du kan ocks&aring; ange standardinst&auml;llningar f&ouml;r ikonvyer och listvyer. Du anger standardinst&auml;llningar f&ouml;r visning genom att v&auml;lja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inst&auml;llningar</guimenuitem></menuchoice>. Klicka p&aring; fliken <guilabel>Vyer</guilabel> om du vill visa <guilabel>Vyer</guilabel>.</para>
        <para><xref linkend="gosnautilus-TBL-30"/> visar de inst&auml;llningar f&ouml;r vyer som du kan &auml;ndra. </para>
        <table frame="topbot" id="gosnautilus-TBL-30">
          <title>Visningsinst&auml;llningar</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Dialogf&ouml;nsterelement</para>
                </entry>
                <entry>
                  <para>Beskrivning </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Visa nya mappar med</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>V&auml;lj standardvy f&ouml;r mappar. N&auml;r du &ouml;ppnar en mapp visas den i den vy du v&auml;ljer.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Ordna objekt</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>V&auml;lj hur du vill sortera objekt i mappar som visas i den h&auml;r vyn.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Sortera mappar f&ouml;re filer</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill visa mappar f&ouml;re filer n&auml;r du sorterar en mapp.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Visa dolda filer och s&auml;kerhetskopior</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill visa dolda filer och s&auml;kerhetskopior i visningspanelen. Det f&ouml;rsta tecknet i ett dolt filnamn &auml;r en punkt (.). Det sista tecknet ett filnamn f&ouml;r en s&auml;kerhetskopia &auml;r ett tilde-tecken (~).</para>
                  <para>Du kan d&ouml;lja filer fr&aring;n att visas p&aring; visningspanelen genom att l&auml;gga till till&auml;gget  <filename>.hidden</filename> i filnamnet. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Standardzoomniv&aring;</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Ikonvy och listvy. V&auml;lj standardzoomniv&aring; f&ouml;r mappar som visas i den h&auml;r vyn. Zoomniv&aring;n anger storleken p&aring; objekt i en vy.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Anv&auml;nd kompakt layout</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill ordna objekt i ikonvy s&aring; att de placeras n&auml;rmare varandra i mappen.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para><guilabel>Text bredvid ikoner</guilabel>:</para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill placera ikonrubrikerna f&ouml;r objekt bredvid i st&auml;llet f&ouml;r under ikonen.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Visa endast mappar</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill visa enbart mappar under <guilabel>Tr&auml;d</guilabel> p&aring; sidopanelen.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-56">
        <title>Ange inst&auml;llningar f&ouml;r beteende </title>
        <indexterm>
          <primary>filhanterare</primary>
          <secondary>inst&auml;llningar</secondary>
          <tertiary>beteende</tertiary>
        </indexterm>
        <para>Du anger inst&auml;llningar f&ouml;r filer och mappar genom att v&auml;lja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inst&auml;llningar</guimenuitem></menuchoice>. Klicka p&aring; fliken <guilabel>Beteende</guilabel> f&ouml;r att visa <guilabel>Beteende</guilabel>.</para>
        <para><xref linkend="gosnautilus-TBL-37"/> visar de inst&auml;llningar f&ouml;r filer och mappar som du kan &auml;ndra. </para>
        <table frame="topbot" id="gosnautilus-TBL-37">
          <title>Inst&auml;llningar f&ouml;r funktion f&ouml;r filer och mappar</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec6" colwidth="35.09*"/>
            <colspec colname="colspec7" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Alternativ</para>
                </entry>
                <entry>
                  <para>Beskrivning </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Enkelklick f&ouml;r att aktivera objekt</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Markera det h&auml;r alternativet om du vill k&ouml;ra standard&aring;tg&auml;rden f&ouml;r ett objekt n&auml;r du klickar p&aring; det. N&auml;r det h&auml;r alternativet &auml;r markerat och du pekar p&aring; ett objekt stryks objektets titel under.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Dubbelklick f&ouml;r att aktivera objekt</guilabel> </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill k&ouml;ra standard&aring;tg&auml;rden f&ouml;r ett objekt n&auml;r du dubbelklickar p&aring; det.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para>
                    <guilabel>K&ouml;r k&ouml;rbara filer n&auml;r de klickas</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7">
                  <para>Markera det h&auml;r alternativet om du vill k&ouml;ra en k&ouml;rbar fil n&auml;r du v&auml;ljer den. En k&ouml;rbar fil &auml;r en textfil som kan k&ouml;ra, dvs &auml;r, ett skalskript. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Visa k&ouml;rbara filer n&auml;r de klickas</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Markera det h&auml;r alternativet om du vill visa inneh&aring;llet i en k&ouml;rbar fil n&auml;r du v&auml;ljer den.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para>
                    <guilabel>Fr&aring;ga varje g&aring;ng</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill att det ska visas ett dialogf&ouml;nster n&auml;r du v&auml;ljer en k&ouml;rbar fil. I dialogf&ouml;nstret tillfr&aring;gas du om du vill k&ouml;ra eller visa filen.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Fr&aring;ga innan papperskorgen t&ouml;ms eller filer tas bort</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Markera det h&auml;r alternativet om du vill f&aring; ett bekr&auml;ftelsemeddelande innan <guilabel>papperskorgen</guilabel> t&ouml;ms eller filer tas bort.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Inkludera ett borttagningskommando som &aring;sidos&auml;tter papperskorgen</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Markera det h&auml;r alternativet om du vill l&auml;gga till menyalternativet <guimenuitem>Ta bort</guimenuitem> p&aring; f&ouml;ljande menyer:</para>
                  <itemizedlist>
                    <listitem>
                      <para>Menyn <guimenu>Redigera</guimenu>.</para>
                    </listitem>
                    <listitem>
                      <para>Den popupmeny som visas n&auml;r du h&ouml;gerklickar p&aring; en fil, en mapp eller ett skrivbordsbakgrundsobjekt. </para>
                    </listitem>
                  </itemizedlist>
                  <para>N&auml;r du markerar ett objekt och sedan v&auml;ljer menyalternativet <guimenuitem>Ta bort</guimenuitem> tas objektet bort fr&aring;n filsystemet direkt.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-439">
        <title>Ange inst&auml;llningar f&ouml;r ikonrubriker </title>
        <indexterm>
          <primary>filhanterare</primary>
          <secondary>ikoner</secondary>
          <tertiary>rubrikinst&auml;llningar</tertiary>
        </indexterm>
        <indexterm>
          <primary>filhanterare</primary>
          <secondary>inst&auml;llningar</secondary>
          <tertiary>ikonrubriker</tertiary>
        </indexterm>
        <para>En ikonrubrik visar namnet p&aring; en fil eller mapp i en ikonvy. Ikonrubriken inneh&aring;ller ocks&aring; ytterligare tre informationsuppgifter om filen eller mappen. Extrainformationen visas efter filnamnet. Vanligtvis &auml;r bara en uppgift synlig, men n&auml;r du zoomar in p&aring; en ikon visas mer av informationen. Du kan &auml;ndra den extrainformation som visas i ikonrubriker. </para>
        <para>Du anger inst&auml;llningar f&ouml;r ikonrubriker genom att v&auml;lja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inst&auml;llningar</guimenuitem></menuchoice>. Klicka p&aring; fliken <guilabel>Ikonrubriker</guilabel> f&ouml;r att visa <guilabel>Ikonrubriker</guilabel>. </para>
        <para>V&auml;lj de informationsuppgifter som du vill visa i ikonrubriken i de tre listorna. V&auml;lj den f&ouml;rsta uppgiften i den f&ouml;rsta listan, den andra i den andra listan osv. I f&ouml;ljande tabell beskrivs de informationsuppgifter som du kan v&auml;lja:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Information</para>
                </entry>
                <entry>
                  <para>Beskrivning </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Storlek</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets storlek.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Typ</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa beskrivningen av MIME-typen f&ouml;r objektet fr&aring;n inst&auml;llningsverktyget <application>Filtyper</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Auml;ndringsdatum</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa det senaste &auml;ndringsdatumet f&ouml;r objektet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Aring;tkomstdatum</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa det datum d&aring; objektet senast anv&auml;ndes.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Auml;gare</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets &auml;gare.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Grupp</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa den grupp som objektet tillh&ouml;r.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Beh&ouml;righeter</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>beh&ouml;righeter</primary><secondary>visa som tecken</secondary></indexterm>Markera det h&auml;r alternativet om du vill visa beh&ouml;righeterna f&ouml;r objektet som tre upps&auml;ttningar med tre tecken, exempelvis <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>R&auml;ttigheter p&aring; oktal form</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>beh&ouml;righeter</primary><secondary>visa i oktal form</secondary></indexterm>Markera det h&auml;r alternativet om du vill visa beh&ouml;righeterna f&ouml;r objektet i oktal form, exempelvis <computeroutput>764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>MIME-typ</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets MIME-typ.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Ingen</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du inte vill visa n&aring;gon information om objektet.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-490">
        <title>S&aring; h&auml;r anger du inst&auml;llningar f&ouml;r listkolumner</title>
        <para>Du kan ange vilken information som visas i listvyn i filhanterarf&ouml;nster. Du kan ange vilka kolumner som visas i listvyn och i vilken ordning som de visas.</para>
        <para>Du anger inst&auml;llningar f&ouml;r listkolumner genom att v&auml;lja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inst&auml;llningar</guimenuitem></menuchoice>. Klicka p&aring; fliken <guilabel>Listkolumner</guilabel> f&ouml;r att visa flikavsnittet <guilabel>Listkolumner</guilabel>. </para>
        <para>Om du vill ange en kolumn som ska visas i listvyn, markerar du alternativet som motsvarar kolumnen och klickar sedan p&aring;  <guibutton>Visa</guibutton>-knappen. Om du vill ta bort en kolumn fr&aring;n listvyn, markerar du alternativet som motsvarar kolumnen och klickar sedan p&aring;  <guibutton>D&ouml;lja</guibutton>-knappen.</para>
        <para>Anv&auml;nd knapparna <guibutton>Flytta upp</guibutton> och <guibutton>Flytta ned</guibutton> f&ouml;r att ange kolumnernas position i listvyn.</para>
        <para>Om du vill anv&auml;nda standardkolumnerna och standardpositionerna f&ouml;r kolumnerna, klickar du p&aring; knappen <guibutton> Anv&auml;nd standard</guibutton>. </para>
        <para>I f&ouml;ljande tabell beskrivs kolumnerna som du kan visa:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Information</para>
                </entry>
                <entry>
                  <para>Beskrivning </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Namn</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets namn.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Storlek</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets storlek.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Typ</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa beskrivningen av MIME-typen f&ouml;r objektet fr&aring;n inst&auml;llningsverktyget <application>Filtyper</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Auml;ndringsdatum </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa det senaste &auml;ndringsdatumet f&ouml;r objektet.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Aring;tkomstdatum</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa det datum d&aring; objektet senast anv&auml;ndes.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Grupp</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill visa den grupp som objektet tillh&ouml;r.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>MIME-typ</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets MIME-typ.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>R&auml;ttigheter p&aring; oktal form</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para><indexterm><primary>r&auml;ttigheter</primary><secondary>visa p&aring; oktal form</secondary></indexterm>Markera det h&auml;r alternativet om du vill visa objektets r&auml;ttigheter p&aring; oktal form, t.ex. <computeroutput>764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Auml;gare</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Markera det h&auml;r alternativet om du vill visa objektets &auml;gare.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Beh&ouml;righeter</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>r&auml;ttigheter</primary><secondary>visa som tecken</secondary></indexterm>Markera det h&auml;r alternativet om du vill visa objektets r&auml;ttigheter som tre upps&auml;ttningar av tre tecken, t.ex.  <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-60">
        <title>Ange inst&auml;llningar f&ouml;r f&ouml;rhandsgranskning </title>
        <indexterm>
          <primary>filhanterare</primary>
          <secondary>inst&auml;llningar</secondary>
          <tertiary>f&ouml;rhandsgranskning</tertiary>
        </indexterm>
        <para>Filhanteraren inneh&aring;ller en del funktioner f&ouml;r f&ouml;rhandsgranskning. De h&auml;r funktionerna kan p&aring;verka hur fort filhanteraren svarar p&aring; kommandon. Du kan &auml;ndra funktionen f&ouml;r vissa av funktionerna f&ouml;r att f&ouml;rb&auml;ttra filhanterarens prestanda. F&ouml;r varje f&ouml;rhandsgranskningsinst&auml;llning kan du v&auml;lja ett av de alternativ som beskrivs i f&ouml;ljande tabell:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colwidth="35.09*"/>
            <colspec colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Alternativ</para>
                </entry>
                <entry>
                  <para>Beskrivning </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Alltid</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Utf&ouml;r &aring;tg&auml;rden b&aring;de f&ouml;r lokala filer och f&ouml;r filer p&aring; andra filsystem.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Endast lokala filer</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Utf&ouml;r &aring;tg&auml;rden endast p&aring; lokala filer.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Aldrig</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Utf&ouml;r aldrig &aring;tg&auml;rden. </para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
        <para>Du anger inst&auml;llningar f&ouml;r f&ouml;rhandsgranskning genom att v&auml;lja <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Inst&auml;llningar</guimenuitem></menuchoice>. Klicka p&aring; fliken <guilabel>F&ouml;rhandsgranska</guilabel> f&ouml;r att visa <guilabel>F&ouml;rhandsgranska</guilabel>. </para>
        <para>I <xref linkend="gosnautilus-TBL-41"/> visas de inst&auml;llningar f&ouml;r f&ouml;rhandsgranskning som du kan &auml;ndra.</para>
        <table frame="topbot" id="gosnautilus-TBL-41">
          <title>Inst&auml;llningar f&ouml;r f&ouml;rhandsgranskning</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Dialogf&ouml;nsterelement</para>
                </entry>
                <entry>
                  <para>Beskrivning </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Visa text i ikoner</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>V&auml;lj ett alternativ f&ouml;r att ange n&auml;r du vill f&ouml;rhandsgranska inneh&aring;llet i textfiler p&aring; den ikon som representerar filen. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Visa miniatyrbilder</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>V&auml;lj ett alternativ f&ouml;r att ange n&auml;r miniatyrbilder f&ouml;r bildfiler ska visas. Filhanteraren sparar miniatyrbilder f&ouml;r alla mappar i en mapp som heter <filename> .thumbnails</filename> och som finns en niv&aring; under den aktuella mappen.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Endast f&ouml;r filer mindre &auml;n</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Ange maximal filstorlek f&ouml;r filer som filhanteraren ska skapa miniatyrbilder f&ouml;r.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para><guilabel>F&ouml;rhandsgranska ljudfiler</guilabel> </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>V&auml;lj ett alternativ f&ouml;r att ange n&auml;r du vill f&ouml;rhandsgranska ljudfiler. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>R&auml;kna antal objekt</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>V&auml;lj ett alternativ f&ouml;r att ange n&auml;r antalet objekt i mappar ska visas. Om du har st&auml;llt in visningen till ikonvy kan du beh&ouml;va &ouml;ka standardzoomniv&aring;n i flikavsnittet <guilabel>Vyer</guilabel> f&ouml;r att kunna se antalet objekt i varje mapp.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
    </sect2>
    <sect2 id="gosnautilus-50">
      <title>&Auml;ndra bakgrunder </title>
      <indexterm>
        <primary>filhanterare</primary>
        <secondary>&auml;ndra bakgrunder</secondary>
      </indexterm>
      <indexterm>
        <primary>bakgrunder</primary>
        <secondary> &auml;ndra sk&auml;rmkomponent</secondary>
      </indexterm>
      <para>Filhanteraren inneh&aring;ller bakgrunder som du kan anv&auml;nda f&ouml;r att &auml;ndra utseendet p&aring; f&ouml;ljande sk&auml;rmkomponenter: </para>
      <itemizedlist>
        <listitem>
          <para>Skrivbordsmilj&ouml;</para>
        </listitem>
        <listitem>
          <para>Sidopanelen och visningspanelen i filhanterarf&ouml;nster</para>
        </listitem>
        <listitem>
          <para>Paneler</para>
        </listitem>
      </itemizedlist>
      <para>Om du vill &auml;ndra bakgrunden f&ouml;r en sk&auml;rmkomponent g&ouml;r du s&aring; h&auml;r: </para>
      <orderedlist>
        <listitem>
          <para>V&auml;lj <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Bakgrunder och emblem</guimenuitem></menuchoice>.</para>
        </listitem>
        <listitem>
          <para>Om du vill visa en lista med m&ouml;nster som du kan anv&auml;nda som bakgrund, klickar du p&aring; knappen <guibutton> M&ouml;nster</guibutton> i dialogf&ouml;nstret <guilabel>Bakgrunder och emblem</guilabel>. Om du vill visa en lista med f&auml;rger som du kan anv&auml;nda p&aring; bakgrunden klickar du p&aring; knappen <guibutton>F&auml;rger</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Om du vill &auml;ndra bakgrunden till ett m&ouml;nster drar du m&ouml;nstret till sk&auml;rmkomponenten. Om du vill &auml;ndra bakgrunden till en f&auml;rg drar du f&auml;rgen till sk&auml;rmkomponenten. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton>.</para>
        </listitem>
      </orderedlist>
      <para>Om du vill &aring;terst&auml;lla bakgrunden f&ouml;r visnings- eller sidopanelen till standardbakgrunden h&ouml;gerklickar du p&aring; panelens bakgrund och v&auml;ljer <guimenuitem>Anv&auml;nd standardbakgrund</guimenuitem>.</para>
      <para>N&auml;r du &auml;ndrar bakgrunden f&ouml;r sido- eller visningspanelen f&ouml;r en viss mapp kommer filhanteraren ih&aring;g den bakgrund som du har valt. N&auml;sta g&aring;ng du visar mappen visas den bakgrund som du valde. N&auml;r du &auml;ndrar bakgrund f&ouml;r en mapp kan du allts&aring; anpassa mappen f&ouml;r att visa bakgrunden. </para>
      <sect3 id="gosnautilus-63">
        <title>S&aring; h&auml;r l&auml;gger du till ett m&ouml;nster </title>
        <indexterm>
          <primary>bakgrunder</primary>
          <secondary>l&auml;gga till m&ouml;nster</secondary>
        </indexterm>
        <para>Om du vill l&auml;gga till ett m&ouml;nster bland de m&ouml;nster som du kan anv&auml;nda p&aring; sk&auml;rmkomponenter v&auml;ljer du <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Bakgrunder och emblem</guimenuitem></menuchoice>. Klicka p&aring; knappen <guibutton>M&ouml;nster</guibutton> och sedan p&aring; knappen <guibutton>L&auml;gg till ett nytt m&ouml;nster</guibutton>. Ett dialogf&ouml;nster visas. Anv&auml;nd dialogf&ouml;nstret f&ouml;r att hitta det nya m&ouml;nstret. Klicka p&aring; <guibutton>OK</guibutton> f&ouml;r att l&auml;gga till det nya m&ouml;nstret i dialogf&ouml;nstret <guilabel>Bakgrunder och emblem</guilabel>.</para>
      </sect3>
      <sect3 id="gosnautilus-64">
        <title>S&aring; h&auml;r l&auml;gger du till en f&auml;rg </title>
        <indexterm>
          <primary>bakgrunder</primary>
          <secondary>l&auml;gga till f&auml;rger</secondary>
        </indexterm>
        <para>Om du vill l&auml;gga till en f&auml;rg bland de f&auml;rger som du kan anv&auml;nda p&aring; sk&auml;rmkomponenter v&auml;ljer du <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Bakgrunder och emblem</guimenuitem></menuchoice>. Klicka p&aring; knappen <guibutton>F&auml;rger</guibutton> och sedan p&aring; knappen <guibutton>L&auml;gg till en ny f&auml;rg</guibutton>. Det visas en dialog d&auml;r du kan v&auml;lja f&auml;rger. Anv&auml;nd f&auml;rghjulet eller reglagen f&ouml;r att v&auml;lja f&auml;rg. Klicka p&aring; <guibutton>OK</guibutton> f&ouml;r att l&auml;gga till den nya f&auml;rgen i dialogf&ouml;nstret <guilabel>Bakgrunder och emblem</guilabel>.</para>
      </sect3>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-38">
    <title>V&auml;lja standardtypsnitt </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Typsnitt</secondary>
    </indexterm>
    <indexterm>
      <primary>typsnitt</primary>
      <secondary>skrivbordsbakgrund</secondary>
    </indexterm>
    <indexterm>
      <primary>typsnitt</primary>
      <secondary>program</secondary>
    </indexterm>
    <indexterm>
      <primary>typsnitt</primary>
      <secondary>f&ouml;nsternamn</secondary>
    </indexterm>
    <indexterm>
      <primary>typsnitt</primary>
      <secondary>terminal</secondary>
    </indexterm>
    <indexterm>
      <primary>typsnitt</primary>
      <secondary>rendering</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Typsnitt</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningarVisa</guisubmenu><guimenuitem>Typsnitt</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>Typsnitt</application> f&ouml;r att v&auml;lja de typsnitt som du vill anv&auml;nda i program, f&ouml;nster, terminaler och p&aring; skrivbordet. </para>
    <para><xref linkend="goscustdesk-TBL-26"/> visar de typsnittsinst&auml;llningar som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustdesk-TBL-26">
      <title>Typsnittsinst&auml;llningar </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec18" colwidth="19.21*"/>
        <colspec colname="colspec19" colwidth="46.79*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Programtypsnitt</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; typsnittsv&auml;ljaren om du vill markera ett typsnitt som ska anv&auml;ndas i programmen. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Skrivbordstypsnitt</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; typsnittsv&auml;ljaren om du vill markera ett typsnitt som endast ska anv&auml;ndas p&aring; skrivbordsbakgrunden.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Typsnitt f&ouml;r f&ouml;nstertitel</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; typsnittsv&auml;ljaren f&ouml;r att v&auml;lja ett typsnitt som ska anv&auml;ndas i f&ouml;nstertitelrader.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Terminaltypsnitt</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; typsnittsv&auml;ljaren f&ouml;r att v&auml;lja ett typsnitt som ska anv&auml;ndas i programmet <application>Terminal</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Typsnittsrendering</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>V&auml;lj ett av f&ouml;ljande alternativ f&ouml;r att ange hur typsnitt ska &aring;terges p&aring; sk&auml;rmen:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Enf&auml;rgad</guilabel>: &Aring;terger typsnitt enbart i svartvitt. Kanterna p&aring; tecknen kan se taggiga ut i vissa fall, eftersom tecknen inte kantutj&auml;mnas. <firstterm>Kantutj&auml;mning</firstterm> &auml;r en effekt som anv&auml;nds p&aring; teckenkanter f&ouml;r att de ska se j&auml;mnare ut.</para>
                </listitem>
                <listitem>
                  <para><guilabel>B&auml;sta former</guilabel>: Kantutj&auml;mnar teckensnitt n&auml;r det &auml;r m&ouml;jligt. Anv&auml;nd det h&auml;r alternativet f&ouml;r vanliga CRT-bildsk&auml;rmar (Cathode Ray Tube).</para>
                </listitem>
                <listitem>
                  <para><guilabel>B&auml;sta kontrast</guilabel>: Justerar typsnitt f&ouml;r att de ska visas med b&auml;sta m&ouml;jliga kontrast och kantutj&auml;mnar dem ocks&aring;, s&aring; att tecknen f&aring;r j&auml;mna kanter. Med det h&auml;r alternativet kan det bli enklare f&ouml;r anv&auml;ndare med nedsatt syn att anv&auml;nda  Java Desktop System.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Underbildpunktsutj&auml;mning (LCD-sk&auml;rmar)</guilabel>: Anv&auml;nder en teknik som utnyttjar formen p&aring; enskilda LCD-bildpunkter (Liquid Crystal Display) f&ouml;r att &aring;terge typsnitt p&aring; ett j&auml;mnt s&auml;tt. Anv&auml;nd det h&auml;r alternativet f&ouml;r LCD-sk&auml;rmar och platta sk&auml;rmar.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Detaljer</guibutton>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Klicka p&aring; den h&auml;r knappen om du vill ange ytterligare detaljer om hur typsnitt ska &aring;terges p&aring; sk&auml;rmen.</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Uppl&ouml;sning (punkter per tum)</guilabel>: Anv&auml;nd rotationsrutan f&ouml;r att ange vilken uppl&ouml;sning som ska anv&auml;ndas n&auml;r typsnitt &aring;terges p&aring; sk&auml;rmen.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Utj&auml;mning</guilabel>: V&auml;lj ett av f&ouml;ljande alternativ f&ouml;r att ange hur typsnitt ska kantutj&auml;mnas.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Hintning</guilabel>: <firstterm>Hintning</firstterm> &auml;r en &aring;tergivningsteknik f&ouml;r typsnitt som f&ouml;rb&auml;ttrar kvaliteten p&aring; typsnitt i sm&aring; storlekar och vid l&aring;ga sk&auml;rmuppl&ouml;sningar. V&auml;lj ett av alternativen f&ouml;r att ange hur hintning ska anv&auml;ndas.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Underbildpunktsordning</guilabel>: V&auml;lj ett av f&ouml;ljande alternativ f&ouml;r att ange underbildpunktsf&auml;rgordning f&ouml;r typsnitten. Anv&auml;nd det h&auml;r alternativet f&ouml;r LCD-sk&auml;rmar och platta sk&auml;rmar.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-50">
    <title>Konfigurera en proxyanslutning </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Internet-konfiguration </secondary>
    </indexterm>
    <indexterm>
      <primary>proxykonfiguration</primary>
      <secondary>ange inst&auml;llningar</secondary>
    </indexterm>
    <indexterm>
      <primary>Internet</primary>
      <secondary>konfigurera anslutning</secondary>
    </indexterm>
    <indexterm>
      <primary>Internet</primary>
      <secondary>ange inst&auml;llningar</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Konfiguration av proxyserver</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Konfiguration av proxyserver</guimenuitem></menuchoice>.</para>
    <para>Med inst&auml;llningsverktyget <application>Konfiguration av proxyserver</application> kan du konfigurera hur systemet ansluter till Internet. Du kan konfigurera Java Desktop System f&ouml;r anslutning till en <firstterm>proxyserver</firstterm> och ange informationen om proxyservern. En proxyserver &auml;r en server som f&aring;ngar upp f&ouml;rfr&aring;gningar till en annan server och utf&ouml;r dem sj&auml;lv, om det &auml;r m&ouml;jligt. Du kan ange Domain Name Service-namnet (DNS) eller Internet Protocol-adressen (IP) f&ouml;r proxyservern. Ett <firstterm>DNS-namn</firstterm> &auml;r en unik identifierare som best&aring;r av bokst&auml;ver f&ouml;r en dator i ett n&auml;tverk. En <firstterm>IP-adress</firstterm> &auml;r en unik identifierare best&aring;ende av siffror f&ouml;r en dator i ett n&auml;tverk. </para>
    <para>I <xref linkend="goscustdesk-TBL-52"/> visas de proxykonfigurationsinst&auml;llningar  som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustdesk-TBL-52">
      <title>Internetinst&auml;llningar</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec2" colwidth="35.09*"/>
        <colspec colname="colspec3" colwidth="64.91*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Direkt Internetanslutning</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Markera det h&auml;r alternativet om du vill ansluta till Internet direkt utan n&aring;gon proxyserver.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2">
              <para>
                <guilabel>Manuell konfiguration av proxyserver</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Markera det h&auml;r alternativet om du vill ansluta till Internet via en proxyserver och vill konfigurera proxyservern manuellt.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>HTTP-proxyserver</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Ange DNS-namnet eller IP-adressen f&ouml;r den proxyserver som du vill anv&auml;nda f&ouml;r HTTP-tj&auml;nster. Ange portnumret f&ouml;r HTTP-tj&auml;nsten p&aring; proxyservern i rotationsrutan <guilabel>Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxyserver f&ouml;r s&auml;ker HTTP</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Ange DNS-namnet eller IP-adressen f&ouml;r den proxyserver som du vill anv&auml;nda f&ouml;r s&auml;kra HTTP-tj&auml;nster. Ange portnumret f&ouml;r den s&auml;kra HTTP-tj&auml;nsten p&aring; proxyservern i rotationsrutan <guilabel>Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>FTP-proxyserver</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Ange DNS-namnet eller IP-adressen f&ouml;r den proxyserver som du vill anv&auml;nda f&ouml;r FTP-tj&auml;nster. Ange portnumret f&ouml;r FTP-tj&auml;nsten p&aring; proxyservern i rotationsrutan <guilabel>Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Socks-v&auml;rd</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Ange DNS-namnet eller IP-adressen f&ouml;r den Socks-v&auml;rd som ska anv&auml;ndas. Ange portnumret f&ouml;r Socks-protokollet p&aring; proxyservern i rotationsrutan <guilabel>Port</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Automatisk konfiguration av proxyserver</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Markera det h&auml;r alternativet om du vill ansluta till Internet via en proxyserver och dessutom konfigurera proxyservern automatiskt.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>URL f&ouml;r automatisk konfiguration</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Ange URL:en som inneh&aring;ller den information som beh&ouml;vs f&ouml;r att konfigurera proxyservern automatiskt. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustaccess-6">
    <title>Konfigurera alternativen f&ouml;r tangentbordshj&auml;lpmedel </title>
    <indexterm>
      <primary>AccessX</primary>
      <see>inst&auml;llningsverktyg, Tangentbordshj&auml;lpmedel</see>
    </indexterm>
    <indexterm>
      <primary>tangentbord</primary>
      <secondary>konfigurera hj&auml;lpmedelsalternativ</secondary>
    </indexterm>
    <indexterm>
      <primary>hj&auml;lpmedel</primary>
      <secondary>konfigurera tangentbord</secondary>
    </indexterm>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Tangentbordshj&auml;lpmedel</secondary>
    </indexterm>
    <para>Du startar hj&auml;lpmedelsinst&auml;llningsverktyget <guilabel>Tangentbord</guilabel> genom att klicka p&aring; <guibutton>K&ouml;r</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Hj&auml;lpmedel</guisubmenu><guimenuitem>Tangentbord</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd hj&auml;lpmedelsinst&auml;llningsverktyget f&ouml;r <application>Tangentbord</application> f&ouml;r att ange tangentbordshj&auml;lpmedelsinst&auml;llningarna. Hj&auml;lpmedelsinst&auml;llningsverktyget f&ouml;r<application> Tangentbord</application> kallas &auml;ven <application> AccessX</application>.</para>
    <para>Du kan anpassa inst&auml;llningarna f&ouml;r tangentbordshj&auml;lpmedel i f&ouml;ljande funktionsomr&aring;den:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Allm&auml;nt</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Filter</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Mus</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustaccess-8">
      <title>Grundl&auml;ggande inst&auml;llningar</title>
      <para><xref linkend="goscustaccess-TBL-1"/> visar de grundl&auml;ggande inst&auml;llningar f&ouml;r tangentbordshj&auml;lpmedel som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustaccess-TBL-1">
        <title>Inst&auml;llningar f&ouml;r tangentbordshj&auml;lpmedel </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Aktivera hj&auml;lpmedelsfunktioner f&ouml;r tangentbord</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Markera det h&auml;r alternativet om du vill aktivera hj&auml;lpmedelsfunktionerna f&ouml;r tangentbord. N&auml;r du markerar det h&auml;r alternativet blir de andra alternativen i inst&auml;llningsverktyget tillg&auml;ngliga.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guilabel>Inaktivera om oanv&auml;nd i</guilabel> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Markera det h&auml;r alternativet om du vill inaktivera inst&auml;llningarna f&ouml;r tangentbordshj&auml;lpmedel om tangentbordet inte anv&auml;nds under en viss tid. Genom att justera skjutreglaget kan du ange under hur m&aring;nga sekunder som tangentbordet inte ska anv&auml;ndas innan hj&auml;lpmedelsinst&auml;llningarna f&ouml;r tangentbord inaktiveras. N&auml;r det antal sekunder som du angett har passerat inaktiveras f&ouml;ljande hj&auml;lpmedelsinst&auml;llningar f&ouml;r tangentbord:</para>
                <itemizedlist>
                  <listitem>
                    <para>Studsande tangenter</para>
                  </listitem>
                  <listitem>
                    <para>Mustangenter</para>
                  </listitem>
                  <listitem>
                    <para>L&aring;ngsamma tangenter</para>
                  </listitem>
                  <listitem>
                    <para>Tr&ouml;ga tangenter</para>
                  </listitem>
                  <listitem>
                    <para>V&auml;xlingsknappar</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Avge en ljudsignal n&auml;r hj&auml;lpmedelsfunktioner f&ouml;r tangentbordet aktiveras/inaktiveras</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>V&auml;lj detta alternativ om vill f&aring; en ljudindikation n&auml;r en funktion som t.ex. tr&ouml;ga tangenter eller l&aring;ngsamma tangenter aktiveras eller inaktiveras.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guibutton>Importera funktionsinst&auml;llningar</guibutton> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Klicka p&aring; den h&auml;r knappen om du vill importera en <application>AccessX</application>-konfigurationsfil. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Anv&auml;nd tr&ouml;ga tangenter</guilabel>
                </para>
                <indexterm>
                  <primary>hj&auml;lpmedel</primary>
                  <secondary>tr&ouml;ga tangenter</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>V&auml;lj detta alternativ f&ouml;r att utf&ouml;ra flera tangenttrycknings&aring;tg&auml;rder samtidigt genom att trycka p&aring; tangenterna i sekvens. Du kan ocks&aring; aktivera funktionen tr&ouml;ga tangenter genom att trycka p&aring; <keycap>Skift</keycap> fem g&aring;nger.</para>
                <para>Du kan ange f&ouml;ljande inst&auml;llningar f&ouml;r tr&ouml;ga tangenter:</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Avge en ljudsignal n&auml;r modifieraren trycks ned</guilabel>: V&auml;lj detta alternativ f&ouml;r att f&aring; en ljudindikation n&auml;r du trycker p&aring; en modifieringstangent. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Inaktivera om tv&aring; tangenter trycks samtidigt</guilabel>: V&auml;lj detta alternativ f&ouml;r att ange att n&auml;r du trycker p&aring; tv&aring; tangenter samtidigt, kan du inte l&auml;ngre trycka p&aring; knappar i sekvens f&ouml;r att utf&ouml;ra flera tangenttryckningar samtidigt.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Repetitionstangenter</guilabel>
                </para>
                <indexterm>
                  <primary>hj&auml;lpmedel</primary>
                  <secondary>repetitionstangenter</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Markera det h&auml;r alternativet om du vill aktivera inst&auml;llningarna f&ouml;r automatisk repetition f&ouml;r tangentbordet. Du kan g&ouml;ra f&ouml;ljande inst&auml;llningar av automatisk repetition:</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>F&ouml;rdr&ouml;jning</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange den tid som ska g&aring; efter den f&ouml;rsta tangenttryckningen f&ouml;re den nedtryckta knappens automatiska repetition. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Hastighet</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange antalet tecken som ska skrivas per sekund. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Skriv f&ouml;r att testa inst&auml;llningar</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Testomr&aring;det &auml;r ett interaktivt gr&auml;nssnitt s&aring; att du kan se hur tangentbordsinst&auml;llningarna p&aring;verkar displayen medan du skriver. Skriv in text i testomr&aring;det f&ouml;r att kontollera effekten av dina inst&auml;llningar.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Mer information om hur du konfigurerar grundl&auml;ggande inst&auml;llningar f&ouml;r tangentbordshj&auml;lpmedel finns i <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-9">
      <title>Filterinst&auml;llningar</title>
      <para><xref linkend="goscustaccess-TBL-11"/> visar de filterinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustaccess-TBL-11">
        <title>Filterinst&auml;llningar </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Aktivera hj&auml;lpmedelsfunktioner f&ouml;r tangentbord</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Markera det h&auml;r alternativet om du vill aktivera hj&auml;lpmedelsfunktionerna f&ouml;r tangentbord. N&auml;r du markerar det h&auml;r alternativet blir de andra alternativen i inst&auml;llningsverktyget tillg&auml;ngliga.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Anv&auml;nd l&aring;ngsamma tangenter</guilabel>
                </para>
                <indexterm>
                  <primary>hj&auml;lpmedel</primary>
                  <secondary>l&aring;ngsamma tangenter</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>V&auml;lj detta alternativ f&ouml;r att kontrollera den tidsperiod som du ska trycka ned och h&aring;lla ned en tangent innan den accepteras. Du kan ocks&aring; aktivera funktionen l&aring;ngsamma tangenter genom att trycka ned <keycap>Skift</keycap> i &aring;tta sekunder.</para>
                <para>Du kan g&ouml;ra f&ouml;ljande inst&auml;llningar av l&aring;ngsamma tangenter: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Godtag endast tangenttryckningar som h&aring;lls under</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange hur l&auml;nge en tangent ska h&aring;llas ned innan tangenttryckningen godtas. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Avge en ljudsignal n&auml;r tangenten</guilabel>: Markera &ouml;nskade alternativ beroende p&aring; om du vill ha en ljudsignal n&auml;r en tangent trycks ned, godk&auml;nns eller avvisas. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Anv&auml;nd studsande tangenter</guilabel>
                </para>
                <indexterm>
                  <primary>hj&auml;lpmedel</primary>
                  <secondary>tangentrepetition</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>V&auml;lj detta alternativ f&ouml;r att acceptera en tangentinmatning och f&ouml;r att kontrollera tangentbordets tangentrepetitionsegenskaper. Du kan g&ouml;ra f&ouml;ljande inst&auml;llningar av studsande tangenter: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Ignorera dubbeltangenttryckningar inom</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange den tid som ska g&aring; efter den f&ouml;rsta tangenttryckningen f&ouml;re den nedtryckta knappens automatiska repetition. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Avge en ljudsignal om tangenten f&ouml;rkastas</guilabel>: V&auml;lj detta alternativ f&ouml;r att f&aring; en ljudindikation n&auml;r tangenten inte godk&auml;nns. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Anv&auml;nd v&auml;xlingsknappar</guilabel>
                </para>
                <indexterm>
                  <primary>hj&auml;lpmedel</primary>
                  <secondary>v&auml;xlingstangent</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>V&auml;lj detta alternativ f&ouml;r att f&aring; en ljudindikation f&ouml;r en v&auml;xlingstangent. Du h&ouml;r en ljudsignal n&auml;r en v&auml;xlingstangent &auml;r aktiverad. Du h&ouml;r tv&aring; ljudsignaler n&auml;r en v&auml;xlingstangent &auml;r inaktiverad.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Skriv f&ouml;r att testa inst&auml;llningar</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Testomr&aring;det &auml;r ett interaktivt gr&auml;nssnitt s&aring; att du kan se hur tangentbordsinst&auml;llningarna p&aring;verkar displayen medan du skriver. Skriv in text i testomr&aring;det f&ouml;r att kontollera effekten av dina inst&auml;llningar.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Mer information om hur du konfigurerar hj&auml;lpmedelsinst&auml;llningar f&ouml;r filter finns i <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-10">
      <title>Musinst&auml;llningar</title>
      <para>I <xref linkend="goscustaccess-TBL-12"/> visas de musinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustaccess-TBL-12">
        <title>Musinst&auml;llningar </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Aktivera hj&auml;lpmedelsfunktioner f&ouml;r tangentbord</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Markera det h&auml;r alternativet om du vill aktivera hj&auml;lpmedelsfunktionerna f&ouml;r tangentbord. N&auml;r du markerar det h&auml;r alternativet blir de andra alternativen i inst&auml;llningsverktyget tillg&auml;ngliga.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Aktivera mustangenter</guilabel>
                </para>
                <indexterm>
                  <primary>hj&auml;lpmedel</primary>
                  <secondary>musknappar</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>V&auml;lj detta alternativ om du vill att det numeriska tangentbordet ska emulera mus&aring;tg&auml;rder. Du kan g&ouml;ra f&ouml;ljande inst&auml;llningar av mustangenter: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Maximal pekarhastighet</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange maximal hastighet som pekaren ska flyttas &ouml;ver sk&auml;rmen.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Tid att accelerera till maximal hastighet</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange pekarens accelerationstid. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>F&ouml;rdr&ouml;jning mellan tangenttryckning och pekarf&ouml;rflyttning</guilabel>: Anv&auml;nd skjutreglaget eller rotationsrutan f&ouml;r att ange vilket tidsintervall som ska passera efter en tangenttryckning innan pekaren r&ouml;r sig. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guibutton>Musinst&auml;llningar</guibutton>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Klicka p&aring; den h&auml;r knappen om du vill &ouml;ppna inst&auml;llningsverktyget <application> Mus</application>.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Mer information om hur du konfigurerar hj&auml;lpmedelsinst&auml;llningar f&ouml;r musen finns i <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
  </sect1>
  <sect1 id="goscustperiph-2">
    <title>Konfigurera inst&auml;llningar f&ouml;r tangentbordsbeteende </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Tangentbord</secondary>
    </indexterm>
    <indexterm>
      <primary>tangentbord</primary>
      <secondary>konfigurera allm&auml;nna inst&auml;llningar</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Tangentbord</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningarTangentbord</guisubmenu><guimenuitem>Beteende</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>Tangentbordsbeteende</application>  om du vill &auml;ndra inst&auml;llningarna f&ouml;r automatisk repetition f&ouml;r tangentbordet och f&ouml;r att konfigurera inst&auml;llningar f&ouml;r skrivandepaus.</para>
    <para>Du kan ange inst&auml;llningarna f&ouml;r inst&auml;llningsverktyget <application>Tangentbordsbeteende</application> i f&ouml;ljande funktionsomr&aring;den:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Tangentbord</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Skrivandepaus</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Layouter</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Layoutalternativ</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-40">
      <title>Tangentbordsinst&auml;llningar</title>
      <para>Anv&auml;nd flikarna i <guilabel>Tangentbord</guilabel> om du vill ange allm&auml;nna tangentbordsinst&auml;llningar. Starta inst&auml;llningsverktyget <application>Tangentbord</application> f&ouml;r <emphasis>hj&auml;lpmedel</emphasis>, <application>AccessX</application>, genom att klicka p&aring; knappen <guibutton>Hj&auml;lpmedel</guibutton>.</para>
      <para><xref linkend="goscustperiph-TBL-3"/> visar de tangentbordsinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustperiph-TBL-3">
        <title>Tangentbordsinst&auml;llningar </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Tangentbordet upprepar d&aring; tangent h&aring;lls ned</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill att tangentrepetition ska aktiveras. Om tangentrepetition har aktiverats repeteras den &aring;tg&auml;rd som &auml;r associerad med tangenten n&auml;r du h&aring;ller tangenten nedtryckt. Om du till exempel h&aring;ller en teckentangent nedtryckt skrivs tecknet upprepade g&aring;nger.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>F&ouml;rdr&ouml;jning</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>V&auml;lj hur stor f&ouml;rdr&ouml;jningen ska vara fr&aring;n det att du trycker ned en tangent tills &aring;tg&auml;rden upprepas.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Hastighet</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>V&auml;lj med vilken hastighet som &aring;tg&auml;rden upprepas. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Blinkar i textrutor och textf&auml;lt</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill att mark&ouml;ren ska blinka i f&auml;lt och textrutor.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Hastighet</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Anv&auml;nd skjutreglaget om du vill ange den hastighet som mark&ouml;ren ska blinka med i f&auml;lt och textrutor.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Skriv f&ouml;r att testa inst&auml;llningar</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Testomr&aring;det &auml;r ett interaktivt gr&auml;nssnitt s&aring; att du kan se hur tangentbordsinst&auml;llningarna p&aring;verkar displayen medan du skriver. Skriv in text i testomr&aring;det f&ouml;r att kontollera effekten av dina inst&auml;llningar.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-86">
      <title> Inst&auml;llningar f&ouml;r skrivandepaus</title>
      <para>Ange inst&auml;llningar f&ouml;r skrivandpaus i flikavsnittet <guilabel>Skrivandepaus</guilabel>. Starta inst&auml;llningsverktyget <application>Tangentbord</application> f&ouml;r <emphasis>hj&auml;lpmedel</emphasis>, <application>AccessX</application>, genom att klicka p&aring; knappen <guibutton>Hj&auml;lpmedel</guibutton>.</para>
      <para>I <xref linkend="goscustdesk-TBL-87"/> visas de inst&auml;llningar f&ouml;r skrivandepaus som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdesk-TBL-87">
        <title> Inst&auml;llningar f&ouml;r skrivandepaus</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="50*"/>
          <colspec colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>L&aring;s sk&auml;rmen f&ouml;r att tvinga fram paus i skrivandet</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Markera det h&auml;r avsnittet n&auml;r du vill g&ouml;ra en skrivandepaus.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Arbetsintervallet varar</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Anv&auml;nd rotationsrutan f&ouml;r att ange hur l&auml;nge du kan arbeta innan en skrivandepaus.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Pausen varar</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Anv&auml;nd rotationsrutan f&ouml;r att ange hur l&aring;nga pauser i skrivandet du vill ha.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Till&aring;t uppskjutning av pauser</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Markera det h&auml;r alternativet om du vill kunna skjuta upp skrivandepauser.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-100">
      <title>Tangentbordslayout </title>
      <indexterm>
        <primary>inst&auml;llningsverktyg</primary>
        <secondary>Tangentbordslayout</secondary>
      </indexterm>
      <para>Anv&auml;nd flikavsnittet  <guilabel>Layouter</guilabel> f&ouml;r att ange tangentbordslayouten. Markera din tangentbordsmodell i listrutan. Anv&auml;nd navigeringsknapparna f&ouml;r att l&auml;gga till eller ta bort en markerad layout fr&aring;n listan med tillg&auml;ngliga layouter. </para>
      <para>Du kan v&auml;lja olika layouter som passar f&ouml;r det spr&aring;komr&aring;de du anv&auml;nder. </para>
      <para>Starta inst&auml;llningsverktyget f&ouml;r <emphasis>hj&auml;lpmedel</emphasis> f&ouml;r <application>Tangentbord</application>, <application>AccessX</application>, genom att klicka p&aring; knappen <guibutton>Hj&auml;lpmedel</guibutton>.</para>
    </sect2>
    <sect2 id="goscustdesk-101">
      <title>Tangentbordslayoutalternativ </title>
      <indexterm>
        <primary>inst&auml;llningsverktyg</primary>
        <secondary>Tangentbordslayoutalternativ</secondary>
      </indexterm>
      <para>Anv&auml;nd flikavsnittet <guilabel>Layoutalternativ</guilabel> f&ouml;r att ange tangentbordslayoutalternativen. Markera ett alternativ i listan med tillg&auml;ngliga layoutalternativ och v&auml;lj alternativet genom att klicka p&aring; <guibutton>L&auml;gg till</guibutton>. Du tar bort ett markerat alternativ genom att klicka p&aring;  <guibutton>Ta bort</guibutton>. </para>
      <para>Starta inst&auml;llningsverktyget f&ouml;r <emphasis>hj&auml;lpmedel</emphasis> f&ouml;r <application>Tangentbord</application>, <application>AccessX</application>, genom att klicka p&aring; knappen <guibutton>Hj&auml;lpmedel</guibutton>.</para>
    </sect2>
  </sect1>
  <sect1 id="goscustuserinter-2">
    <title>Anpassa menyer och verktygsrader i program </title>
    <indexterm>
      <primary>verktygsrader, anpassa utseende</primary>
    </indexterm>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Menyer och verktygsrader </secondary>
    </indexterm>
    <indexterm>
      <primary>menyer</primary>
      <secondary>i program, anpassa utseende</secondary>
    </indexterm>
    <para>Du kommer &aring;t inst&auml;llningsverktyget <guilabel>Menyer och verktygsrader</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu> Skrivbordsinst&auml;llningarVisa</guisubmenu><guimenuitem>Menyer och verktygsrader</guimenuitem></menuchoice>.</para>
    <para>Du kan anv&auml;nda inst&auml;llningsverktyget <application> Menyer och verktygsrader</application> om du vill anpassa utseendet f&ouml;r menyer, menyrader och verktygsrader i GNOME-kompatibla program.</para>
    <para>I <xref linkend="goscustuserinter-TBL-8"/> visas en lista &ouml;ver de meny- och verktygsradsinst&auml;llningar som du kan &auml;ndra f&ouml;r GNOME-kompatibla program.</para>
    <table frame="topbot" id="goscustuserinter-TBL-8">
      <title>Meny- och verktygsradsinst&auml;llningar </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Visa ikoner i menyer</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill visa en ikon bredvid varje objekt i en meny. En del menyobjekt har ingen ikon.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>L&ouml;stagbara verktygsrader</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill flytta verktygsrader fr&aring;n programf&ouml;nster till valfria platser p&aring; sk&auml;rmen. Om du markerar det h&auml;r alternativet visas handtag till v&auml;nster p&aring; verktygsraderna i programmen. Om du vill flytta en verktygsrad klickar du och h&aring;ller ned musknappen p&aring; handtaget och drar sedan verktygraden till den nya platsen.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Verktygsrads- knappetiketter</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>V&auml;lj ett av f&ouml;ljande alternativ om du vill ange vad som ska visas p&aring; verktygsraderna i de GNOME-kompatibla programmen:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Text under ikoner</guilabel>: Markera det h&auml;r alternativet om du vill visa verktygsrader med b&aring;de text och en ikon p&aring; varje knapp. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Text bredvid ikoner</guilabel>: Markera det h&auml;r alternativet om du vill visa verktygsrader med en ikon p&aring; varje knapp, och text endast p&aring; de viktigaste knapparna.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Endast ikoner</guilabel>: Markera det h&auml;r alternativet om du vill visa verktygsrader med endast en ikon p&aring; varje knapp.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Bara text</guilabel>: Markera det h&auml;r alternativet om du vill visa verktygsrader med endast text p&aring; varje knapp.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustperiph-5">
    <title>Ange musinst&auml;llningar </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Mus</secondary>
    </indexterm>
    <indexterm>
      <primary>mus</primary>
      <secondary>konfigurera</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Mus</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Mus</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>Mus</application> om du vill konfigurera musen f&ouml;r att anv&auml;ndas med h&ouml;ger eller v&auml;nster hand. Du kan ocks&aring; ange hastigheten och k&auml;nsligheten f&ouml;r musr&ouml;relserna.</para>
    <para>Du kan anpassa inst&auml;llningarna f&ouml;r inst&auml;llningsverktyget <application>Mus</application> inom f&ouml;ljande funktionsomr&aring;den:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Knappar</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Mark&ouml;rer</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>R&ouml;relse</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-55">
      <title>Knappinst&auml;llningar</title>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Knappar</guilabel> om du vill ange om musknapparna ska konfigureras f&ouml;r v&auml;nsterh&auml;nta. Du kan ocks&aring; ange f&ouml;rdr&ouml;jningen mellan klickningarna f&ouml;r en dubbelklickning.</para>
      <para>I <xref linkend="goscustperiph-TBL-6"/> visas de musknappsinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustperiph-TBL-6">
        <title>Musknappsinst&auml;llningar </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>V&auml;nsterh&auml;nt mus</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill konfigurera musen f&ouml;r v&auml;nsterh&auml;nta. N&auml;r du konfigurerar musen f&ouml;r v&auml;nsterh&auml;nta byter funktionerna f&ouml;r den v&auml;nstra musknappen och den h&ouml;gra musknappen plats.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Tidsgr&auml;ns</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Anv&auml;nd skjutreglaget om du vill ange hur mycket tid det f&aring;r g&aring; mellan klickningarna n&auml;r du dubbelklickar. Om tiden mellan den f&ouml;rsta och andra klickningen &ouml;verstiger den tid som anges h&auml;r tolkas &aring;tg&auml;rden inte som en dubbelklickning. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-54">
      <title>Pekarinst&auml;llningar</title>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Mark&ouml;rer</guilabel> om du vill ange inst&auml;llningarna f&ouml;r muspekaren.</para>
      <para>I <xref linkend="goscustdesk-TBL-45"/> visas de pekarinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdesk-TBL-45">
        <title>Muspekarinst&auml;llningar</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="50*"/>
          <colspec colname="colspec1" colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Liten</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>V&auml;lj det h&auml;r alternativet om du vill visa en liten muspekare.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Mellan</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>V&auml;lj det h&auml;r alternativet om du vill visa en mellanstor muspekare.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Stor</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>V&auml;lj det h&auml;r alternativet om du vill visa en stor muspekare.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Markera pekaren n&auml;r du trycker p&aring; Ctrl</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Markera det h&auml;r alternativet om du vill aktivera en muspekaranimation n&auml;r du trycker ned och sl&auml;pper <keycap>Control</keycap>. Den h&auml;r funktionen kan hj&auml;lpa dig att hitta muspekaren.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-53">
      <title>R&ouml;relseinst&auml;llningar</title>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>R&ouml;relse</guilabel> om du vill ange inst&auml;llningarna f&ouml;r musr&ouml;relse.</para>
      <para>I <xref linkend="goscustdesk-TBL-47"/> visas de musr&ouml;relseinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdesk-TBL-47">
        <title>Musr&ouml;relseinst&auml;llningar</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="30.10*"/>
          <colspec colwidth="69.90*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Acceleration</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Anv&auml;nd skjutreglaget om du vill ange den hastighet som muspekaren ska flyttas med p&aring; sk&auml;rmen n&auml;r du r&ouml;r musen.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>K&auml;nslighet</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Anv&auml;nd skjutreglaget om du vill ange hur k&auml;nslig muspekaren ska vara f&ouml;r musr&ouml;relser.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Tr&ouml;skel</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Anv&auml;nd skjutreglaget om du vill ange det avst&aring;nd som ett objekt m&aring;ste flyttas f&ouml;r att &aring;tg&auml;rden ska tolkas som en dra-och-sl&auml;pp-&aring;tg&auml;rd.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-10">
    <title>Anpassa panelerna </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Panelinst&auml;llningar</secondary>
    </indexterm>
    <indexterm>
      <primary>paneler</primary>
      <secondary>anpassa funktion och utseende</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Panel</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Panel</guimenuitem></menuchoice>. </para>
    <para>Med inst&auml;llningsverktyget <application>Panel</application> kan du konfigurera beteendet f&ouml;r paneler. Alla &auml;ndringar du g&ouml;r med inst&auml;llningsverktyget <application>Panel</application> p&aring;verkar alla paneler.</para>
    <para><xref linkend="goscustlookandfeel-TBL-22"/> visar de panelinst&auml;llningar som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-22">
      <title>Panelinst&auml;llningar</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>St&auml;ng l&aring;da n&auml;r programstartare klickas </guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera det h&auml;r alternativet om du vill att en l&aring;da p&aring; en panel ska st&auml;ngas n&auml;r du klickar p&aring; en programstartare i l&aring;dan. </para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>L&aring;d- och panelanimation</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera det h&auml;r alternativet om du vill att paneler och l&aring;dor ska animeras n&auml;r de visas och d&ouml;ljs.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Animeringshastighet</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Markera hastigheten f&ouml;r panelanimationen i listrutan.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-93">
    <title>Konfigurera PDA-enheter </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>PDA-enheter</secondary>
    </indexterm>
    <indexterm>
      <primary>enheter</primary>
      <secondary>PDA</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>PDA-enheter</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice>.</para>
    <para>En <firstterm>personlig digital assistent (PDA)</firstterm> &auml;r en handdator som du kan anv&auml;nda som en personlig organisat&ouml;r. I din PDA kan du lagra m&ouml;ten, uppgifter, kontakter och annan information. Du kan &auml;ven &ouml;verf&ouml;ra den h&auml;r informationen mellan PDA-enheten och Java Desktop System-program. Du kan till exempel kopiera dina kalenderm&ouml;ten fr&aring;n PDA-enheten till <application> Ximian Evolution</application> och fr&aring;n <application>Evolution</application> till PDA-enheten. </para>
    <para>N&auml;r du flyttar data mellen PDA-enheten och datorn utf&ouml;r du en s&aring; kallad  <firstterm>HotSync-&aring;tg&auml;rd</firstterm>. &Aring;tg&auml;rderna som intr&auml;ffar under en HotSync-&aring;tg&auml;rd kontrolleras av kanaler. En <firstterm>kanal</firstterm> &auml;r ett program som hanterar &ouml;verf&ouml;ringen av data mellan datorn och PDA-enheten. </para>
    <para>En av de &aring;tg&auml;rder som kan ange f&ouml;r en kanal &auml;r att sammanfoga data mellan PDA-enheten och datorn. Det kallas en <firstterm>synkroniserings</firstterm>&aring;tg&auml;rd. Du kan till exempel l&auml;gga till kontaktinformation i PDA-enheten och sedan l&auml;gga till annan kontaktinformation i <application>Evolution</application>. Du vill l&auml;gga till kontaktinformationen fr&aring;n PDA-enheten i <application>Evolution</application> och kontaktinformationen fr&aring;n <application>Evolution</application> i PDA-enheten. F&ouml;r att g&ouml;ra detta m&aring;ste du synkronisera data mellan PDA-enheten och  <application>Evolution</application>.</para>
    <para>Med hj&auml;lp av inst&auml;llningsverktyget <application>PDA-enheter</application> kan du  konfigurera PDA-enheten att fungera ihop med Java Desktop System och &auml;ndra PDA-enheter som du redan konfigurerat. Du kan utf&ouml;ra f&ouml;ljande &aring;tg&auml;rder med inst&auml;llningsverktyget <application>PDA-enheter</application>:</para>
    <itemizedlist>
      <listitem>
        <para>Konfigurera en PDA-enhet.</para>
      </listitem>
      <listitem>
        <para>&Auml;ndra konfigurationen f&ouml;r en PDA-enhet.</para>
      </listitem>
      <listitem>
        <para>Konfigurera hur PDA-enheter ansluter till datorn.</para>
      </listitem>
      <listitem>
        <para>&Auml;ndra hur PDA-enheter ansluter till datorn.</para>
      </listitem>
      <listitem>
        <para>Konfigurera hur kanaler &ouml;verf&ouml;r data mellan PDA-enheten och Java Desktop System-program. </para>
      </listitem>
    </itemizedlist>
    <para>Ett bakgrundsprogram v&auml;ntar p&aring; att en PDA-enhet ska g&ouml;ra ett synkroniseringsf&ouml;rs&ouml;k med datorn. Det h&auml;r bakgrundsprogrammet kallas <firstterm>PDA-demonen</firstterm>. N&auml;r en PDA synkroniseras med datorn, synkroniserar PDA-demonen informationen p&aring; PDA-enheten med informationen p&aring; datorn. </para>
    <tip>
      <para>I <application>gnome-pilot</application> visas PDA-demonens aktivitet. Om du vill l&auml;gga till <application>gnome-pilot</application> i en panel klickar du p&aring; panelen och v&auml;ljer sedan <menuchoice><guimenu>L&auml;gg till i panelen</guimenu><guisubmenu>Verktyg</guisubmenu><guimenuitem>PDA-sk&auml;rm</guimenuitem></menuchoice>. Mer information om <application>gnome-pilot</application> finns i <citetitle>Handbok f&ouml;r panelprogrammet gnome-pilot</citetitle>. </para>
    </tip>
    <sect2 id="goscustdesk-104">
      <title>S&aring; h&auml;r konfigurerar du en PDA-enhet.</title>
      <para>Du kan konfigurera en PDA-enhet p&aring; f&ouml;ljande s&auml;tt:</para>
      <itemizedlist>
        <listitem>
          <para>Anv&auml;nda assistenten <application>Pilotinst&auml;llningar</application>. Om du inte har konfigurerat en PDA-enhet p&aring; datorn tidigare visas assistenten <application>Pilotinst&auml;llningar</application> n&auml;r du startar inst&auml;llningsverktyget  <application>PDA-enheter</application>. Assistenten <application>Pilotinst&auml;llningar</application> leder dig genom konfigurationen av PDA-enheten.</para>
        </listitem>
        <listitem>
          <para>Anv&auml;nd inst&auml;llningsverktyget <application>PDA-enheter</application>. Om du har konfigurerat en PDA-enhet p&aring; datorn tidigare visas dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel> n&auml;r du startar inst&auml;llningsverktyget  <application>PDA-enheter</application>. Anv&auml;nd dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel> n&auml;r du anger information om PDA-enheten.</para>
        </listitem>
      </itemizedlist>
      <sect3 id="temporary-identifier">
        <title>S&aring; h&auml;r anv&auml;nder du assistenten n&auml;r du konfigurerar en PDA-enhet</title>
        <para>G&ouml;r s&aring; h&auml;r om du vill konfigurera en PDA-enhet:</para>
        <orderedlist>
          <listitem>
            <para>Anslut din PDA till din dator. Om din PDA har en vagga placerar du den d&auml;r.</para>
          </listitem>
          <listitem>
            <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA-enheter</application>. Assistenten <application>Pilotinst&auml;llningar</application> visas. Starta konfigurationen genom att klicka p&aring; <guibutton>Fram&aring;t</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Ange information om hur PDA-enheten ansluter till datorn p&aring; sidan <guilabel>Inst&auml;llningar f&ouml;r vagga</guilabel>. I f&ouml;ljande tabell beskrivs inst&auml;llningarna p&aring; sidan <guilabel>Inst&auml;llningar f&ouml;r vagga</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colname="colspec0" colwidth="32.07*"/>
                <colspec colname="colspec1" colwidth="67.93*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Element</para>
                    </entry>
                    <entry>
                      <para>Beskrivning </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Namn</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Skriv in ett namn p&aring; anslutningen i textrutan. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Port</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Ange en port f&ouml;r anslutningen i den nedrullningsbara kombinationsrutan. Om PDA-enheten anv&auml;nder en USB-port (Universal Serial Bus), kanske du  till exempel anger <filename>/dev/ttyUSB1</filename> i det h&auml;r f&auml;ltet. Om PDA-enheten inte ansluter ordentligt kanske du m&aring;ste f&ouml;rs&ouml;ka med en annan port.</para>
                      <para>Standardv&auml;rdet f&ouml;r f&auml;ltet <guilabel>Port</guilabel> &auml;r <filename>/dev/pilot</filename>. Om du inte vill &auml;ndra standardv&auml;rdet i det h&auml;r f&auml;ltet kan du g&ouml;ra en symbolisk l&auml;nk fr&aring;n porten som PDA-enheten anv&auml;nder till <filename>/dev/pilot</filename>. Om PDA-enheten till exempel anv&auml;nder en USB-port kan du k&ouml;ra ett kommando som liknar f&ouml;ljande:</para>
                      <para><computeroutput> #</computeroutput> <userinput>ln -s /dev/ttyUSB1 /dev/pilot</userinput></para>
                      <note>
                        <para>Du m&aring;ste ha beh&ouml;righet att ansluta till porten som du anger. Om du saknar beh&ouml;righet m&aring;ste du kontakta systemadministrat&ouml;ren.</para>
                      </note>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Hastighet</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Markera hastigheten f&ouml;r anslutningen i listrutan.</para>
                      <tip>
                        <para>Markera den l&auml;gsta hastigheten. N&auml;r du &auml;r s&auml;ker p&aring; att anslutningen till PDA-enheten fungerar stabilt vid den l&auml;gsta hastigheten, kan du markera n&auml;sta h&ouml;gre hastighet. Forts&auml;tt p&aring; detta s&auml;tt tills du hittat den h&ouml;gsta hastighet d&auml;r anslutningen till PDA-enheten fungerar stabilt.</para>
                      </tip>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Tidsgr&auml;ns</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Anv&auml;nd rotationsrutan f&ouml;r att ange hur m&aring;nga minuter som anslutningen f&aring;r vara inaktiv innan den bryts. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Typ</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Markera porttypen med hj&auml;lp av alternativknapparna. V&auml;lj n&aring;got av f&ouml;ljande alternativ:</para>
                      <itemizedlist>
                        <listitem>
                          <para><guilabel>Seriell</guilabel>: Markera det h&auml;r alternativet om det &auml;r en seriell port.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>USB</guilabel>: Markera det h&auml;r alternativet om det &auml;r en USB-port. </para>
                        </listitem>
                        <listitem>
                          <para><guilabel>IrDA</guilabel>: Markera det h&auml;r alternativet om det &auml;r en infrar&ouml;d port.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>N&auml;tverk</guilabel>: Markera det h&auml;r alternativet om det &auml;r en n&auml;tverksport.</para>
                        </listitem>
                      </itemizedlist>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>N&auml;r du har angett anslutningsinformationen klickar du p&aring; knappen <guibutton>Fram&aring;t</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Ange identitetsinformationen f&ouml;r PDA-enheten p&aring; sidan <guilabel>Pilotidentifikation</guilabel>. I f&ouml;ljande tabell beskrivs elementen p&aring; sidan <guilabel>Pilotidentifikation</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="50*"/>
                <colspec colwidth="50*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Element</para>
                    </entry>
                    <entry>
                      <para>Beskrivning </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Ja, jag har anv&auml;nt synkroniseringprogramvara med denna pilot f&ouml;rut</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Markera det h&auml;r alternativet om du har angett anv&auml;ndarnamn och identifierare f&ouml;r PDA-enheten tidigare. Om du konfigurerar en PDA-enhet med en dator &auml;r anv&auml;ndarnamnet och ID:et inst&auml;llt i PDA-enheten.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para><guilabel>Nej, jag har aldrig anv&auml;nt synkroniseringsprogramvara med denna pilot</guilabel> </para>
                    </entry>
                    <entry valign="top">
                      <para>Markera det h&auml;r alternativet om du inte har angett anv&auml;ndarnamn och identifierare f&ouml;r PDA-enheten tidigare.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Anv&auml;ndarnamn</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Om du inte har angett anv&auml;ndarnamn och identifierare f&ouml;r den h&auml;r PDA-enheten tidigare skriver du anv&auml;ndarnamnet i den h&auml;r textrutan.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>ID</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Om du inte har angett anv&auml;ndarnamn och identifierare f&ouml;r den h&auml;r PDA-enheten tidigare skriver du identifieraren i den h&auml;r textrutan. Identifieraren m&aring;ste vara unik bland de olika PDA-enheter som du anv&auml;nder.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>N&auml;r du har angett identitetsinformationen klickar du p&aring; knappen <guibutton>Fram&aring;t</guibutton>. Sidan <guilabel>F&ouml;rsta synkronisering</guilabel> visas. </para>
          </listitem>
          <listitem>
            <para>Tryck p&aring; knappen <guibutton>HotSync</guibutton> p&aring; din PDA. Beroende p&aring; vilket alternativ du valde p&aring; sidan <guilabel>Pilotidentifikation</guilabel> g&ouml;r assistenten <application>Pilotinst&auml;llningar</application> n&aring;got av f&ouml;ljande:</para>
            <itemizedlist>
              <listitem>
                <para>Om du markerade alternativet <guilabel>Ja, jag har anv&auml;nt synkroniseringprogramvara med denna pilot f&ouml;rut</guilabel> h&auml;mtar assistenten <application>Pilotinst&auml;llningar </application> anv&auml;ndarnamnet och identifieraren som f&ouml;r tillf&auml;llet &auml;r registrerade f&ouml;r PDA-enheten fr&aring;n PDA-enheten.</para>
              </listitem>
              <listitem>
                <para>Om du markerade alternativet <guilabel>Nej, jag har aldrig anv&auml;nt synkroniseringsprogramvara med denna pilot</guilabel> anger assistenten <application>Pilotinst&auml;llningar</application> anv&auml;ndarnamnet och identifieraren f&ouml;r PDA-enheten till v&auml;rdena i textrutorna <guilabel>Anv&auml;ndarnamn</guilabel> och <guilabel>ID</guilabel>.</para>
              </listitem>
            </itemizedlist>
            <para>N&auml;r den inledande synkroniseringen &auml;r f&auml;rdig klickar du p&aring; knappen <guibutton>Fram&aring;t</guibutton>. Sidan <guilabel>Pilotattribut</guilabel> visas.</para>
          </listitem>
          <listitem>
            <para>Ange namn- och kataloginformation f&ouml;r PDA-enheten p&aring; sidan <guilabel>Pilotattribut</guilabel>. I f&ouml;ljande tabell beskrivs inst&auml;llningarna p&aring; sidan <guilabel>Pilotattribut</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="32.57*"/>
                <colspec colwidth="67.43*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Element</para>
                    </entry>
                    <entry>
                      <para>Beskrivning </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Pilotens namn</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Ange ett namn p&aring; PDA-enheten. Det h&auml;r namnet anv&auml;nds f&ouml;r att identifiera PDA-enheten i anv&auml;ndargr&auml;nssnittet.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Lokal databaskatalog</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Ange katalogen d&auml;r du vill lagra PDA-data.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>N&auml;r du har angett  namn- och kataloginformationen klickar du p&aring; knappen <guibutton>Fram&aring;t</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Klicka p&aring; knappen <guibutton>Verkst&auml;ll</guibutton> p&aring; sidan <guilabel>&Aring;tg&auml;rden lyckades</guilabel> om du vill st&auml;nga assistenten <application>Pilotinst&auml;llningar</application>.</para>
            <para>Du kan &auml;ven klicka p&aring; knappen <guibutton>Avbryt</guibutton> om du vill avbryta  konfigurationen av PDA-enheten.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="goscustdesk-106">
        <title>S&aring; h&auml;r anv&auml;nder du inst&auml;llningsverktyget PDA-enheter f&ouml;r att konfigurera en PDA-enhet</title>
        <para>G&ouml;r s&aring; h&auml;r:</para>
        <orderedlist>
          <listitem>
            <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA Devices</application>. </para>
          </listitem>
          <listitem>
            <para>Klicka p&aring; knappen <guibutton>L&auml;gg till</guibutton> i flikavsnittet <guilabel>Piloter</guilabel> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel>. Dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel> visas.</para>
          </listitem>
          <listitem>
            <para>Om du vill ta emot anv&auml;ndarnamn och identifierare fr&aring;n PDA-enheten, klickar du p&aring; knappen <guibutton>H&auml;mta fr&aring;n piloten</guibutton>. Om du vill tilldela anv&auml;ndarnamn och identifierare till PDA-enheten, skriver du anv&auml;ndarnamnet och identifieraren i textrutorna. Klicka sedan p&aring; knappen  <guibutton>Skicka till piloten</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Ange namn- och kataloginformation f&ouml;r PDA-enheten i f&auml;lten <guilabel>Pilotens namn</guilabel> och <guilabel>Lokal databaskatalog</guilabel>. Mer information om f&auml;lten finns i <xref linkend="temporary-identifier"/>.</para>
          </listitem>
        </orderedlist>
      </sect3>
    </sect2>
    <sect2 id="goscustdesk-105">
      <title>S&aring; h&auml;r &auml;ndrar du en PDA-enhet</title>
      <para>G&ouml;r s&aring; h&auml;r:</para>
      <orderedlist>
        <listitem>
          <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA Devices</application>. </para>
        </listitem>
        <listitem>
          <para>Markera PDA-enheten som du vill &auml;ndra i flikavsnittet <guilabel>Piloter</guilabel> och klicka sedan p&aring; knappen <guibutton>Redigera</guibutton> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel>. Dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel> visas.</para>
        </listitem>
        <listitem>
          <para>Om du vill ta emot anv&auml;ndarnamn och identifierare fr&aring;n PDA-enheten, klickar du p&aring; knappen <guibutton>H&auml;mta fr&aring;n piloten</guibutton>. Om du vill tilldela anv&auml;ndarnamn och identifierare till PDA-enheten, skriver du anv&auml;ndarnamnet och identifieraren i textrutorna. Klicka sedan p&aring; knappen  <guibutton>Skicka till piloten</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Ange namn- och kataloginformation f&ouml;r PDA-enheten i f&auml;lten <guilabel>Pilotens namn</guilabel> och <guilabel>Lokal databaskatalog</guilabel>. Mer information om f&auml;lten finns i <xref linkend="temporary-identifier"/>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>OK</guibutton> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar </guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-107">
      <title>S&aring; h&auml;r konfigurerar du hur PDA-enheter ansluter till datorn</title>
      <para>G&ouml;r s&aring; h&auml;r:</para>
      <orderedlist>
        <listitem>
          <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA Devices</application>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>L&auml;gg till</guibutton> i flikavsnittet  <guilabel>Enheter</guilabel> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Ange anslutningsinformationen f&ouml;r PDA-enheten i dialogf&ouml;nstret <guilabel>Enhetsinst&auml;llningar</guilabel>. Mer information om elementen i dialogf&ouml;nstret <guilabel>Enhetsinst&auml;llningar</guilabel> finns i <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-108">
      <title>S&aring; h&auml;r &auml;ndrar du hur PDA-enheter ansluter till datorn</title>
      <para>G&ouml;r s&aring; h&auml;r:</para>
      <orderedlist>
        <listitem>
          <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA Devices</application>. </para>
        </listitem>
        <listitem>
          <para> Markera maskinvaruinst&auml;llningarna som du vill &auml;ndra i flikavsnittet <guilabel>Enheter</guilabel> och klicka sedan p&aring; knappen <guibutton>Redigera</guibutton> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Ange maskinvaruinst&auml;llningarna f&ouml;r PDA-enheten i dialogf&ouml;nstret <guilabel>Enhetsinst&auml;llningar</guilabel>. Mer information om elementen i dialogf&ouml;nstret <guilabel>Enhetsinst&auml;llningar</guilabel> finns i <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="temporary-identifier-2">
      <title>S&aring; h&auml;r anger du hur data &ouml;verf&ouml;rs mellan en PDA-enhet och program</title>
      <para>G&ouml;r s&aring; h&auml;r:</para>
      <orderedlist>
        <listitem>
          <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA Devices</application>. </para>
        </listitem>
        <listitem>
          <para>Kontrollera att PDA-demonen &auml;r aktiv och fungerar ordentligt. Detta g&ouml;r du genom att l&auml;gga till panelprogrammet <application>gnome-pilot</application> i en panel. Om ikonen f&ouml;r panelprogrammet <application>gnome-pilot</application> visas i svart och vitt betyder det att PDA-demonen &auml;r aktiv.</para>
        </listitem>
        <listitem>
          <para>Markera den PDA-enhet vars kanaler du vill konfigurera i den dolda listan <guilabel>Pilotens namn</guilabel> i flikavsnittet <guilabel>Komponenter</guilabel> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Om du vill aktivera en kanal markerar du kanalen i tabellen och klickar sedan p&aring; knappen <guibutton>Aktivera</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Om du vill inaktivera en kanal markerar du kanalen i tabellen och klickar sedan p&aring; knappen <guibutton>Inaktivera</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Om du vill konfigurera en kanal markerar du kanalen i tabellen och klickar sedan p&aring; knappen <guibutton>Inst&auml;llningar</guibutton>. Ange konfigurationsinformation f&ouml;r kanalen i dialogf&ouml;nstret <guilabel>Komponentinst&auml;llningar</guilabel>. Elementen i dialogf&ouml;nstret <guilabel>Komponentinst&auml;llningar</guilabel> beskrivs i f&ouml;ljande tabell:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec2" colwidth="30.30*"/>
              <colspec colname="colspec3" colwidth="69.70*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Element</para>
                  </entry>
                  <entry>
                    <para>Beskrivning </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>&Aring;tg&auml;rd</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Markera den &aring;tg&auml;rd som du utf&ouml;ra n&auml;r du g&ouml;r en HotSync-&aring;tg&auml;rd.</para>
                    <para>V&auml;lj n&aring;got av f&ouml;ljande alternativ:</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Inaktiverad</guilabel>: Markera det h&auml;r alternativet om du inte vill utf&ouml;ra n&aring;gon &aring;tg&auml;rd f&ouml;r den h&auml;r kanalen.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Synkronisera</guilabel>: Markera det h&auml;r alternativet om du vill synkronisera data p&aring; PDA-enheten med data p&aring; datorn.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Kopiera fr&aring;n pilot</guilabel>: Markera det h&auml;r alternativet om du vill kopiera data fr&aring;n PDA-enheten till datorn och skriva &ouml;ver informationen p&aring; datorn. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Kopiera till piloten</guilabel>: Markera det h&auml;r alternativet om du vill kopiera data fr&aring;n datorn till PDA-enheten och skriva &ouml;ver informationen p&aring; PDA-enheten. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Eng&aring;ngs&aring;tg&auml;rd</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>V&auml;lj en &aring;tg&auml;rd som ska utf&ouml;ras endast en g&aring;ng. &Aring;tg&auml;rden utf&ouml;rs n&auml;sta g&aring;ng du g&ouml;r en HotSync-&aring;tg&auml;rd. V&auml;lj n&aring;got av f&ouml;ljande alternativ:</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Ingen</guilabel>: Markera det h&auml;r alternativet om du vill konfigurera en eng&aring;ngs&aring;tg&auml;rd f&ouml;r en kanal.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Synkronisera</guilabel>: Markera det h&auml;r alternativet om du vill synkronisera data p&aring; PDA-enheten med data p&aring; datorn.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Kopiera fr&aring;n pilot</guilabel>: Markera det h&auml;r alternativet om du vill kopiera data fr&aring;n PDA-enheten till datorn och skriva &ouml;ver informationen p&aring; datorn. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Kopiera till piloten</guilabel>: Markera det h&auml;r alternativet om du vill kopiera data fr&aring;n datorn till PDA-enheten och skriva &ouml;ver informationen p&aring; PDA-enheten. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>S&auml;kerhetskopiekatalog</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Ange katalogen d&auml;r du vill lagra s&auml;kerhetskopierade PDA-data.</para>
                    <para><guilabel>S&auml;kerhetskopiera</guilabel> endast kanal. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>G&ouml;r bara s&auml;kerhetskopia p&aring; &auml;ndrade databaser</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Markera det h&auml;r alternativet om du bara vill s&auml;kerhetskopiera data som &auml;ndrats sedan den senaste s&auml;kerhetskopieringen. Of&ouml;r&auml;ndrade data tas inte bort fr&aring;n katalogen med s&auml;kerhetskopior.</para>
                    <para><guilabel>S&auml;kerhetskopiera</guilabel> endast kanal. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Ta bort lokal databas om den &auml;r raderad p&aring; piloten</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Markera det h&auml;r alternativet om du vill ta bort data som tagits bort fr&aring;n PDA-enheten fr&aring;n datorn. </para>
                    <para><guilabel>S&auml;kerhetskopiera</guilabel> endast kanal.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel># gamla s&auml;kerhetskopior att spara</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Anv&auml;nd rotationsrutan f&ouml;r att ange hur m&aring;nga tidigare s&auml;kerhetskopior som ska sparas p&aring; datorn. </para>
                    <para><guilabel>S&auml;kerhetskopiera</guilabel> endast kanal.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Synkronisera privata poster</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Markera det h&auml;r alternativet om du vill inkludera data som markerats som privata n&auml;r du utf&ouml;r en HotSync-&aring;tg&auml;rd.</para>
                    <para>De h&auml;r alternativen g&auml;ller endast f&ouml;ljande kanaler:</para>
                    <itemizedlist>
                      <listitem>
                        <para>
                          <guilabel>EAddress</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>ECalendar</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>EToDo</guilabel>
                        </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2" valign="top">
                    <para>
                      <guilabel>Standardsynkroniserings- adress</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3" valign="top">
                    <para>Dina kontakter kan ha mer &auml;n en adress. Dina kontakter kan till exempel ha en f&ouml;retagsadress och en hemadress. Kontakthanteraren p&aring; PDA-enheten kanske inte st&ouml;der flera adresser.</para>
                    <para>Markera adresskategorin som du vill synkronisera i listrutan.. Om du till exempel bara vill synkronisera f&ouml;retagsadresser, markerar du <guilabel>F&ouml;retag</guilabel>. </para>
                    <para>Endast kanalen <guilabel>EAddress</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Delade flerdagsevenemang</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Markera det h&auml;r alternativet om du vill separera m&ouml;ten som intr&auml;ffar  under flera dagar, i enskilda m&ouml;ten. </para>
                    <para>Endast kanalen <guilabel>ECalendar</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Standardprioritet</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Anv&auml;nd rotationsrutan om du vill ange en standardprioritet som ska tilldelas &aring;tg&auml;rder som inte har tilldelats n&aring;gon prioritetsv&auml;rde.</para>
                    <para>Endast kanalen <guilabel>EToDo</guilabel>.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>OK</guibutton> om du vill st&auml;nga dialogf&ouml;nstret <guilabel>Komponentinst&auml;llningar</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="chapter_template-1">
      <title>S&aring; h&auml;r s&auml;kerhetskopierar du PDA-data till datorn</title>
      <para>Du kanske vill s&auml;kerhetskopiera PDA-data till datorn f&ouml;r att undvika dataf&ouml;rluster om du har problem med PDA-enheten. G&ouml;r s&aring; h&auml;r om du vill s&auml;kerhetskopiera PDA-data till datorn:</para>
      <orderedlist>
        <listitem>
          <para>Om du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Inst&auml;llningar</guimenu><guimenuitem>PDA-enheter</guimenuitem></menuchoice> s&aring; startas inst&auml;llningsverktyget <application>PDA Devices</application>. </para>
        </listitem>
        <listitem>
          <para>Kontrollera att PDA-demonen &auml;r aktiv och fungerar ordentligt. Detta g&ouml;r du genom att l&auml;gga till panelprogrammet <application>gnome-pilot</application> i en panel. Om ikonen f&ouml;r panelprogrammet <application>gnome-pilot</application> visas i svart och vitt betyder det att PDA-demonen &auml;r aktiv.</para>
        </listitem>
        <listitem>
          <para>Markera den PDA-enhet vars data du vill s&auml;kerhetskopiera i listrutan <guilabel>Pilotens namn</guilabel> i flikavsnittet <guilabel>Komponenter</guilabel> i dialogf&ouml;nstret <guilabel>Pilotinst&auml;llningar</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Markera kanalen <guilabel>S&auml;kerhetskopiera</guilabel> i tabellen och klicka sedan p&aring; knappen <guibutton>Aktivera</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Ange konfigurationsinformation f&ouml;r kanalen <guilabel>S&auml;kerhetskopiera</guilabel> i dialogf&ouml;nstret <guilabel>Komponentinst&auml;llningar</guilabel>. Mer information om elementen i dialogf&ouml;nstret <guilabel>Komponentinst&auml;llningar</guilabel> finns i <xref linkend="temporary-identifier-2"/>. </para>
        </listitem>
        <listitem>
          <para>Tryck p&aring; knappen <guibutton>HotSync</guibutton> p&aring; din PDA. </para>
        </listitem>
      </orderedlist>
      <para>Information om hur du &aring;terst&auml;ller s&auml;kerhetskopierade data finns i <citetitle>Handbok f&ouml;r panelprogrammet gnome-pilot</citetitle>.</para>
    </sect2>
  </sect1>
<!--
<sect1 id="goscustdesk-89">
<title>Configuring Printers</title>
<indexterm><primary>preference tools</primary><secondary>printer preferences
</secondary></indexterm><indexterm><primary>printer preferences </primary>
</indexterm><indexterm><primary>printer</primary><secondary>setting preferences
</secondary></indexterm><para>To access the <guilabel>Printer Preferences
</guilabel> preferences tool, click <guibutton>Launch</guibutton>, then choose <menuchoice>
<guimenu>Preferences</guimenu><guimenuitem>Printers</guimenuitem>
</menuchoice>.</para>
<para>You can use the <application>Printer Preferences</application> preferences
tool to add printers and to manage print and job queues.</para>
<sect2 id="goscustdesk-96">
<title>Adding a New Printer</title>
<para>Perform the following steps to add a new printer: <orderedlist>
<listitem><para>Click <guibutton>Launch</guibutton>, then choose<menuchoice>
<guisubmenu>Preferences</guisubmenu><guimenuitem>Printers</guimenuitem>
</menuchoice>.</para></listitem>
<listitem><para>Click on the icon <guilabel>New Printer</guilabel>. </para>
<para>If you are not logged in as <literal>root</literal> user, you are prompted
to enter the root password, then click <guibutton>OK</guibutton>.</para></listitem>
<listitem><para>Follow the instructions in the <guilabel>Add a Printer</guilabel>
dialog as follows.<itemizedlist>
<listitem><para>Specify whether you want to add a local printer attached to
your computer or a remote printer attached to the network.</para>
<note><para>Before you add a remote printer, you must have the following information
from your system administrator: <guilabel>Printer Type</guilabel>, <guilabel>
Host</guilabel>, and <guilabel>Queue</guilabel>.</para>
</note>
</listitem>
<listitem><para>Enter the printer details.</para></listitem>
<listitem><para>Enter the name for your printer.</para></listitem>
<listitem><para>If the details you entered for your printer are correct, click <guibutton>
Apply</guibutton> to add your printer.</para></listitem>
</itemizedlist> </para></listitem>
</orderedlist></para>
</sect2>
<sect2 id="goscustdesk-102">
<title>Managing Your Print Jobs</title>
<para>To manage your print jobs, double-click on the printer icon. Choose
the <guimenu>Edit</guimenu> menu item to perform print job management activities.<xref
linkend="goscustdesk-TBL-116"> lists the print job management activities that
you can perform:</para>
<table frame="topbot" id="goscustdesk-TBL-116">
<title>Print Job Management Activities</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to temporarily
stop your job from printing.</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Resume Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to resume your
printing job.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Cancel Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to cancel your
job from printing.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-895">
<title>Managing Your Printer Queues</title>
<para>The print queue shows the documents that are waiting to be printed.
From the <guilabel>Printer</guilabel> dialog, you can perform printer queue
management duties from the <guimenu>Printer</guimenu> menu.</para>
<para>To manage your printer queues, double-click on the printer icon. Choose
the <guimenu>Printer</guimenu> menu item to perform printer queue management
activities.<xref linkend="goscustdesk-TBL-115"> lists the print job activities
that you can perform:</para>
<table frame="topbot" id="goscustdesk-TBL-115">
<title>Printer Queue Management Activities</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Printer
</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select
this item to temporarily stop your printer.</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Set as Default</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to set the current
printer as your default printer.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Print Test Page
</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select
this item to print a test page.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-894">
<title>To View Documents Waiting to Print</title>
<para>For documents waiting to print, you can view, but not change, the status
of the job. To view your current print jobs, double-click the printer for
which you want to view the documents waiting to print. </para>
<para><xref linkend="goscustdesk-TBL-114"> shows the information displayed
for each document in the print queue.</para>
<table frame="topbot" id="goscustdesk-TBL-114">
<title>Print Job Status</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Name</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the name of the document.
</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Job Number</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the number assigned to
the print job.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Owner</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the username of the person
who sent the document to the printer.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Size</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the size of the document
in kilobytes.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>State</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the current status of the
document such as Spooling, Paused, or Printing.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-103">
<title>Setting Printer Options</title>
<para>Perform the following steps to set printer options: <orderedlist>
<listitem><para>Log in as <literal>root</literal> user.</para></listitem>
<listitem><para>From the <guilabel>Printers</guilabel> dialog, highlight the
printer that you want to modify, then choose <menuchoice><guimenu>File
</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.</para></listitem>
<listitem><para>From the <guilabel>Properties</guilabel> dialog, you can customize
the settings for printers in the following functional areas:</para>
<itemizedlist>
<listitem><para><guilabel>General</guilabel></para></listitem>
<listitem><para><guilabel>Paper</guilabel></para></listitem>
<listitem><para><guilabel>Advanced</guilabel></para></listitem>
</itemizedlist>
</listitem>
</orderedlist></para>
</sect2>
<sect2 id="goscustdesk-891">
<title>Setting General Options</title>
<indexterm><primary>sessions</primary><secondary>setting options</secondary>
</indexterm><para>Use the <guilabel>General</guilabel> tabbed section to view
and to modify information about the selected printer such as the printer's
name and location.</para>
<para><xref linkend="goscustdesk-TBL-111"> lists the general options that
you can modify.</para>
<table frame="topbot" id="goscustdesk-TBL-111">
<title>General Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Name</guilabel></para></entry>
<entry colsep="0" rowsep="0" valign="top"><para>Shows the name of the selected
printer. </para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Description</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Provides a brief description of the selected
printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Location</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><indexterm><primary>startup applications</primary><secondary>
session-managed</secondary></indexterm><para>Shows the location of the selected
printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
 Resolution</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select the resolution to use for the printer
from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Status
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Shows the status of the selected printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guibutton>Print
a Test Page</guibutton></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0"><para>Click to print a test page.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-892">
<title>Setting Paper Options</title>
<indexterm><primary>startup applications</primary><secondary>session-managed
</secondary></indexterm><indexterm><primary>sessions</primary><secondary>
setting properties</secondary></indexterm><para>Use the <guilabel>Paper</guilabel>
tabbed section to specify paper values, and to choose the paper layout for
the selected printer.</para>
<para><xref linkend="goscustdesk-TBL-112"> lists the paper options that you
can specify.</para>
<table frame="topbot" id="goscustdesk-TBL-112">
<title>Paper Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Paper size
</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>
Select the paper size to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Paper type</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><para>Select the paper type to use for the printer from the drop-down
list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Source</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><para>Select the paper tray to use for the printer from the drop-down
list. The source specifies where the paper is located in the printer.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Double
Sided</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the layout to use for the printer from the drop-down list.</para></entry>
</row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-893">
<title>Setting Advanced Options</title>
<indexterm><primary>startup applications</primary><secondary>non-session-managed
</secondary></indexterm><para>Use the <guilabel>Advanced</guilabel> tabbed
section to specify advanced values for the selected printer.</para>
<para><xref linkend="goscustdesk-TBL-113"> lists an example of advanced options
that you can specify for a specific printer.</para>
<table frame="topbot" id="goscustdesk-TBL-113">
<title>Advanced Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Floyd-Steinberg
Dithering</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>
Select the type of dithering to use for the printer from the drop-down list,
for example, Floyd-Steinberg dithering.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Manual Feed of Paper</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select whether you want to switch on or off
the paper manual feed from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Page Region</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select the paper size to use for the printer
from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Number
of Copies</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the number of copies that you want to print from the drop-down list.
</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Density
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the density to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Economy
mode</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the economy mode to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>REt Setting
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the Resolution Enhancement Technology (REt) setting to use for the
printer from the drop-down list. REt inserts smaller dots at the edges of
lines and smooths any rough edges.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
</sect1>
-->
  <sect1 id="goscustdoc-2">
    <title>V&auml;lja f&ouml;redragna program </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>F&ouml;redragna program</secondary>
    </indexterm>
    <indexterm>
      <primary>standardprogram</primary>
      <see>f&ouml;redragna program</see>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>F&ouml;redragna program</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>F&ouml;redragna program</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>F&ouml;redragna program</application> om du vill ange de program som Java Desktop System ska anv&auml;nda n&auml;r det startar ett program f&ouml;r dig. Exempelvis kan du ange <application>Xterm</application> som ditt f&ouml;redragna terminalprogram. N&auml;r du klickar p&aring; <guibutton>Starta</guibutton> och sedan v&auml;ljer <menuchoice><guimenu>Program</guimenu><guisubmenu>Verktyg</guisubmenu><guimenuitem>Terminal </guimenuitem></menuchoice> s&aring; startas <application>Xterm</application>.</para>
    <para>Du kan anpassa inst&auml;llningarna f&ouml;r inst&auml;llningsprogrammet <application>F&ouml;redragna program</application> inom f&ouml;ljande funktionsomr&aring;den.</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Webbl&auml;sare</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>E-postl&auml;sare</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Textredigerare</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Terminal</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustlookandfeel-32">
      <title>Webbl&auml;sarinst&auml;llningar </title>
      <indexterm>
        <primary>standardprogram</primary>
        <secondary>webbl&auml;sare </secondary>
      </indexterm>
      <indexterm>
        <primary>webbl&auml;sare, standardprogram </primary>
      </indexterm>
      <para>Anv&auml;nd flikarna f&ouml;r <application>Webbl&auml;sare</application> om du vill konfigurera standardwebbl&auml;saren. Den f&ouml;redragna webbl&auml;saren &ouml;ppnas n&auml;r du klickar p&aring; en URL. Exempelvis &ouml;ppnas den f&ouml;redragna webbl&auml;saren n&auml;r du klickar p&aring; en URL i ett program eller n&auml;r du klickar p&aring; en programstartare f&ouml;r en URL p&aring; skrivbordsbakgrunden.</para>
      <para><xref linkend="goscustlookandfeel-TBL-37"/> visar de inst&auml;llningar f&ouml;r standardwebbl&auml;saren som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-37">
        <title>Inst&auml;llningar f&ouml;r f&ouml;redragen webbl&auml;sare </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>V&auml;lj en webbl&auml;sare</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en standardwebbl&auml;sare. Anv&auml;nd den nedrullningsbara kombirutan f&ouml;r att markera en f&ouml;redragen webbl&auml;sare.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Anpassad webbl&auml;sare</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en anpassad webbl&auml;sare. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Kommando</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Ange det kommando som ska k&ouml;ras f&ouml;r att starta den anpassade webbl&auml;saren. Om du vill aktivera webbl&auml;saren f&ouml;r att visa en URL som du klickar p&aring; l&auml;gger du till <command>&ldquo;%s&rdquo; </command> efter kommandot.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Starta i terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill k&ouml;ra kommandot i ett terminalf&ouml;nster. Markera det h&auml;r alternativet f&ouml;r webbl&auml;sare som inte skapar ett f&ouml;nster f&ouml;r att k&ouml;ras i.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-42">
      <title>Inst&auml;llningar f&ouml;r e-postklient </title>
      <indexterm>
        <primary>f&ouml;redragna program</primary>
        <secondary>e-postklient</secondary>
      </indexterm>
      <indexterm>
        <primary>e-postklient, f&ouml;redraget program</primary>
      </indexterm>
      <para>Anv&auml;nd flikavsnittet <application>Mail Reader</application> f&ouml;r att konfigurera den f&ouml;redragna e-postklienten. </para>
      <para>I <xref linkend="goscustlookandfeel-TBL-43"/> listas de inst&auml;llningar f&ouml;r den f&ouml;redragna e-postklienten som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-43">
        <title>Inst&auml;llningar f&ouml;r f&ouml;redragen e-postklient </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>V&auml;lj en e-postl&auml;sare</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en standardepostklient. Anv&auml;nd den nedrullningsbara kombinationsrutan f&ouml;r att markera en f&ouml;redragen e-postklient.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Anpassad e-postl&auml;sare</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en anpassad e-postklient. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Kommando</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Ange det kommando som ska k&ouml;ras f&ouml;r att starta den anpassade e-postklienten.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Starta i terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill k&ouml;ra kommandot i ett terminalf&ouml;nster. Markera det h&auml;r alternativet f&ouml;r en e-postklient som inte skapar ett f&ouml;nster att k&ouml;ras i.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-31">
      <title>Textredigerarinst&auml;llningar </title>
      <indexterm>
        <primary>standardprogram</primary>
        <secondary>textredigerare</secondary>
      </indexterm>
      <indexterm>
        <primary>textredigerare, standardprogram </primary>
      </indexterm>
      <para>Anv&auml;nd flikarna f&ouml;r <application>Textredigerare</application> om du vill konfigurera den f&ouml;redragna textredigeraren.</para>
      <para>I <xref linkend="goscustdoc-TBL-1"/> visas en lista &ouml;ver de inst&auml;llningar f&ouml;r f&ouml;redragen textredigerare som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdoc-TBL-1">
        <title>Inst&auml;llningar f&ouml;r f&ouml;redragen textredigerare </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>V&auml;lj en redigerare</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en standardtextredigerare. Anv&auml;nd den nedrullningsbara kombinationsrutan f&ouml;r att ange den f&ouml;redragna textredigeraren.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Anpassad redigerare</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en anpassad textredigerare. Dialogf&ouml;nstret <guilabel>Anpassad redigerare</guilabel> visas. </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Namn</guilabel>: Ange namnet f&ouml;r den anpassade textredigeraren.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Kommando</guilabel>: Ange det kommando som ska starta den anpassade textredigeraren.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Det h&auml;r programmet kan &ouml;ppna flera filer</guilabel>: Markera det h&auml;r alternativet om den standardinst&auml;llda textredigeraren kan &ouml;ppna flera filer.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Det h&auml;r programmet m&aring;ste k&ouml;ras i ett skal</guilabel>: Markera det h&auml;r alternativet om du vill k&ouml;ra kommandot i ett terminalf&ouml;nster. Markera det h&auml;r alternativet f&ouml;r redigerare som inte skapar ett f&ouml;nster att k&ouml;ras i.</para>
                  </listitem>
                </itemizedlist>
                <para>N&auml;r du har angett en anpassad textredigerare kan du klicka p&aring; knappen <guibutton>Egenskaper</guibutton> f&ouml;r att visa dialogf&ouml;nstret <guilabel>Egenskaper f&ouml;r anpassad redigerare</guilabel>. Du kan anv&auml;nda dialogf&ouml;nstret om du vill &auml;ndra egenskaperna f&ouml;r den anpassade textredigeraren.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Anv&auml;nd den h&auml;r hanteraren om du vill &ouml;ppna textfiler i filhanteraren</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill att filhanteraren ska starta den anpassade textredigeraren f&ouml;r att visa textfiler.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-34">
      <title>Terminalinst&auml;llningar </title>
      <indexterm>
        <primary>f&ouml;redragna program</primary>
        <secondary>terminal</secondary>
      </indexterm>
      <indexterm>
        <primary>terminal, f&ouml;redraget program</primary>
      </indexterm>
      <para>Anv&auml;nd flikarna f&ouml;r <application>Terminal</application> om du vill konfigurera standardterminalen.</para>
      <para><xref linkend="goscustlookandfeel-TBL-35"/> visar de inst&auml;llningar f&ouml;r standardterminalen som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-35">
        <title>Inst&auml;llningar f&ouml;r f&ouml;redragen terminal </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>V&auml;lj en terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en standardterminal. Anv&auml;nd den nedrullningsbara rotationsrutan f&ouml;r att ange standardterminalen. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Anpassad terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill anv&auml;nda en anpassad terminal.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Kommando</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Ange det kommando som ska k&ouml;ras f&ouml;r att starta den anpassade terminalen. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Exec-flagga</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Ange det <command>exec</command>-alternativ som ska anv&auml;ndas med kommandot.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-70">
    <title>Ange inst&auml;llningar f&ouml;r bildsk&auml;rmsuppl&ouml;sning </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Bildsk&auml;rmsuppl&ouml;sning</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Bildsk&auml;rmsuppl&ouml;sning</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningarVisa</guisubmenu><guimenuitem>Bildsk&auml;rmsuppl&ouml;sning</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>Bildsk&auml;rmsuppl&ouml;sning</application> f&ouml;r att ange uppl&ouml;sningsinst&auml;llningar f&ouml;r bildsk&auml;rmen. <xref linkend="goscustdesk-TBL-72"/> visar de inst&auml;llningar f&ouml;r bildsk&auml;rmsuppl&ouml;sning som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustdesk-TBL-72">
      <title>Inst&auml;llningar f&ouml;r bildsk&auml;rmsuppl&ouml;sning</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="50*"/>
        <colspec colname="colspec1" colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Uppl&ouml;sning</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>V&auml;lj den uppl&ouml;sning som ska anv&auml;ndas f&ouml;r sk&auml;rmen i listan.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Uppdateringsfrekvens</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>V&auml;lj den uppdateringsfrekvens som ska anv&auml;ndas f&ouml;r sk&auml;rmen i listan.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guilabel>Ange som standardinst&auml;llningar endast f&ouml;r den h&auml;r datorn</guilabel> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Markera det h&auml;r alternativet om du vill att inst&auml;llningarna f&ouml;r bildsk&auml;rmsuppl&ouml;sning ska anv&auml;ndas som standard endast p&aring; det system som du &auml;r inloggad p&aring;.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-65">
    <title>Ange inst&auml;llningar f&ouml;r sk&auml;rmsl&auml;ckare </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Sk&auml;rmsl&auml;ckare</secondary>
    </indexterm>
    <indexterm>
      <primary>sessioner</primary>
      <secondary>konfigurera sk&auml;rmsl&auml;ckare</secondary>
    </indexterm>
    <indexterm>
      <primary>sk&auml;rmsl&auml;ckare, ange inst&auml;llningar</primary>
    </indexterm>
    <indexterm>
      <primary>XScreenSaver</primary>
      <see>sk&auml;rmsl&auml;ckare</see>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Sk&auml;rmsl&auml;ckare</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guisubmenu>Visa</guisubmenu><guimenuitem>Sk&auml;rmsl&auml;ckare</guimenuitem></menuchoice>.</para>
    <para>En sk&auml;rmsl&auml;ckare &auml;r ett program som du kan anv&auml;nda f&ouml;r att ers&auml;tta bilden p&aring; sk&auml;rmen n&auml;r sk&auml;rmen inte anv&auml;nds. Du kan anv&auml;nda sk&auml;rmsl&auml;ckaren p&aring; f&ouml;ljande s&auml;tt:</para>
    <itemizedlist>
      <listitem>
        <para>Aktivera efter en angiven inaktiv tid.</para>
      </listitem>
      <listitem>
        <para>Aktivera n&auml;r du l&aring;ser sk&auml;rmen.</para>
      </listitem>
      <listitem>
        <para>Energisparfunktionen f&ouml;r bildsk&auml;rmen n&auml;r datorn inte anv&auml;nds. </para>
      </listitem>
    </itemizedlist>
    <para>Du kan anpassa inst&auml;llningarna f&ouml;r inst&auml;llningsverktyget <application>Sk&auml;rmsl&auml;ckare</application> inom f&ouml;ljande funktionsomr&aring;den:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Visningsl&auml;gen</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Avancerat</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-59">
      <title>Inst&auml;llningar f&ouml;r visningsl&auml;gen</title>
      <para>Anv&auml;nd fliken <guilabel>Visningsl&auml;gen</guilabel> f&ouml;r att ange inst&auml;llningar f&ouml;r visningsl&auml;ge.</para>
      <para>I <xref linkend="goscustdesk-TBL-63"/> visas de inst&auml;llningar f&ouml;r visningsl&auml;gen som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdesk-TBL-63">
        <title>Inst&auml;llningar av visningsl&auml;ge f&ouml;r sk&auml;rmsl&auml;ckare</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="35.09*"/>
          <colspec colname="colspec3" colwidth="64.91*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>L&auml;ge</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Anv&auml;nd den nedrullningsbara listrutan f&ouml;r att ange egenskaperna f&ouml;r sk&auml;rmsl&auml;ckaren. V&auml;lj n&aring;got av f&ouml;ljande alternativ: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Inaktivera sk&auml;rmsl&auml;ckare</guilabel>: V&auml;lj detta alternativ om du inte vill anv&auml;nda sk&auml;rmsl&auml;ckaren.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Endast tom sk&auml;rm</guilabel>: V&auml;lj detta alternativ om du vill att sk&auml;rmen ska vara tom n&auml;r sk&auml;rmen l&aring;ses.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Endast en sk&auml;rmsl&auml;ckare</guilabel>: V&auml;lj detta alternativ om du vill visa en enda sk&auml;rmsl&auml;ckare fr&aring;n visningslistan n&auml;r sk&auml;rmen l&aring;ses.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Slumpm&auml;ssig sk&auml;rmsl&auml;ckare</guilabel>: V&auml;lj detta alternativ om du vill visa slumpm&auml;ssigt valda sk&auml;rmsl&auml;ckare fr&aring;n listrutan n&auml;r sk&auml;rmen l&aring;ses. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>Visningslista</para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj den sk&auml;rmsl&auml;ckare som du &ouml;nskar fr&aring;n listan.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>T&ouml;m efter</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Ange hur l&aring;ng tid som ska g&aring; efter att musen eller tangentbordet anv&auml;nts senast f&ouml;r att sk&auml;rmsl&auml;ckaren ska aktiveras. </para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Byt efter</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Ange hur l&aring;ng tid en viss sk&auml;rmsl&auml;ckare ska visas innan den n&auml;sta visas.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>L&aring;s sk&auml;rm efter</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>V&auml;lj det h&auml;r alternativet om du vill att sk&auml;rmen ska l&aring;sas n&auml;r sk&auml;rmsl&auml;ckaren aktiverats. Anv&auml;nd rotationsrutan f&ouml;r att ange f&ouml;rdr&ouml;jningen mellan det att sk&auml;rmsl&auml;ckaren aktiveras och sk&auml;rmen l&aring;ses.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>F&ouml;rhandsgranska</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Klicka p&aring; denna knapp f&ouml;r att f&ouml;rhandsgranska sk&auml;rmsl&auml;ckaren som har markerats i visningslistan. Tryck p&aring; valfri knapp eller en musknapp f&ouml;r att avbryta f&ouml;rhandsgranskningen.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>Inst&auml;llningar</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Klicka p&aring; denna knapp f&ouml;r att visa sk&auml;rmsl&auml;ckarens alternativ som har markerats i sk&auml;rmsl&auml;ckarens visningslista. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-60">
      <title>Avancerade inst&auml;llningar</title>
      <para>Anv&auml;nd fliken <guilabel>Avancerat</guilabel> f&ouml;r att ange avancerade inst&auml;llningar f&ouml;r sk&auml;rmsl&auml;ckare.</para>
      <para>I <xref linkend="goscustdesk-TBL-64"/> visas de avancerade inst&auml;llningar f&ouml;r sk&auml;rmsl&auml;ckare som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdesk-TBL-64">
        <title>Avancerade inst&auml;llningar f&ouml;r sk&auml;rmsl&auml;ckare</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="40.38*"/>
          <colspec colname="colspec3" colwidth="59.62*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry>
                <para>Beskrivning </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>F&aring;nga skrivbordsbilder</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Med vissa sk&auml;rmsl&auml;ckare kan du ta en bild av sk&auml;rmen och sedan &auml;ndra sk&auml;rmbilden f&ouml;r att skapa en sk&auml;rmsl&auml;ckare. Markera det h&auml;r alternativet om du vill kunna ta en sk&auml;rmbild av skrivbordet med sk&auml;rmsl&auml;ckaren.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>F&aring;nga bildrutor</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Med vissa sk&auml;rmsl&auml;ckare f&aring;ngas en bildruta och sedan manipuleras den f&aring;ngade bilden f&ouml;r att skapa din sk&auml;rmsl&auml;ckare. V&auml;lj detta alternativ, om ditt system har ett videoinspelningskort, om du vill kunna f&aring;nga en bildruta med sk&auml;rmsl&auml;ckare.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>V&auml;lj slumpm&auml;ssig bild</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ om du vill att sk&auml;rmsl&auml;ckaren ska kunna anv&auml;nda bilder fr&aring;n en katalog som du v&auml;ljer. Skriv in s&ouml;kv&auml;gen till katalogen i f&auml;ltet. Klicka alternativt p&aring; <guibutton>Bl&auml;ddra</guibutton> f&ouml;r att visa ett dialogf&ouml;nster som du kan v&auml;lja en katalog fr&aring;n. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Utf&ouml;rlig diagnostik</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ om du vill visa diagnostisk information f&ouml;r sk&auml;rmsl&auml;ckaren.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Visa underprocessfel</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ om du vill visa fel som &auml;r relaterade till sk&auml;rmsl&auml;ckarens underprocesser.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Visa startbild vid uppstart </guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ om du vill att <application>Xscreensaver</application> ska visa ett v&auml;lkomstdialogf&ouml;nster n&auml;r <application>Xscreensaver</application> startas. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Str&ouml;msparfunktioner aktiverade</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ f&ouml;r att aktivera enegisparfunktionerna f&ouml;r bildsk&auml;rmen. Med energisparfunktionerna kan str&ouml;mf&ouml;rbrukningen f&ouml;r bildsk&auml;rmen reduceras n&auml;r du inte anv&auml;nder bildsk&auml;rmen. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>G&aring; i standby-l&auml;ge efter</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Ange hur l&aring;ng tid som ska l&ouml;pa innan bildsk&auml;rmen g&aring;r ned i vilol&auml;ge. N&auml;r bildsk&auml;rmen befinner sig i vilol&auml;ge &auml;r sk&auml;rmen tom.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>G&aring; i pausl&auml;ge efter</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Ange hur l&aring;ng tid som ska l&ouml;pa innan bildsk&auml;rmen g&aring;r ned i energisparl&auml;ge. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Av efter</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Ange hur l&aring;ng tid som ska l&ouml;pa innan bildsk&auml;rmen st&auml;ngs av. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Installera f&auml;rgkarta</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj det h&auml;r alternativet om du vill installera en egen f&auml;rgkarta n&auml;r sk&auml;rmsl&auml;ckaren aktiverats. Om du anv&auml;nder en egen f&auml;rgkarta kan f&auml;rgens kvalitet i vissa sk&auml;rmsl&auml;ckare f&ouml;rb&auml;ttras.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Tona m&ouml;rk n&auml;r sk&auml;rmen t&ouml;ms </guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ om du vill att bildsk&auml;rmen ska tonas till svart n&auml;r sk&auml;rmsl&auml;ckaren aktiverats.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Ljusna vid inaktivering </guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>V&auml;lj detta alternativ om du vill att bildsk&auml;rmen ska tonas fr&aring;n svart och sk&auml;rminneh&aring;llet &aring;terst&auml;llas n&auml;r sk&auml;rmsl&auml;ckaren inaktiverats.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Toningsl&auml;ngd</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Ange hur l&aring;ng tid toningen ska ta n&auml;r sk&auml;rmsl&auml;ckaren aktiveras.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustsession-5">
    <title>Konfigurera sessioner </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Sessioner</secondary>
    </indexterm>
    <indexterm>
      <primary>sessioner</primary>
      <secondary>inst&auml;llningar</secondary>
    </indexterm>
    <indexterm>
      <primary>uppstartsprogram</primary>
      <secondary>anpassa</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Sessioner</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Sessioner</guimenuitem></menuchoice>.</para>
    <para>Med inst&auml;llningsverktyget <application>Sessioner </application> kan du hantera sessionerna. Du kan ange sessionsinst&auml;llningar och ange vilka program som ska startas n&auml;r du startar en session. Du kan konfigurera sessioner f&ouml;r att spara tillst&aring;ndet f&ouml;r program i Java Desktop System och f&ouml;r att &aring;terst&auml;lla tillst&aring;ndet n&auml;r du startar en ny session. Du kan ocks&aring; anv&auml;nda det h&auml;r inst&auml;llningsverktyget om du vill hantera flera Java Desktop System-sessioner.</para>
    <para>Du kan anpassa inst&auml;llningarna f&ouml;r sessioner och uppstartsprogram inom f&ouml;ljande funktionsomr&aring;den:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Sessionsalternativ</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Aktuell session</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Startprogram</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustsession-16">
      <title>Ange sessionsinst&auml;llningar </title>
      <indexterm>
        <primary>sessioner</primary>
        <secondary>ange alternativ</secondary>
      </indexterm>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Sessionsalternativ</guilabel> om du vill hantera flera sessioner och ange inst&auml;llningar f&ouml;r den aktuella sessionen. </para>
      <para>I <xref linkend="goscustsession-TBL-11"/> visas de sessionsalternativ som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustsession-TBL-11">
        <title>Sessionsalternativ </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Visa startbild vid inloggning</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill att en startbild ska visas n&auml;r du startar en session. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Fr&aring;ga vid utloggning</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill att ett dialogf&ouml;nster f&ouml;r bekr&auml;ftelse ska visas n&auml;r du avslutar en session. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Spara &auml;ndringarna i sessionen automatiskt</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <indexterm>
                  <primary>uppstartsprogram </primary>
                  <secondary>sessionskontrollerade</secondary>
                </indexterm>
                <para>Markera det h&auml;r alternativet om du vill att sessionshanteraren ska spara det aktuella tillst&aring;ndet f&ouml;r sessionen. Sessionshanteraren sparar de sessionskontrollerade program som &auml;r &ouml;ppna och de inst&auml;llningar som har associerats med de sessionskontrollerade programmen. N&auml;sta g&aring;ng du startar en session startas programmen automatiskt, med de sparade inst&auml;llningarna. </para>
                <para>Om du inte markerar det h&auml;r alternativet visar dialogf&ouml;nstret <guilabel>Utloggningsbekr&auml;ftelse</guilabel> alternativet <guilabel>Spara aktuella inst&auml;llningar</guilabel> n&auml;r du avslutar sessionen.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Sessioner</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Anv&auml;nd det h&auml;r omr&aring;det i dialogf&ouml;nstret f&ouml;r att hantera flera sessioner i Java Desktop System, enligt f&ouml;ljande:</para>
                <itemizedlist>
                  <listitem>
                    <para>Skapa en ny session genom att klicka p&aring; knappen <guibutton>L&auml;gg till</guibutton>. Ange ett namn f&ouml;r sessionen i dialogf&ouml;nstret <guilabel>L&auml;gg till en ny session</guilabel>.</para>
                  </listitem>
                  <listitem>
                    <para>Om du vill &auml;ndra namnet f&ouml;r en session markerar du sessionen i tabellen <guilabel>V&auml;lj aktuell session</guilabel>. Klicka p&aring; knappen <guibutton>Redigera</guibutton>. Dialogf&ouml;nstret <guilabel>Redigera sessionsnamn</guilabel> visas. Ange ett nytt namn f&ouml;r sessionen.</para>
                  </listitem>
                  <listitem>
                    <para>Om du vill ta bort en session markerar du sessionen i tabellen <guilabel> V&auml;lj aktuell session</guilabel>. Klicka p&aring; knappen <guibutton>Ta bort</guibutton>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-27">
      <title>Ange sessionsegenskaper </title>
      <indexterm>
        <primary>uppstartsprogram</primary>
        <secondary>sessionskontrollerade </secondary>
      </indexterm>
      <indexterm>
        <primary>sessioner</primary>
        <secondary> ange egenskaper</secondary>
      </indexterm>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Aktuell session</guilabel> om du vill ange v&auml;rden f&ouml;r startordning och v&auml;lja omstartstyper f&ouml;r de sessionskontrollerade programmen i den aktuella sessionen. </para>
      <para><xref linkend="sessprop01"/> visar en lista &ouml;ver de sessionsegenskaper som du kan konfigurera. </para>
      <table frame="topbot" id="sessprop01">
        <title>Sessionsegenskaper </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Ordningsf&ouml;ljd</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Egenskapen <guilabel>Ordningsf&ouml;ljd</guilabel> anger i vilken ordning sessionshanteraren ska k&ouml;ra sessionskontrollerade startprogram. Sessionshanteraren startar program med l&auml;gre ordningsv&auml;rden f&ouml;rst. Standardv&auml;rdet &auml;r 50.</para>
                <para>Du anger startordningen f&ouml;r ett program genom att markera det i tabellen. Anv&auml;nd rotationsrutan <guilabel>Ordningsf&ouml;ljd</guilabel> f&ouml;r att ange startordningsv&auml;rdet.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Typ</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Egenskapen <guilabel>Typ</guilabel> best&auml;mmer typ av omstart f&ouml;r ett program. Du v&auml;ljer omstartstyp f&ouml;r ett program genom att markera programmet i tabellen och sedan v&auml;lja en av f&ouml;ljande typer: </para>
                <itemizedlist>
                  <listitem>
                    <para>
                      <guilabel>Normal</guilabel>
                    </para>
                    <para>Startas automatiskt n&auml;r du startar en Java Desktop System-session. Anv&auml;nd kommandot <command> kill</command> om du vill avsluta program med den h&auml;r omstartstypen under en session.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Starta om</guilabel>
                    </para>
                    <para>Startar om automatiskt n&auml;r du st&auml;nger eller avslutar programmet. V&auml;lj den h&auml;r typen f&ouml;r ett program om det m&aring;ste k&ouml;ras kontinuerligt under sessionen. Om du vill avsluta ett program med den h&auml;r omstartstypen markerar du programmet i tabellen och klickar sedan p&aring; knappen <guibutton>Ta bort</guibutton>.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Papperskorg</guilabel>
                    </para>
                    <para>Startas inte n&auml;r du startar en Java Desktop System-session.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Inst&auml;llningar</guilabel>
                    </para>
                    <para>Startar automatiskt n&auml;r du startar en session. Program med den h&auml;r typen har vanligtvis en l&aring;g startordning och lagrar konfigurationsinst&auml;llningarna f&ouml;r Java Desktop System och sessionskontrollerade program.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton> Ta bort</guibutton>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Klicka p&aring; knappen <guibutton>Ta bort</guibutton> om du vill ta bort det markerade programmet fr&aring;n listan. Programmet tas bort fr&aring;n sessionshanteraren och st&auml;ngs. Program som du tar bort startas inte n&auml;sta g&aring;ng du startar en session.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0">
                <para><guibutton>Verkst&auml;ll </guibutton> </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0">
                <para>Klicka p&aring; knappen <guibutton>Verkst&auml;ll</guibutton> f&ouml;r att verkst&auml;lla &auml;ndringarna i startordningen och omstartstypen.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustsession-12">
      <title>Konfigurera uppstartsprogram </title>
      <indexterm>
        <primary>uppstartsprogram </primary>
        <secondary>inte sessionskontrollerade</secondary>
      </indexterm>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Startprogram</guilabel> i inst&auml;llningsverktyget <application>Sessioner</application> n&auml;r du anger <firstterm>uppstartsprogram</firstterm> som inte &auml;r sessionskontrollerade. Uppstartsprogram &auml;r program som startar automatiskt n&auml;r du startar en session. Du anger kommandona som k&ouml;r de program som inte &auml;r sessionskontrollerade p&aring; flikarna f&ouml;r <guilabel>Startprogram</guilabel>. Kommandona k&ouml;rs automatiskt n&auml;r du loggar in.</para>
      <para>Du kan ocks&aring; starta sessionskontrollerade program automatiskt. Mer information finns i <xref linkend="goscustsession-16"/>.</para>
      <para>I <xref linkend="goscustsession-TBL-19"/> visas en lista &ouml;ver de inst&auml;llningar f&ouml;r uppstartsprogram som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustsession-TBL-19">
        <title>Inst&auml;llningar f&ouml;r uppstartsprogram </title>
        <tgroup cols="2">
          <colspec colname="col1" colwidth="18.86*"/>
          <colspec colname="col2" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colname="col1" colsep="0">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colname="col2" colsep="0">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="col1" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Ytterligare uppstartsprogram</guilabel>
                </para>
              </entry>
              <entry colname="col2" colsep="0" rowsep="0" valign="top">
                <para>Anv&auml;nd den h&auml;r tabellen om du vill hantera uppstartsprogram som inte &auml;r sessionskontrollerade, enligt f&ouml;ljande:</para>
                <itemizedlist>
                  <listitem>
                    <para>L&auml;gg till ett uppstartsprogram genom att klicka p&aring; knappen <guibutton>L&auml;gg till</guibutton>. Dialogf&ouml;nstret <guilabel>L&auml;gg till startprogram</guilabel> visas. Ange det kommando som ska starta programmet i f&auml;ltet <guilabel>Startkommando</guilabel>. </para>
                    <para>Om du anger mer &auml;n ett uppstartsprogram anv&auml;nder du rotationsrutan <guilabel>Ordningsf&ouml;ljd</guilabel> f&ouml;r att ange startordningen f&ouml;r varje program. Startordningen &auml;r den ordning som du vill att uppstartsprogrammen ska startas i.</para>
                  </listitem>
                  <listitem>
                    <para>Om du vill redigera ett uppstartsprogram markerar du uppstartsprogrammet och klickar sedan p&aring; knappen <guibutton>Redigera</guibutton>. Dialogf&ouml;nstret <guilabel>Redigera startprogram</guilabel> visas. Anv&auml;nd dialogf&ouml;nstret om du vill &auml;ndra kommandot och startordningen f&ouml;r uppstartsprogrammet.</para>
                  </listitem>
                  <listitem>
                    <para>Om du vill ta bort ett uppstartsprogram markerar du uppstartsprogrammet och klickar sedan p&aring; knappen <guilabel>Ta bort</guilabel>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-39">
    <title>Anpassa tangentbordsgenv&auml;gar </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Genv&auml;gar</secondary>
    </indexterm>
    <indexterm>
      <primary>snabbkommandon</primary>
      <secondary>konfigurera</secondary>
    </indexterm>
    <indexterm>
      <primary>tangentbordsgenv&auml;gar</primary>
      <secondary>konfigurera</secondary>
    </indexterm>
    <indexterm>
      <primary>snabbtangenter</primary>
      <secondary>konfigurera</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Genv&auml;gar</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningarTangentbord</guisubmenu><guimenuitem>Genv&auml;gar</guimenuitem></menuchoice>.</para>
    <para>En <firstterm>tangentbordsgenv&auml;g</firstterm> &auml;r ett tangent eller en tangentkombination som du kan anv&auml;nda som ett alternativ till standards&auml;tten att utf&ouml;ra &aring;tg&auml;rder p&aring;. </para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>Genv&auml;gar</application> om du vill visa standardtangentbordsgenv&auml;garna. Du kan anpassa standardtangentbordsgenv&auml;garna efter dina behov. Dessutom kan du ange snabbkommandoinst&auml;llningar f&ouml;r multimediafunktioner.</para>
    <para>Du kan &auml;ven skapa <firstterm>snabbtangenter</firstterm> p&aring; Solaris-system. Snabbtangenter &auml;r kortkommandon som du anv&auml;nder f&ouml;r att starta program med tangentbordet. </para>
    <para>I <xref linkend="goscustdesk-TBL-5"/> visas en lista &ouml;ver de inst&auml;llningar f&ouml;r tangentbordsgenv&auml;gar som du kan anpassa p&aring; Linux.</para>
    <table frame="topbot" id="goscustdesk-TBL-5">
      <title>Inst&auml;llningar f&ouml;r tangentbordsgenv&auml;gar p&aring; Linux</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Textredigeringsgenv&auml;gar</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Markera en av f&ouml;ljande inst&auml;llningar:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Standard</guilabel>: Anv&auml;nd den h&auml;r inst&auml;llningen f&ouml;r standardsnabbkommandona.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel>: Anv&auml;nd den h&auml;r inst&auml;llningen f&ouml;r <application> Emacs</application>-snabbkommandon.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Skrivbordsgenv&auml;gar</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>I den h&auml;r tabellen visas en lista &ouml;ver &aring;tg&auml;rder och de snabbkommandon som &auml;r associerade med varje &aring;tg&auml;rd. </para>
              <para>Om du vill &auml;ndra snabbkommandot f&ouml;r en &aring;tg&auml;rd markerar du &aring;tg&auml;rden genom att klicka p&aring; den och klickar sedan p&aring; snabbkommandot f&ouml;r &aring;tg&auml;rden. Tryck ned de tangenter som du vill associera med &aring;tg&auml;rden.</para>
              <para>Om du vill inaktivera snabbkommandot f&ouml;r en &aring;tg&auml;rd markerar du &aring;tg&auml;rden genom att klicka p&aring; den och klickar sedan p&aring; snabbkommandot f&ouml;r &aring;tg&auml;rden. Tryck p&aring; <keycap>Backsteg</keycap>.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>I <xref linkend="goscustdesk-TBL-3"/> visas en lista &ouml;ver de inst&auml;llningar f&ouml;r tangentbordsgenv&auml;gar som du kan anpassa p&aring; Solaris.</para>
    <table frame="topbot" id="goscustdesk-TBL-3">
      <title>Inst&auml;llningar f&ouml;r tangentbordsgenv&auml;gar p&aring; Solaris</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Textredigeringsgenv&auml;gar</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Markera en av f&ouml;ljande inst&auml;llningar:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Standard</guilabel>: Anv&auml;nd den h&auml;r inst&auml;llningen f&ouml;r standardsnabbkommandona.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel>: Anv&auml;nd den h&auml;r inst&auml;llningen f&ouml;r <application> Emacs</application>-snabbkommandon.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Skrivbordsgenv&auml;gar</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>I den h&auml;r tabellen visas en lista &ouml;ver &aring;tg&auml;rder och de snabbkommandon som &auml;r associerade med varje &aring;tg&auml;rd. </para>
              <para>Om du vill &auml;ndra snabbkommandot f&ouml;r en &aring;tg&auml;rd markerar du &aring;tg&auml;rden genom att klicka p&aring; den och klickar sedan p&aring; snabbkommandot f&ouml;r &aring;tg&auml;rden. Tryck ned de tangenter som du vill associera med &aring;tg&auml;rden.</para>
              <para>Om du vill inaktivera snabbkommandot f&ouml;r en &aring;tg&auml;rd markerar du &aring;tg&auml;rden genom att klicka p&aring; den och klickar sedan p&aring; snabbkommandot f&ouml;r &aring;tg&auml;rden. Tryck p&aring; <keycap>Backsteg</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Anpassade genv&auml;gar </guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Om du vill l&auml;gga till en snabbtangent g&ouml;r du f&ouml;ljande:</para>
              <orderedlist>
                <listitem>
                  <para>Klicka p&aring; <guibutton>Ny</guibutton>. Dialogf&ouml;nstret <guilabel>Anpassad bindning</guilabel> visas. Ange kommandot som du vill associera med snabbtangenten i f&auml;ltet <guilabel>Nytt kommando</guilabel>. Du kan ocks&aring; klicka p&aring; knappen <guibutton>Bl&auml;ddra</guibutton> om du vill leta efter kommandot. N&auml;r du har markerat kommandot klickar du p&aring; <guibutton>OK</guibutton>. Kommandot l&auml;ggs till i avsnittet <guilabel>Anpassade snabbkommandon</guilabel> i tabellen <guilabel> Skrivbordsgenv&auml;gar</guilabel>.</para>
                </listitem>
                <listitem>
                  <para>Klicka i kolumnen <guilabel>Genv&auml;g</guilabel> f&ouml;r kommandot i avsnittet <guilabel>Anpassad bindning</guilabel> i tabellen <guilabel>Skrivbordsgenv&auml;gar</guilabel>. Tryck p&aring; den tangent eller tangentkombination som du vill associera med kommandot. </para>
                </listitem>
              </orderedlist>
              <para>Om du vill redigera en snabbtangent, markerar du snabbtangenten i avsnittet <guilabel>Anpassade snabbkommandon</guilabel> i tabellen <guilabel>Skrivbordsgenv&auml;gar</guilabel> och klickar sedan p&aring; <guibutton>Redigera</guibutton>. Redigera kommandot i dialogf&ouml;nstret <guilabel>Anpassad bindning</guilabel>.</para>
              <para>Om du vill ta bort en snabbtangent, markerar du snabbtangenten i avsnittet <guilabel>Anpassade snabbkommandon</guilabel> i tabellen <guilabel>Skrivbordsgenv&auml;gar</guilabel> och klickar sedan p&aring; <guibutton>Ta bort</guibutton>.  </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Multimediatangenter</secondary>
    </indexterm>
    <para>Du anv&auml;nder inst&auml;llningsverktyget  <application>Multimediatangenter</application>  f&ouml;r att tilldela snabbkommandon f&ouml;r &aring;tg&auml;rder. </para>
    <para><xref linkend="goscustdesk-TBL-69"/> visar de inst&auml;llningar av kortkommandon som du kan ange f&ouml;r multimediafunktioner.</para>
    <table frame="topbot" id="goscustdesk-TBL-69">
      <title>Inst&auml;llningar f&ouml;r multimediatangenter</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry>
              <para>Beskrivning </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>Multimediatangentstabell </para>
            </entry>
            <entry>
              <para>Om du vill l&auml;gga till ett snabbkommando f&ouml;r en &aring;tg&auml;rd, markerar du &aring;tg&auml;rden genom att klicka p&aring; den. Sedan h&aring;ller du ned tangenterna som du vill associera med &aring;tg&auml;rden. </para>
              <para>Du kan inaktivera ett kortkommando f&ouml;r en &aring;tg&auml;rd genom att klicka p&aring; &aring;tg&auml;rden och sedan trycka p&aring; <keycap>backsteg</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Anv&auml;nd PCM-volymen ist&auml;llet f&ouml;r huvudvolymen</guilabel>
              </para>
            </entry>
            <entry>
              <para>V&auml;lj det h&auml;r alternativet om du vill anv&auml;nda PCM-volymen (Pulse Code Modulation) i st&auml;llet f&ouml;r huvudvolymen.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustmulti-2">
    <title>Ange ljudegenskaper </title>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Ljud</secondary>
    </indexterm>
    <indexterm>
      <primary>ljud</primary>
      <secondary>ange inst&auml;llningar</secondary>
    </indexterm>
    <indexterm>
      <primary>ljud</primary>
      <secondary>associera h&auml;ndelser med ljud</secondary>
    </indexterm>
    <indexterm>
      <primary>h&auml;ndelser, associera ljud med</primary>
    </indexterm>
    <indexterm>
      <primary>ljudserver</primary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Ljud</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningar</guisubmenu><guimenuitem>Ljud</guimenuitem></menuchoice>.</para>
    <para>Med inst&auml;llningsverktyget <application>Ljud</application> kan du styra n&auml;r ljudservern f&ouml;r Java Desktop System startar. Du kan ocks&aring; ange vilka ljud som ska spelas upp n&auml;r vissa h&auml;ndelser intr&auml;ffar.</para>
    <para>Du kan anpassa inst&auml;llningarna f&ouml;r inst&auml;llningsverktyget <application>Ljud</application> inom f&ouml;ljande funktionsomr&aring;den:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Allm&auml;nt</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Ljudh&auml;ndelser</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Systemsignal</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustmulti-3">
      <title>Allm&auml;nna ljudinst&auml;llningar</title>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Allm&auml;nt</guilabel> i inst&auml;llningsverktyget <application> Ljud</application> om du vill ange n&auml;r ljudservern f&ouml;r Java Desktop System ska startas. Du kan ocks&aring; aktivera ljudh&auml;ndelsefunktioner.</para>
      <para><xref linkend="goscustmulti-TBL-4"/> visar de allm&auml;nna ljudinst&auml;llningar som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustmulti-TBL-4">
        <title>Allm&auml;nna ljudinst&auml;llningar </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Sl&aring; p&aring; uppstart av ljudserver</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill starta ljudservern n&auml;r du startar en session. N&auml;r ljudservern &auml;r aktiv kan Java Desktop System spela upp ljud.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Ljud f&ouml;r h&auml;ndelser</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill spela upp ljud n&auml;r vissa h&auml;ndelser intr&auml;ffar i Java Desktop System. Du kan bara markera det h&auml;r alternativet om alternativet <guilabel>Aktivera uppstart av ljudserver</guilabel> har markerats.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-48">
      <title>Inst&auml;llningar f&ouml;r ljudh&auml;ndelser</title>
      <para>Anv&auml;nd flikarna f&ouml;r <guilabel>Ljudh&auml;ndelser</guilabel> i inst&auml;llningsverktyget <application>Ljud</application> om du vill associera vissa ljud med vissa h&auml;ndelser. </para>
      <note>
        <para>Du m&aring;ste markera alternativet <guilabel>Aktivera uppstart av ljudserver</guilabel> och alternativet <guilabel>Ljud f&ouml;r h&auml;ndelser</guilabel> innan du kan komma &aring;t flikarna f&ouml;r <guilabel>Ljudh&auml;ndelser</guilabel>.</para>
      </note>
      <para>I <xref linkend="goscustmulti-TBL-6"/> visas de inst&auml;llningar f&ouml;r ljudh&auml;ndelser som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustmulti-TBL-6">
        <title>Inst&auml;llningar f&ouml;r ljudh&auml;ndelser </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Tabellen <guilabel>Ljud</guilabel></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Anv&auml;nd tabellen <guilabel>Ljud</guilabel> om du vill associera vissa ljud med vissa h&auml;ndelser. </para>
                <para>I kolumnen <guilabel>H&auml;ndelse</guilabel> visas en hierarkisk lista &ouml;ver h&auml;ndelser som kan intr&auml;ffa. Om du vill ut&ouml;ka en kategori med h&auml;ndelser klickar du p&aring; h&ouml;gerpilen bredvid en kategori med h&auml;ndelser.</para>
                <para>I kolumnen <guilabel>Ljudfil</guilabel> visas den ljudfil som spelas upp n&auml;r en h&auml;ndelse intr&auml;ffar.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Spela </guibutton>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Klicka p&aring; den h&auml;r knappen om du vill spela upp den ljudfil som har associerats med den markerade h&auml;ndelsen.  </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Rotationsrutan f&ouml;r ljudfiler, <guibutton>Bl&auml;ddra </guibutton></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Om du vill associera ett ljud med en h&auml;ndelse markerar du h&auml;ndelsen i tabellen <guilabel>Ljud</guilabel>. Ange namnet p&aring; den ljudfil som du vill associera med den markerade h&auml;ndelsen i kombinationsrutan. Alternativt kan du klicka p&aring; <guibutton>Bl&auml;ddra</guibutton> f&ouml;r att visa dialogf&ouml;nstret <guilabel>V&auml;lj en ljudfil</guilabel>. Anv&auml;nd dialogf&ouml;nstret f&ouml;r att ange den ljudfil som du vill associera med den markerade h&auml;ndelsen.</para>
                <note>
                  <para>Det g&aring;r endast att associera ljudfiler i formatet <filename> .wav</filename> med h&auml;ndelser.</para>
                </note>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-41">
      <title>Inst&auml;llningar f&ouml;r systemklocka </title>
      <indexterm>
        <primary>tangentbord</primary>
        <secondary>konfigurera ljudinst&auml;llningar</secondary>
      </indexterm>
      <indexterm>
        <primary>ljud</primary>
        <secondary>konfigurera inst&auml;llningar f&ouml;r systemklocka</secondary>
      </indexterm>
      <indexterm>
        <primary>systemklocka</primary>
        <secondary>konfigurera inst&auml;llningar</secondary>
      </indexterm>
      <para>Ange inst&auml;llningarna f&ouml;r systemklockan i flikavsnittet <guilabel>Systemsignal</guilabel>.</para>
      <para>Vissa program spelar upp en signal f&ouml;r att ange ett tangentbordsinmatningsfel. Konfigurera klockljudet i flikavsnittet <guilabel>Systemsignal</guilabel>. I <xref linkend="goscustdesk-TBL-1"/> visas de inst&auml;llningar f&ouml;r systemklockan som du kan &auml;ndra.</para>
      <table frame="topbot" id="goscustdesk-TBL-1">
        <title>Inst&auml;llningar f&ouml;r systemklocka </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Dialogf&ouml;nsterelement</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Beskrivning</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>L&aring;t en ljudsignal l&aring;ta</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Markera det h&auml;r alternativet om du vill aktivera systemklockan.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Visuell &aring;terkoppling</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Markera det h&auml;r alternativet om du vill aktivera visuell feedback f&ouml;r att indikera inmatningsfel. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Blinka f&ouml;nstertitelrad</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Markera det h&auml;r alternativet om du vill indikera inmatningsfel genom att f&ouml;nstrens titelrader blinkar. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Blinka hela sk&auml;rmen</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Markera det h&auml;r alternativet om du vill indikera inmatningsfel genom att hela sk&auml;rmen blinkar. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-12">
    <title>Anpassa teman </title>
    <indexterm>
      <primary>teman</primary>
      <secondary>ange alternativ f&ouml;r kontroller</secondary>
    </indexterm>
    <indexterm>
      <primary>teman</primary>
      <secondary>ange alternativ f&ouml;r f&ouml;nsterramar</secondary>
    </indexterm>
    <indexterm>
      <primary>teman</primary>
      <secondary>ange alternativ f&ouml;r ikoner</secondary>
    </indexterm>
    <indexterm>
      <primary>f&ouml;nster</primary>
      <secondary>ange alternativ f&ouml;r ramteman</secondary>
    </indexterm>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>Tema</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>Tema</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningarVisa</guisubmenu><guimenuitem>Tema</guimenuitem></menuchoice>. </para>
    <para>Ett tema &auml;r en grupp samordnade inst&auml;llningar som avg&ouml;r hur en viss del av Java Desktop System ser ut. Du kan anv&auml;nda teman om du vill &auml;ndra utseendet p&aring; Java Desktop System. Anv&auml;nd inst&auml;llningsverktyget <application>Tema</application> f&ouml;r att v&auml;lja ett tema. Du kan v&auml;lja fr&aring;n en lista &ouml;ver tillg&auml;ngliga teman. I listan &ouml;ver tillg&auml;ngliga teman finns flera teman f&ouml;r anv&auml;ndare som beh&ouml;ver hj&auml;lpmedelsfunktioner. </para>
    <para>Ett tema inneh&aring;ller inst&auml;llningar som p&aring;verkar olika delar av Java Desktop System, enligt f&ouml;ljande:</para>
    <variablelist>
      <varlistentry>
        <term>Kontroller</term>
        <listitem>
          <para><indexterm><primary>GTK+-teman</primary><see>teman, kontrollalternativ</see></indexterm><indexterm><primary>teman</primary><secondary>kontrollalternativ</secondary><tertiary> introduktion</tertiary></indexterm>Kontrollinst&auml;llningarna f&ouml;r ett tema best&auml;mmer utseendet hos f&ouml;nster, paneler och panelprogram. Kontrollinst&auml;llningen avg&ouml;r ocks&aring; hur GNOME-kompatibla gr&auml;nssnittsobjekt, till exempel menyer, ikoner och knappar som visas i f&ouml;nster, p&aring; paneler och i panelprogram, ser ut. Vissa av alternativen f&ouml;r kontrollinst&auml;llningarna &auml;r utformade f&ouml;r s&auml;rskilda hj&auml;lpmedelsbehov. Du kan ange ett alternativ f&ouml;r kontrollinst&auml;llningen p&aring; fliken <guilabel>Kontroller</guilabel> i inst&auml;llningsverktyget <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>F&ouml;nsterram</term>
        <listitem>
          <para><indexterm><primary> teman</primary><secondary>alternativ f&ouml;r f&ouml;nsterramar</secondary><tertiary>introduktion </tertiary></indexterm><indexterm><primary>Metacity-teman</primary><see> teman, alternativ f&ouml;r f&ouml;nsterramar</see></indexterm>F&ouml;nsterramsinst&auml;llningen f&ouml;r ett tema avg&ouml;r endast hur ramar runt f&ouml;nster ser ut. Du kan ange ett alternativ f&ouml;r f&ouml;nsterramsinst&auml;llningen p&aring; fliken <guilabel>F&ouml;nsterramar</guilabel> i inst&auml;llningsverktyget <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Ikon</term>
        <listitem>
          <para><indexterm><primary>teman</primary><secondary>alternativ f&ouml;r ikoner</secondary><tertiary>introduktion</tertiary></indexterm><indexterm><primary>ikonteman</primary><see>teman, alternativ f&ouml;r ikoner</see></indexterm>Ikoninst&auml;llningen f&ouml;r ett tema avg&ouml;r hur ikoner p&aring; paneler och p&aring; skrivbordsbakgrunden ser ut. Du kan ange ett alternativ f&ouml;r ikoninst&auml;llningen p&aring; fliken <guilabel>Ikoner</guilabel> i inst&auml;llningsverktyget <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <sect2 id="goscustdesk-61">
      <title>S&aring; h&auml;r skapar du ett anpassat tema</title>
      <para>De teman som visas i inst&auml;llningsverktyget <application>Tema</application> &auml;r olika kombinationer av alternativ f&ouml;r kontroller, f&ouml;nsterramar och ikoner. Du kan skapa ett anpassat tema med olika kombinationer av alternativ f&ouml;r kontroller, f&ouml;nsterramar och ikoner.</para>
      <para>S&aring; h&auml;r skapar du ett anpassat tema:</para>
      <orderedlist>
        <listitem>
          <para>Starta inst&auml;llningsverktyget <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>V&auml;lj ett tema i listan.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Temadetaljer</guibutton>. Dialogf&ouml;nstret <guilabel>Temadetaljer</guilabel> visas.</para>
        </listitem>
        <listitem>
          <para>Ange de kontrollalternativ som du vill anv&auml;nda i det anpassade temat i listan p&aring; fliken <guilabel>Kontroller</guilabel>. I listan &ouml;ver tillg&auml;ngliga kontrollalternativ finns flera alternativ f&ouml;r anv&auml;ndare som beh&ouml;ver hj&auml;lpmedelsfunktioner.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; fliken <guilabel>F&ouml;nsterramar</guilabel> f&ouml;r att visa <guilabel>F&ouml;nsterramar</guilabel>. V&auml;lj det alternativ f&ouml;r f&ouml;nsterram som du vill anv&auml;nda i det anpassade temat i listan &ouml;ver tillg&auml;ngliga alternativ. I listan &ouml;ver tillg&auml;ngliga alternativ f&ouml;r f&ouml;nsterramar finns flera alternativ f&ouml;r anv&auml;ndare som beh&ouml;ver hj&auml;lpmedelsfunktioner.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; fliken <guilabel>Ikoner</guilabel> f&ouml;r att visa flikavsnittet <guilabel>Ikoner</guilabel>. Markera det ikonalternativ som du vill anv&auml;nda i det anpassade temat i listan &ouml;ver tillg&auml;ngliga alternativ. I listan &ouml;ver tillg&auml;ngliga ikonalternativ finns flera alternativ f&ouml;r anv&auml;ndare som beh&ouml;ver hj&auml;lpmedelsfunktioner. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton> n&auml;r du vill st&auml;nga dialogf&ouml;nstret <guilabel>Temadetaljer</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Spara tema</guibutton> i inst&auml;llningsverktyget <application>Tema</application>.</para>
        </listitem>
        <listitem>
          <para>Skriv in ett namn p&aring; och en kort beskrivning av det anpassade temat i dialogf&ouml;nstret <guilabel>Spara tema till disk</guilabel> och klicka sedan p&aring; <guibutton>Spara</guibutton>. Det anpassade temat visas nu i listan &ouml;ver tillg&auml;ngliga teman. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-62">
      <title>S&aring; h&auml;r installerar du ett nytt tema</title>
      <para>Du kan l&auml;gga till ett tema i listan &ouml;ver tillg&auml;ngliga teman. Det nya temat m&aring;ste vara en TAR- och ZIP-komprimerad arkivfil. Det vill s&auml;ga, det nya temat m&aring;ste vara en <filename>.tar.gz</filename>-fil.</para>
      <para>S&aring; h&auml;r installerar du ett nytt tema:</para>
      <orderedlist>
        <listitem>
          <para>Starta inst&auml;llningsverktyget <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Installera tema</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Ange platsen f&ouml;r temaarkivfilen i den nedrullningsbara kombinationsrutan i dialogf&ouml;nstret <guilabel>Installera tema</guilabel>. Du kan ocks&aring; klicka p&aring; knappen <guibutton>Bl&auml;ddra</guibutton> om du vill leta efter filen. N&auml;r du har markerat filen klickar du p&aring; <guibutton>OK</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Installera</guibutton> f&ouml;r att installera det nya temat. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-80">
      <title>S&aring; h&auml;r installerar du nya alternativ f&ouml;r ett tema</title>
      <para>Du kan installera nya alternativ f&ouml;r kontroller, f&ouml;nsterramar och ikoner. Du kan h&auml;mta m&aring;nga olika kontrollalternativ p&aring; Internet.</para>
      <para>S&aring; h&auml;r installerar du nya alternativ f&ouml;r kontroller, f&ouml;nsterramar och ikoner:</para>
      <orderedlist>
        <listitem>
          <para>Starta inst&auml;llningsverktyget <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Temadetaljer</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; en flik i dialogf&ouml;nstret <guilabel>Temadetaljer</guilabel> f&ouml;r den typ av tema som du vill installera. Om du till exempel vill installera ikonalternativ klickar du p&aring; fliken <guilabel>Ikoner</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Installera tema</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Ange platsen f&ouml;r alternativarkivfilen i den nedrullningsbara kombinationsrutan i dialogf&ouml;nstret <guilabel>Installera tema</guilabel>. Du kan ocks&aring; klicka p&aring; knappen <guibutton>Bl&auml;ddra</guibutton> om du vill leta efter filen. N&auml;r du har markerat filen klickar du p&aring; <guibutton>OK</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Installera</guibutton> f&ouml;r att installera det nya alternativet. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-81">
      <title>S&aring; h&auml;r tar du bort ett temaalternativ</title>
      <para>Du kan ta bort alternativ f&ouml;r kontroller, f&ouml;nsterramar och ikoner. </para>
      <para>S&aring; h&auml;r tar du bort alternativ f&ouml;r kontroller, f&ouml;nsterramar och ikoner:</para>
      <orderedlist>
        <listitem>
          <para>Starta inst&auml;llningsverktyget <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>Temadetaljer</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; en flik i dialogf&ouml;nstret <guilabel>Temadetaljer</guilabel> f&ouml;r den typ av alternativ som du vill ta bort. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>G&aring; till temamappen</guibutton>. Ett filhanterarf&ouml;nster &ouml;ppnas f&ouml;r standardmappen med alternativ.</para>
        </listitem>
        <listitem>
          <para>Anv&auml;nd filhanterarf&ouml;nstret f&ouml;r att ta bort alternativet.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-58">
    <title>Anpassa f&ouml;nster </title>
    <indexterm>
      <primary>f&ouml;nsterhanterare</primary>
      <secondary>anpassa</secondary>
    </indexterm>
    <indexterm>
      <primary>inst&auml;llningsverktyg</primary>
      <secondary>F&ouml;nsterbeteende</secondary>
    </indexterm>
    <para>Du startar inst&auml;llningsverktyget <guilabel>F&ouml;nsterbeteende</guilabel> genom att klicka p&aring; <guibutton>Starta</guibutton> och sedan v&auml;lja <menuchoice><guimenu>Inst&auml;llningar</guimenu><guisubmenu>Skrivbordsinst&auml;llningarVisa</guisubmenu><guimenuitem>F&ouml;nsterbeteende</guimenuitem></menuchoice>.</para>
    <para>Anv&auml;nd inst&auml;llningsverktyget <application>F&ouml;nsterbeteende</application> om du vill anpassa f&ouml;nsterbeteendet f&ouml;r Java Desktop System.</para>
    <para>I <xref linkend="goscustwindows-TBL-14"/> visas de f&ouml;nsterinst&auml;llningar som du kan &auml;ndra.</para>
    <table frame="topbot" id="goscustwindows-TBL-14">
      <title>F&ouml;nsterinst&auml;llningar </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Dialogf&ouml;nsterelement</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Markera f&ouml;nster n&auml;r musen flyttas &ouml;ver dem</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill fokusera p&aring; ett f&ouml;nster n&auml;r du pekar p&aring; det. F&ouml;nstret beh&aring;ller fokus tills du pekar p&aring; ett annat f&ouml;nster.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>H&ouml;j markerade f&ouml;nster efter en f&ouml;rdr&ouml;jning</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Markera det h&auml;r alternativet om du vill att f&ouml;nstren ska h&ouml;jas kort efter att de hamnar i fokus.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>F&ouml;rdr&ouml;jning innan upph&ouml;jning</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Ange det intervall som ska g&aring; innan ett f&ouml;nster som hamnar i fokus h&ouml;js.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Dubbelklicka p&aring; titelraden f&ouml;r att utf&ouml;ra denna &aring;tg&auml;rd</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Ange vad som ska h&auml;nda n&auml;r du dubbelklickar p&aring; en f&ouml;nstertitelrad. V&auml;lj n&aring;got av f&ouml;ljande alternativ:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Rulla upp</guilabel>: Skuggar f&ouml;nstret.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Maximera</guilabel>: Maximerar f&ouml;nstret.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>F&ouml;r att flytta ett f&ouml;nster trycker du p&aring; denna tangent och tar sedan tag i f&ouml;nstret</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Ange den tangent som ska h&aring;llas ned n&auml;r du drar ett f&ouml;nster f&ouml;r att flytta det. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
</chapter>
