<chapter id="gosdeskback-1">
  <title>Anv&auml;nda skrivbordsbakgrunden</title>
  <highlights>
    <para>I detta kapitel beskrivs hur du anv&auml;nder skrivbordsbakgrunden f&ouml;r att starta program och &ouml;ppna filer och mappar. Kapitlet beskriver ocks&aring; hur du anv&auml;nder <guimenu>Skrivbordsbakgrund</guimenu>-menyn, och hur du kan anpassa skrivbordsbakgrunden.</para>
  </highlights>
  <sect1 id="gosdeskback-21">
    <title>Introduktion till skrivbordsbakgrunden </title>
    <indexterm>
      <primary>skrivbordsbakgrund</primary>
      <secondary>introduktion</secondary>
    </indexterm>
    <para>Skrivbordsbakgrunden ligger bakom alla &ouml;vriga komponenter p&aring; den synliga delen av skrivbordet. Skrivbordsbakgrunden &auml;r en aktiv komponent i anv&auml;ndargr&auml;nssnittet. Du kan utf&ouml;ra f&ouml;ljande uppgifter fr&aring;n skrivbordsbakgrunden:</para>
    <itemizedlist>
      <listitem>
        <para>Starta program och &ouml;ppna filer och mappar. </para>
        <para>Du kan l&auml;gga till objekt p&aring; skrivbordet s&aring; att du l&auml;tt kommer &aring;t filer, mappar och program som du anv&auml;nder ofta. Exempelvis kan du l&auml;gga till en programstartare p&aring; skrivbordsbakgrunden. Du kan skapa en symbolisk l&auml;nk till en fil som du anv&auml;nder ofta och sedan l&auml;gga till den h&auml;r l&auml;nken p&aring; skrivbordsbakgrunden. Du kan ocks&aring; lagra filer och mappar p&aring; skrivbordsbakgrunden.</para>
      </listitem>
      <listitem>
        <para>&Ouml;ppna <guimenu>Skrivbordsbakgrund</guimenu>-menyn.</para>
        <para>H&ouml;gerklicka p&aring; skrivbordsbakgrunden. Menyn <guimenu>Skrivbord</guimenu> visas. Du kan anv&auml;nda menyn <guimenu>Skrivbord</guimenu> om du vill utf&ouml;ra &aring;tg&auml;rder p&aring; skrivbordsbakgrunden.</para>
      </listitem>
      <listitem>
        <para>Arbeta med <guilabel>Papperskorgen</guilabel>.</para>
        <para>Du kan flytta objekt till <guilabel>Papperskorgen</guilabel> och t&ouml;mma <guilabel>Papperskorgen</guilabel>.</para>
      </listitem>
      <listitem>
        <para>Anpassa skrivbordsbakgrunden.</para>
        <para>Du kan anpassa m&ouml;nstret eller f&auml;rgen f&ouml;r skrivbordsbakgrunden.</para>
      </listitem>
    </itemizedlist>
    <para>Som standard inneh&aring;ller skrivbordsbakgrunden fem objekt. <xref linkend="gosdeskback-TBL-84"/> beskriver funktionerna f&ouml;r standardobjekten p&aring; skrivbordet.</para>
    <table frame="topbot" id="gosdeskback-TBL-84">
      <title>Funktioner f&ouml;r standardobjekt p&aring; skrivbordsbakgrunden</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Object </para>
            </entry>
            <entry>
              <para>Funktion </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Den h&auml;r datorn</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Ger tillg&aring;ng till n&aring;gra av nyckelfunktionerna f&ouml;r Java Desktop System. Du hittar dina program och konfigurationsverktyg p&aring; platsen <guilabel>Den h&auml;r datorn</guilabel>. Du kommer &auml;ven &aring;t program som ger dig m&ouml;jlighet att konfigurera systemet som en server och &auml;ndra andra systemkonfigurationsdetaljer.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para><guilabel>Dokument</guilabel> </para>
            </entry>
            <entry colname="colspec1">
              <para>H&auml;r f&aring;r du direkt&aring;tkomst till filer som &auml;r lagrade i din standardkatalog.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Papperskorg</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Tillf&auml;llig f&ouml;rvaringsplats f&ouml;r filer, mappar och skrivbordsobjekt som du kan h&auml;mta tillbaka senare eller ta bort permanent. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Mer om Java Desktop System</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Startar en hj&auml;lpl&auml;sare som du kan anv&auml;nda f&ouml;r att komma &aring;t Hj&auml;lpen f&ouml;r  <application>Java Desktop System</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Star Office 7</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Startar <application>StarOffice</application>-programmet. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-2">
    <title>Skrivbordsbakgrundsobjekt </title>
    <indexterm>
      <primary>skrivbord</primary>
      <secondary>skrivbordsobjekt</secondary>
    </indexterm>
    <para>Ett skrivbordsbakgrundsobjekt &auml;r en ikon p&aring; skrivbordsbakgrunden som du kan anv&auml;nda f&ouml;r att &ouml;ppna filer, mappar och program. Du kan ocks&aring; l&auml;gga till objekt p&aring; skrivbordet f&ouml;r att enkelt komma &aring;t filer, mappar, program och URI:er som du anv&auml;nder ofta. Exempelvis kan du l&auml;gga till en programstartare p&aring; skrivbordsbakgrunden s&aring; att du kan &ouml;ppna ett visst program som du anv&auml;nder ofta. </para>
    <para><xref linkend="gosdeskback-TBL-86"/> beskriver typer av objekt som du kan l&auml;gga till din skrivbordsbakgrund.</para>
    <table frame="topbot" id="gosdeskback-TBL-86">
      <title>Typer av skrivbordsbakgrundsobjekt</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="30.23*"/>
        <colspec colname="colspec1" colwidth="69.77*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Objekttyp</para>
            </entry>
            <entry>
              <para>Beskrivning</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Symbolisk l&auml;nk</para>
            </entry>
            <entry valign="top">
              <para>En symbolisk l&auml;nk &auml;r ett objekt som pekar p&aring; en annan fil eller mapp. N&auml;r du klickar p&aring; en symbolisk l&auml;nk p&aring; skrivbordsbakgrunden &ouml;ppnas den fil eller mapp som den symboliska l&auml;nken pekar p&aring;. Du kan flytta eller kopiera en symbolisk l&auml;nk till skrivbordsbakgrunden.</para>
              <para>Du k&auml;nner igen symboliska l&auml;nkar p&aring; det standardpilemblem som visas p&aring; alla symboliska l&auml;nkar. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Programstartare</para>
            </entry>
            <entry valign="top">
              <para>Du kan l&auml;gga till f&ouml;ljande typer av programstartare p&aring; skrivbordsbakgrunden:</para>
              <itemizedlist>
                <listitem>
                  <para>Program: Startar ett visst program.</para>
                </listitem>
                <listitem>
                  <para>L&auml;nk: L&auml;nkar till en viss fil, mapp eller URI.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Fil</para>
            </entry>
            <entry valign="top">
              <para>Du kan l&auml;gga till filer p&aring; skrivbordsbakgrunden. Filerna p&aring; skrivbordsbakgrunden finns i katalogen <literal>Skrivbord</literal>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Mapp </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Du kan flytta mappar till och skapa mappar p&aring; skrivbordsbakgrunden. Mapparna p&aring; skrivbordsbakgrunden finns i katalogen <literal>Skrivbord</literal>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>I f&ouml;ljande avsnitt beskrivs hur du arbetar med objekt p&aring; skrivbordsbakgrunden.</para>
    <sect2 id="gosdeskback-30">
      <title>S&aring; h&auml;r markerar du objekt p&aring; skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>markera objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>markera</secondary>
      </indexterm>
      <para>Du markerar ett objekt p&aring; skrivbordsbakgrunden genom att klicka p&aring; det. Om du vill markera flera objekt h&aring;ller du ned <keycap> Control</keycap> och klickar sedan p&aring; de objekt du vill markera.</para>
      <para>Du kan ocks&aring; markera ett omr&aring;de p&aring; skrivbordsbakgrunden f&ouml;r att markera alla objekt inom det omr&aring;det. Klicka och h&aring;ll ned musknappen p&aring; skrivbordsbakgrunden och dra sedan &ouml;ver det omr&aring;de som inneh&aring;ller de objekt du vill markera. N&auml;r du klickar, h&aring;ller ned musknappen och drar visas en rektangel som indikerar det omr&aring;de som du markerar. </para>
      <para>Om du vill markera flera omr&aring;den h&aring;ller du ned <keycap>Control</keycap> och drar sedan &ouml;ver de omr&aring;den du vill markera. </para>
    </sect2>
    <sect2 id="gosdeskback-29">
      <title>S&aring; h&auml;r &ouml;ppnar du ett objekt fr&aring;n skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>&ouml;ppna objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>&ouml;ppna</secondary>
      </indexterm>
      <para>Dubbelklicka p&aring; objektet i skrivbordsbakgrunden om du vill &ouml;ppna det. Du kan ocks&aring; h&ouml;gerklicka p&aring; objektet och sedan v&auml;lja <guimenuitem>&Ouml;ppna</guimenuitem>. N&auml;r du &ouml;ppnar ett objekt k&ouml;rs standard&aring;tg&auml;rden f&ouml;r objektet. Om objektet till exempel &auml;r en textfil &ouml;ppnas textfilen i ett filhanterarf&ouml;nster. Standard&aring;tg&auml;rderna f&ouml;r filtyper anges i inst&auml;llningsverktyget <application>Filtyper</application>.</para>
      <para>Om du vill k&ouml;ra en annan &aring;tg&auml;rd &auml;n standard&aring;tg&auml;rden f&ouml;r ett objekt h&ouml;gerklickar du p&aring; objektet och v&auml;ljer sedan <guimenuitem>&Ouml;ppna med</guimenuitem>. V&auml;lj en &aring;tg&auml;rd p&aring; undermenyn <guisubmenu>&Ouml;ppna med</guisubmenu>. </para>
      <para>Alternativen p&aring; undermenyn <guimenuitem>&Ouml;ppna med</guimenuitem> motsvarar inneh&aring;llet i f&ouml;ljande delar av inst&auml;llningsverktyget <application>Filtyper</application>:</para>
      <itemizedlist>
        <listitem>
          <para>Listrutan <guilabel>Standard&aring;tg&auml;rd</guilabel> i dialogf&ouml;nstret <guilabel>Redigera filtyp</guilabel></para>
        </listitem>
        <listitem>
          <para>Listan <guilabel>Visningskomponent</guilabel> i dialogf&ouml;nstret <guilabel>Redigera filtyp</guilabel></para>
        </listitem>
      </itemizedlist>
      <para>Du kan ange inst&auml;llningarna i ett filhanterarf&ouml;nster s&aring; att du klickar en g&aring;ng p&aring; en fil f&ouml;r att k&ouml;ra standard&aring;tg&auml;rden.</para>
    </sect2>
    <sect2 id="gosdeskback-3">
      <title>S&aring; h&auml;r l&auml;gger du till en programstartare p&aring; skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>l&auml;gga till programstartare</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>programstartare</secondary>
      </indexterm>
      <para>En programstartare p&aring; skrivbordet kan starta ett program eller l&auml;nka till en viss fil, mapp, FTP-plats eller URI-plats. </para>
      <para>Om du vill l&auml;gga till en programstartare p&aring; skrivbordsbakgrunden g&ouml;r du f&ouml;ljande:</para>
      <orderedlist>
        <listitem>
          <para>H&ouml;gerklicka p&aring; skrivbordet och v&auml;lj sedan <guimenuitem> Skapa programstartare</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Skriv in informationen som kr&auml;vs i dialogf&ouml;nstret <guilabel>Skapa programstartare</guilabel>. Det kommando som du anger f&ouml;r programstartaren &auml;r det kommando som k&ouml;rs n&auml;r du anv&auml;nder skrivbordsbakgrundsobjektet.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-20">
      <title>S&aring; h&auml;r l&auml;gger du till en symbolisk l&auml;nk p&aring; skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>l&auml;gga till symboliska l&auml;nkar</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>symboliska l&auml;nkar</secondary>
      </indexterm>
      <indexterm>
        <primary>symbolisk l&auml;nk</primary>
        <secondary>till skrivbordsobjekt, skapa</secondary>
      </indexterm>
      <para>Du kan skapa symboliska l&auml;nkar p&aring; skrivbordsbakgrunden f&ouml;r att utf&ouml;ra f&ouml;ljande &aring;tg&auml;rder:</para>
      <itemizedlist>
        <listitem>
          <para>&Ouml;ppna en viss fil i ett visst program.</para>
        </listitem>
        <listitem>
          <para>&Ouml;ppna en viss mapp i ett filhanterarf&ouml;nster.</para>
        </listitem>
        <listitem>
          <para>K&ouml;ra en bin&auml;rfil eller ett skript.</para>
        </listitem>
      </itemizedlist>
      <para>Om du vill skapa en symbolisk l&auml;nk p&aring; skrivbordsbakgrunden g&ouml;r du f&ouml;ljande:</para>
      <orderedlist>
        <listitem>
          <para>Visa den fil eller mapp som du vill skapa en symbolisk l&auml;nk f&ouml;r i ett filhanterarf&ouml;nster.</para>
        </listitem>
        <listitem>
          <para>Skapa en symbolisk l&auml;nk till filen eller mappen. Du skapar en symbolisk l&auml;nk till en fil eller mapp genom att markera filen eller mappen som du vill skapa en l&auml;nk till. V&auml;lj <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Skapa l&auml;nk</guimenuitem></menuchoice>. En l&auml;nk till filen eller mappen l&auml;ggs till i den aktuella mappen. Du k&auml;nner igen symboliska l&auml;nkar p&aring; det standardpilemblem som visas p&aring; alla symboliska l&auml;nkar. I f&ouml;ljande figur visas en symbolisk l&auml;nk till en fil:</para>
          <screenshot>
            <mediaobject>
              <imageobject>
                <imagedata fileref="figures/naut_samplesymlink_icon.png" format="PNG"/>
              </imageobject>
              <textobject>
                <phrase>Filikon med emblem f&ouml;r symbolisk l&auml;nk. </phrase>
              </textobject>
            </mediaobject>
          </screenshot>
        </listitem>
        <listitem>
          <para>Dra den symboliska l&auml;nken till skrivbordsbakgrunden. Ikonen f&ouml;r objektet flyttas till skrivbordsbakgrunden. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-16">
      <title>L&auml;gga till en fil eller en mapp p&aring; skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>l&auml;gga till en fil eller mapp p&aring;</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>filer och mappar</secondary>
      </indexterm>
      <para>I f&ouml;ljande avsnitt beskrivs hur du kan l&auml;gga till filobjekt och mappobjekt p&aring; skrivbordsbakgrunden. </para>
      <sect3 id="gosdeskback-18">
        <title>S&aring; h&auml;r flyttar du en fil eller mapp till skrivbordsbakgrunden </title>
        <indexterm>
          <primary>skrivbordsbakgrund</primary>
          <secondary>flytta en fil eller mapp till</secondary>
        </indexterm>
        <para>Du kan flytta en fil eller mapp fr&aring;n filhanteraren till skrivbordet. Om du vill flytta en fil eller mapp till skrivbordsbakgrunden g&ouml;r du f&ouml;ljande:</para>
        <orderedlist>
          <listitem>
            <para>&Ouml;ppna ett filhanterarf&ouml;nster. </para>
          </listitem>
          <listitem>
            <para>Visa den fil eller mapp som du vill flytta.</para>
          </listitem>
          <listitem>
            <para>Dra filen eller mappen till skrivbordsbakgrunden. Ikonen f&ouml;r filen eller mappen flyttas till skrivbordsbakgrunden. Filen eller mappen flyttas till katalogen <literal>Skrivbord</literal>.</para>
            <para>Du kan ocks&aring; markera filen eller mappen och sedan v&auml;lja <menuchoice><guimenu> Redigera</guimenu><guimenuitem>Klipp ut filer</guimenuitem></menuchoice>. H&ouml;gerklicka p&aring; valfritt skrivbordsbakgrundsobjekt och v&auml;lj sedan <guimenuitem>Klistra in filer</guimenuitem>. </para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-17">
        <title>S&aring; h&auml;r kopierar du en fil eller mapp till skrivbordsbakgrunden </title>
        <indexterm>
          <primary>skrivbordsbakgrund</primary>
          <secondary>kopiera en fil eller mapp till</secondary>
        </indexterm>
        <para>Du kan kopiera en fil eller mapp fr&aring;n filhanteraren till skrivbordet. Om du vill kopiera en fil eller mapp till skrivbordsbakgrunden g&ouml;r du f&ouml;ljande:</para>
        <orderedlist>
          <listitem>
            <para>&Ouml;ppna ett filhanterarf&ouml;nster. </para>
          </listitem>
          <listitem>
            <para>Visa den fil eller mapp som du vill flytta.</para>
          </listitem>
          <listitem>
            <para>H&aring;ll ned <keycap>Control</keycap> och dra sedan filen eller mappen till skrivbordsbakgrunden. En ikon f&ouml;r filen eller mappen l&auml;ggs till p&aring; skrivbordsbakgrunden. Filen eller mappen kopieras till katalogen <literal>Skrivbord</literal>.</para>
            <para>Du kan ocks&aring; markera filen eller mappen och sedan v&auml;lja <menuchoice><guimenu> Redigera</guimenu><guimenuitem>Kopiera filer</guimenuitem></menuchoice>. H&ouml;gerklicka p&aring; valfritt skrivbordsbakgrundsobjekt och v&auml;lj sedan <guimenuitem>Klistra in filer</guimenuitem>.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-19">
        <title>S&aring; h&auml;r skapar du ett mappobjekt p&aring; skrivbordsbakgrunden </title>
        <indexterm>
          <primary>skrivbordsbakgrund</primary>
          <secondary>skapa en mapp p&aring;</secondary>
        </indexterm>
        <para>Om du vill skapa ett mappobjekt h&ouml;gerklickar du p&aring; skrivbordsbakgrunden f&ouml;r att &ouml;ppna menyn <guimenu>Skrivbord</guimenu>. V&auml;lj <guimenuitem>Skapa mapp</guimenuitem>. En <guilabel>namnl&ouml;s</guilabel> mapp l&auml;ggs till p&aring; skrivbordsbakgrunden. Ange namnet f&ouml;r den nya mappen och tryck sedan p&aring; <keycap>Retur</keycap>. Mappen visas med det nya namnet. Den nya mappen finns i katalogen <literal>Skrivbord</literal>.</para>
      </sect3>
    </sect2>
    <sect2 id="gosdeskback-90">
      <title>S&aring; h&auml;r byter du namn p&aring; ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>&auml;ndra namn p&aring; objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>&auml;ndra namn p&aring;</secondary>
      </indexterm>
      <para>Du byter namn p&aring; ett skrivbordsbakgrundsobjekt genom att h&ouml;gerklicka p&aring; objektet och v&auml;lja <guimenuitem>Byt namn</guimenuitem>. Namnet p&aring; skrivbordsbakgrundsobjektet markeras. Skriv in ett nytt namn p&aring; objektet och tryck p&aring; <keycap>Retur</keycap>.</para>
    </sect2>
    <sect2 id="gosdeskback-25">
      <title>S&aring; h&auml;r tar du bort ett objekt fr&aring;n skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>ta bort ett objekt fr&aring;n</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>ta bort</secondary>
      </indexterm>
      <para>Du tar bort ett objekt fr&aring;n skrivbordsbakgrunden genom att h&ouml;gerklicka p&aring; objektet och sedan v&auml;lja <guimenuitem> Flytta till papperskorgen</guimenuitem>. Du kan ocks&aring; dra objektet till <guilabel> papperskorgen</guilabel>.</para>
      <note>
        <para>N&auml;r du flyttar en fil eller mapp fr&aring;n ett flyttbart medium till <guilabel>papperskorgen</guilabel> sparas filen eller mappen i en <guilabel>papperskorg</guilabel> p&aring; det flyttbara mediet. Om du vill ta bort filen eller mappen permanent fr&aring;n det flyttbara mediet m&aring;ste du t&ouml;mma <guilabel>papperskorgen</guilabel>.</para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-86">
      <title>S&aring; h&auml;r raderar du ett objekt fr&aring;n skrivbordsbakgrunden </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>radera ett objekt fr&aring;n</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>radera</secondary>
      </indexterm>
      <para>N&auml;r du raderar ett objekt fr&aring;n skrivbordsbakgrunden flyttas objektet inte till <guilabel> papperskorgen</guilabel>, utan tas omedelbart bort fr&aring;n skrivbordsbakgrunden. Menyalternativet <guimenuitem>Ta bort</guimenuitem> &auml;r bara tillg&auml;ngligt om du markerar alternativet <guilabel>Inkludera ett borttagningskommando som &aring;sidos&auml;tter papperskorgen</guilabel> i filhanterardialogf&ouml;nstret <guilabel>Inst&auml;llningar f&ouml;r filhantering</guilabel>. </para>
      <para>Om du vill radera objekt fr&aring;n skrivbordet, h&ouml;gerklickar du p&aring; objektet och v&auml;ljer sedan <guimenuitem>Radera</guimenuitem>. </para>
      <note>
        <para>Det g&aring;r inte att radera skrivbordsbakgrundsobjekten <guilabel>Den h&auml;r datorn</guilabel> och <guilabel> Papperskorgen</guilabel>. </para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-89">
      <title>S&aring; h&auml;r visar du egenskaper f&ouml;r ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>visa egenskaper f&ouml;r objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>visa egenskaper</secondary>
      </indexterm>
      <para>S&aring; h&auml;r visar du egenskaperna f&ouml;r ett skrivbordsbakgrundsobjekt:</para>
      <orderedlist>
        <listitem>
          <para>H&ouml;gerklicka p&aring; det objekt vars egenskaper du vill visa och v&auml;lj <guimenuitem>Egenskaper</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Anv&auml;nd dialogf&ouml;nstret f&ouml;r egenskaper f&ouml;r att visa egenskaperna f&ouml;r skrivbordsbakgrundsobjektet. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton> f&ouml;r att st&auml;nga dialogf&ouml;nstret med egenskaper.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-91">
      <title>&Auml;ndra beh&ouml;righeter f&ouml;r ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>&auml;ndra beh&ouml;righeter f&ouml;r objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>&auml;ndra beh&ouml;righeter</secondary>
      </indexterm>
      <para>S&aring; h&auml;r &auml;ndrar du beh&ouml;righeter f&ouml;r ett skrivbordsbakgrundsobjekt:</para>
      <orderedlist>
        <listitem>
          <para>H&ouml;gerklicka p&aring; det objekt vars beh&ouml;righeter du vill &auml;ndra och v&auml;lj <guimenuitem>Egenskaper</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; fliken <guilabel>R&auml;ttigheter</guilabel> i dialogf&ouml;nstret Egenskaper. </para>
        </listitem>
        <listitem>
          <para>Under <guilabel>R&auml;ttigheter</guilabel> anv&auml;nder du listorna och kryssrutorna f&ouml;r att &auml;ndra beh&ouml;righeterna f&ouml;r filen eller mappen. Mer information om dialogf&ouml;nsterelementen i flikavsnittet <guilabel>R&auml;ttigheter</guilabel> finns i <citetitle>Anv&auml;nda Filhanteraren</citetitle>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton> f&ouml;r att st&auml;nga dialogf&ouml;nstret med egenskaper.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-93">
      <title>S&aring; h&auml;r l&auml;gger du till ett emblem till ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>l&auml;gga till emblem i objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>l&auml;gga till emblem</secondary>
      </indexterm>
      <indexterm>
        <primary>emblem</primary>
        <secondary>l&auml;gga till i skrivbordsobjekt</secondary>
      </indexterm>
      <para>S&aring; h&auml;r l&auml;gger du till ett emblem till ett skrivbordsbakgrundsobjekt: </para>
      <orderedlist>
        <listitem>
          <para>H&ouml;gerklicka p&aring; det objekt som du vill l&auml;gga till ett emblem till och v&auml;lj <guimenuitem>Egenskaper</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring;  <guilabel>Emblem</guilabel> i flikavsnittet <guilabel> Emblem</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Markera det emblem som du vill l&auml;gga till objektet.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton> f&ouml;r att st&auml;nga dialogf&ouml;nstret med egenskaper.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-95">
      <title>S&aring; h&auml;r l&auml;gger du till en anteckning till ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>l&auml;gga till anteckningar i objekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>l&auml;gga till anteckningar i</secondary>
      </indexterm>
      <indexterm>
        <primary>anteckningar</primary>
        <secondary>l&auml;gga till i skrivbordsobjekt</secondary>
      </indexterm>
      <para>S&aring; h&auml;r l&auml;gger du till en anteckning till ett skrivbordsbakgrundsobjekt: </para>
      <orderedlist>
        <listitem>
          <para>Markera det objekt som du vill l&auml;gga till anteckningen till. </para>
        </listitem>
        <listitem>
          <para>V&auml;lj <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>Egenskaper</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; fliken <guilabel>Anteckningar</guilabel>i flikavsnittet <guilabel> Anteckningar</guilabel>. Skriv noten.</para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton> f&ouml;r att st&auml;nga dialogf&ouml;nstret med egenskaper. Ett anteckningsemblem l&auml;ggs till skrivbordsbakgrundsobjektet.</para>
        </listitem>
      </orderedlist>
      <para>Om du vill ta bort en anteckning tar du bort anteckningstexten p&aring; fliken <guilabel>Anteckningar</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-92">
      <title>S&aring; h&auml;r &auml;ndrar du ikonen f&ouml;r ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>&auml;ndra ikon f&ouml;r ett skrivbordsobjekt</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>&auml;ndra ikoner</secondary>
      </indexterm>
      <para>S&aring; h&auml;r &auml;ndrar du ikonen f&ouml;r ett skrivbordsbakgrundsobjekt:</para>
      <orderedlist>
        <listitem>
          <para>H&ouml;gerklicka p&aring; det objekt vars beh&ouml;righeter du vill &auml;ndra och v&auml;lj <guimenuitem>Egenskaper</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; knappen <guibutton>V&auml;lj anpassad ikon</guibutton> p&aring; fliken <guilabel>Grundl&auml;ggande</guilabel>. </para>
        </listitem>
        <listitem>
          <para>Anv&auml;nd dialogf&ouml;nstret <guilabel>V&auml;lj en ikon</guilabel> f&ouml;r att v&auml;lja den ikon som ska representera filen eller mappen. </para>
        </listitem>
        <listitem>
          <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton> f&ouml;r att st&auml;nga dialogf&ouml;nstret med egenskaper.</para>
        </listitem>
      </orderedlist>
      <para>Om du vill &aring;terst&auml;lla en ikon fr&aring;n en anpassad ikon till standardikonen, klickar du p&aring; knappen <guilabel>Ta bort anpassad ikon</guilabel> i dialogf&ouml;nstret  <guilabel>Egenskaper</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-94">
      <title>S&aring; h&auml;r &auml;ndrar du storlek p&aring; ikonen f&ouml;r ett skrivbordsbakgrundsobjekt </title>
      <indexterm>
        <primary>skrivbordsbakgrund</primary>
        <secondary>&auml;ndra storlek p&aring; ikoner</secondary>
      </indexterm>
      <indexterm>
        <primary>skrivbordsobjekt</primary>
        <secondary>&auml;ndra storlek p&aring; ikoner</secondary>
      </indexterm>
      <para>Du kan &auml;ndra storlek p&aring; ikoner som representerar skrivbordsbakgrundsobjekt. S&aring; h&auml;r &auml;ndrar du storlek p&aring; en ikon p&aring; skrivbordet:</para>
      <orderedlist>
        <listitem>
          <para>H&ouml;gerklicka p&aring; det skrivbordsbakgrundsobjekt vars ikon du vill &auml;ndra storlek p&aring; och v&auml;lj <guimenuitem>Str&auml;ck ut ikon</guimenuitem>. Det visas en rektangel runt ikonen, med ett handtag i varje h&ouml;rn.</para>
        </listitem>
        <listitem>
          <para>Ta tag i ett av handtagen och dra ikonen till &ouml;nskad storlek.</para>
          <para>Om du vill &aring;terst&auml;lla ikonen till dess ursprungliga storlek h&ouml;gerklicka du p&aring; den och v&auml;ljer <guimenuitem>&Aring;terst&auml;ll ikonens originalstorlek</guimenuitem>. </para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-8">
    <title>Anv&auml;nda papperskorgen p&aring; skrivbordsbakgrunden </title>
    <indexterm>
      <primary>skrivbordsbakgrund</primary>
      <secondary>anv&auml;nda papperskorgen</secondary>
    </indexterm>
    <indexterm>
      <primary>Papperskorg</primary>
      <secondary>anv&auml;nda p&aring; skrivbordet</secondary>
    </indexterm>
    <para>Du kan flytta f&ouml;ljande objekt till <guilabel>Papperskorgen</guilabel>:</para>
    <itemizedlist>
      <listitem>
        <para>Filer</para>
      </listitem>
      <listitem>
        <para>Mappar</para>
      </listitem>
      <listitem>
        <para>Skrivbordsbakgrundsobjekt</para>
      </listitem>
    </itemizedlist>
    <para>Om du beh&ouml;ver h&auml;mta en fil fr&aring;n <guilabel>Papperskorgen</guilabel> kan du visa <guilabel>Papperskorgen</guilabel> och flytta filen fr&aring;n <guilabel>Papperskorgen</guilabel>. N&auml;r du t&ouml;mmer <guilabel>Papperskorgen</guilabel> raderar du objekten i <guilabel> Papperskorgen</guilabel> permanent. </para>
    <sect2 id="gosdeskback-44">
      <title>S&aring; h&auml;r visar du papperskorgen </title>
      <indexterm>
        <primary>Papperskorg</primary>
        <secondary>visa</secondary>
      </indexterm>
      <para>Du kan visa inneh&aring;llet i <guilabel>Papperskorgen</guilabel> p&aring; f&ouml;ljande s&auml;tt:</para>
      <itemizedlist>
        <listitem>
          <para>Fr&aring;n skrivbordsbakgrunden</para>
          <para>Dubbelklicka p&aring; objektet <guilabel>Papperskorg</guilabel> p&aring; skrivbordsbakgrunden. Inneh&aring;llet i <guilabel>Papperskorgen</guilabel> visas i ett filhanterarf&ouml;nster.</para>
        </listitem>
        <listitem>
          <para>Fr&aring;n ett filhanterarf&ouml;nster</para>
          <para>V&auml;lj <menuchoice><guimenu>G&aring;</guimenu><guimenuitem>Papperskorg</guimenuitem></menuchoice>. Inneh&aring;llet i <guilabel>Papperskorgen</guilabel> visas i filhanterarf&ouml;nstret.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gosdeskback-10">
      <title>S&aring; h&auml;r t&ouml;mmer du papperskorgen </title>
      <indexterm>
        <primary>Papperskorg</primary>
        <secondary>t&ouml;mma</secondary>
      </indexterm>
      <para>Du kan t&ouml;mma inneh&aring;llet i <guilabel>Papperskorgen</guilabel> p&aring; f&ouml;ljande s&auml;tt:</para>
      <itemizedlist>
        <listitem>
          <para>Fr&aring;n skrivbordsbakgrunden</para>
          <para>H&ouml;gerklicka p&aring; <guilabel>Papperskorgen</guilabel> och v&auml;lj <guimenuitem>T&ouml;m papperskorgen</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Fr&aring;n ett filhanterarf&ouml;nster</para>
          <para>V&auml;lj <menuchoice><guimenu>Arkiv</guimenu><guimenuitem>T&ouml;m papperskorgen</guimenuitem></menuchoice>.</para>
        </listitem>
      </itemizedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-9">
    <title>Anv&auml;nda Skrivbordsbakgrund-menyn </title>
    <indexterm>
      <primary>skrivbordsbakgrund</primary>
      <secondary>anv&auml;nda skrivbordsmenyn</secondary>
    </indexterm>
    <indexterm>
      <primary>skrivbordsmenyn</primary>
      <secondary>beskrivning</secondary>
    </indexterm>
    <indexterm>
      <primary>menyer</primary>
      <secondary>skrivbordsmenyn</secondary>
    </indexterm>
    <para><indexterm><primary>skrivbordsmenyn</primary><secondary>illustration</secondary></indexterm>Du &ouml;ppnar <guimenu>Skrivbordsbakgrund</guimenu>-menyn genom att h&ouml;gerklicka p&aring; en tom yta p&aring; skrivbordsbakgrunden. Du kan anv&auml;nda menyn <guimenu>Skrivbord</guimenu> om du vill utf&ouml;ra &aring;tg&auml;rder p&aring; skrivbordsbakgrunden.</para>
    <para><xref linkend="gosdeskback-TBL-85"/> beskriver alternativen p&aring; <guimenu> Skrivbordsbakgrund</guimenu>-menyn.</para>
    <table frame="topbot" id="gosdeskback-TBL-85">
      <title>Alternativ p&aring; Skrivbordsbakgrund-menyn</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Alternativ</para>
            </entry>
            <entry>
              <para>Funktion </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>&Ouml;ppna terminalf&ouml;nster</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Startar ett <application>Terminal</application>-program.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Skapa mapp</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Skapar ett nytt mappobjekt.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Skapa programstartare</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Skapar en programstartare p&aring; skrivbordsbakgrunden. Du hittar mer information i avsnittet <xref linkend="gosdeskback-3"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Skapa dokument</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Skapar ett dokument. Du kan skapa mallar av dokument som du ofta skapar. Om du t.ex. ofta skickar fakturor kan du skapa ett tomt fakturadokument och spara dokumentet som <literal>faktura.doc</literal> i mappen <literal>$HOME/Mallar</literal>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guimenuitem>St&auml;da upp efter namn</guimenuitem> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Ordnar objekten p&aring; skrivbordsbakgrunden alfabetiskt efter namn.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Beh&aring;ll justering</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Anger att v&auml;nsterkanterna p&aring; objekt p&aring; skrivbordet justeras mot varandra.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Klistra in filer</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Placerar en fil eller filer i en markerad mapp p&aring; skrivbordet.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Anv&auml;nd standardbakgrund </guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>&Aring;terst&auml;ller skrivbordsbakgrunden till det senaste m&ouml;nster du valde i dialogrutan <guilabel>Bakgrunder och emblem</guilabel>. Du kommer &aring;t dialogf&ouml;nstret <guilabel>Bakgrunder och emblem</guilabel> fr&aring;n alla <application>Nautilus</application>-f&ouml;nster. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>&Auml;ndra skrivbordsbakgrund </guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Startar inst&auml;llningsverktyget <application>Skrivbordsbakgrund</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>&Auml;ndra bildsk&auml;rmsuppl&ouml;sning</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Startar inst&auml;llningsverktyget <application>Bildsk&auml;rmsuppl&ouml;sning</application>.</para>
              <para/>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-12">
    <title>&Auml;ndra m&ouml;nster eller f&auml;rg f&ouml;r skrivbordsbakgrunden </title>
    <indexterm>
      <primary>skrivbordsbakgrund</primary>
      <secondary>bakgrund, &auml;ndra m&ouml;nster eller f&auml;rg</secondary>
    </indexterm>
    <indexterm>
      <primary>bakgrunder</primary>
      <secondary>&auml;ndra skrivbordsbakgrund</secondary>
    </indexterm>
    <para>Du kan &auml;ndra m&ouml;nster eller f&auml;rg f&ouml;r skrivbordsbakgrunden efter dina &ouml;nskem&aring;l. Filhanteraren inneh&aring;ller bakgrundsm&ouml;nster och -f&auml;rger som du kan anv&auml;nda f&ouml;r att &auml;ndra utseendet p&aring; skrivbordsbakgrunden. </para>
    <para>Du kan &auml;ndra m&ouml;nster eller f&auml;rg f&ouml;r skrivbordsbakgrunden p&aring; f&ouml;ljande s&auml;tt.</para>
    <itemizedlist>
      <listitem>
        <para>Dra ett m&ouml;nster eller en f&auml;rg fr&aring;n ett annat f&ouml;nster eller en annan dialogruta till skrivbordsbakgrunden. </para>
        <para>Om skrivbordsbakgrunden &auml;r en f&auml;rg kan du skapa en toningseffekt fr&aring;n en f&auml;rg till skrivbordsbakgrundens f&auml;rg. En toningseffekt &auml;r en visuell effekt d&auml;r en f&auml;rg gradvis &ouml;verg&aring;r i en annan f&auml;rg. Du skapar en toningseffekt p&aring; skrivbordsbakgrunden genom att dra en f&auml;rg till en av kanterna p&aring; sk&auml;rmen. F&auml;rgen tonas fr&aring;n den kant som du drar den till mot den motsatta kanten av sk&auml;rmen.</para>
        <para>Innan du drar en f&auml;rg till en sk&auml;rmkant b&ouml;r du kontrollera om det finns n&aring;gon kantpanel i sk&auml;rmkanten. Om det finns en kantpanel i sk&auml;rmkanten m&aring;ste du d&ouml;lja panelen innan du drar f&auml;rgen.</para>
      </listitem>
      <listitem>
        <para>Anv&auml;nd inst&auml;llningsverktyget <application>Skrivbordsbakgrund</application>. </para>
      </listitem>
      <listitem>
        <para>V&auml;lj ett m&ouml;nster eller en f&auml;rg f&ouml;r bakgrunden i dialogf&ouml;nstret <guilabel> Bakgrunder och emblem</guilabel>. Om du vill &auml;ndra m&ouml;nster eller f&auml;rg f&ouml;r skrivbordsbakgrunden g&ouml;r du f&ouml;ljande:</para>
        <orderedlist>
          <listitem>
            <para>&Ouml;ppna ett filhanterarf&ouml;nster.</para>
          </listitem>
          <listitem>
            <para>V&auml;lj <menuchoice><guimenu>Redigera</guimenu><guimenuitem>Bakgrunder och emblem</guimenuitem></menuchoice>. </para>
          </listitem>
          <listitem>
            <para>Om du vill visa en lista med m&ouml;nster som du kan anv&auml;nda, klickar du p&aring; knappen <guibutton> M&ouml;nster</guibutton> i dialogf&ouml;nstret <guilabel>Bakgrunder och emblem</guilabel>. Klicka p&aring; knappen <guibutton>F&auml;rger</guibutton> f&ouml;r att visa en lista &ouml;ver f&auml;rger som du kan anv&auml;nda.</para>
          </listitem>
          <listitem>
            <para>Du &auml;ndrar skrivbordsbakgrunden till ett m&ouml;nster genom att dra m&ouml;nstret till skrivbordsbakgrunden. Du &auml;ndrar skrivbordsbakgrunden till en f&auml;rg genom att dra f&auml;rgen till skrivbordsbakgrunden.</para>
          </listitem>
          <listitem>
            <para>Klicka p&aring; <guibutton>St&auml;ng</guibutton>. </para>
          </listitem>
        </orderedlist>
      </listitem>
    </itemizedlist>
  </sect1>
</chapter>
