<?xml version="1.0" encoding="utf-8"?>
  
  <preface id="preface-0">
    <title>F&ouml;rord</title>
    <para><citetitle>Anv&auml;ndarhandbok f&ouml;r Java Desktop System, version 3</citetitle> inneh&aring;ller information om f&ouml;ljande versioner: <itemizedlist><listitem><para>Sun  Java Desktop System, version 3 f&ouml;r x86-versionen av operativsystemet Solaris.</para></listitem><listitem><para>Java Desktop System, version 3 f&ouml;r  SPARC-versionen av operativsystemet Solaris.</para></listitem></itemizedlist></para>
    <para>Det mesta av informationen i manualen &auml;r standard f&ouml;r alla versioner av Java Desktop System. N&auml;r informationen inte &auml;r allm&auml;ngiltig, anges plattformen.</para>
    <sect1 id="preface-9">
      <title>Vem riktar sig denna bok till?</title>
      <para>Den h&auml;r boken riktar sig till anv&auml;ndare som planerar att anv&auml;nda Java Desktop System som sin grundl&auml;ggande skrivbordsmilj&ouml;. Anv&auml;nd boken n&auml;r du vill g&ouml;ra f&ouml;ljande:<itemizedlist><listitem><para>Arbeta med program p&aring; skrivbordet. </para></listitem><listitem><para>Anpassa utseendet p&aring; ditt personliga skrivbord.</para></listitem><listitem><para>Ta reda p&aring; mer om en viss funktion.</para></listitem></itemizedlist></para>
    </sect1>
    <sect1 id="preface-2">
      <title>S&aring; h&auml;r hittar du i den h&auml;r boken</title>
      <para>Boken &auml;r organiserad s&aring; h&auml;r:</para>
      <itemizedlist>
        <listitem>
          <para>
            <xref linkend="gosgetstarted-1"/>
          </para>
          <para>Det h&auml;r kapitlet inneh&aring;ller information om hur du startar, hanterar och avslutar en Java Desktop System-session. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gospanel-1"/>
          </para>
          <para>Paneler &auml;r en av huvudkomponenterna i Java Desktop System. I detta kapitel f&aring;r du information om hur du anv&auml;nder panelernas olika delar och anropar tillg&auml;ngliga funktioner i Java Desktop System med hj&auml;lp av paneler.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="goseditmainmenu-1"/>
          </para>
          <para>Det h&auml;r kapitlet inneh&aring;ller information om hur du anv&auml;nder och anpassar menyerna i Java Desktop System.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gosmetacity-1"/>
          </para>
          <para>I detta kapitel beskrivs grundl&auml;ggande f&ouml;nsterfunktioner som t.ex. flytta och storleks&auml;ndra. I detta kapitel beskrivs &auml;ven reglagen som du anv&auml;nder med f&ouml;nstren. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gosnautilus-1"/>
          </para>
          <para>I det h&auml;r kapitlet beskrivs hur du anv&auml;nder filhanteraren f&ouml;r att arbeta med ditt filsystem. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gosdeskback-1"/>
          </para>
          <para>I detta kapitel beskrivs hur du anv&auml;nder <firstterm>skrivbordsbakgrunden</firstterm> f&ouml;r att starta program och &ouml;ppna filer och mappar. I detta kapitel beskrivs &auml;ven hur du anv&auml;nder Papperskorgen p&aring; skrivbordet, hur du anv&auml;nder Skrivbordsbakgrund-menyn och hur du anpassar skrivbordsbakgrunden.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="goscustdesk-6"/>
          </para>
          <para>I det h&auml;r kapitlet beskrivs hur du anv&auml;nder inst&auml;llningsverktygen f&ouml;r att anpassa Java Desktop System.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="appendix-1"/>
          </para>
          <para>Den h&auml;r bilagan inneh&aring;ller information om musanv&auml;ndning, snabbkommandon, grundl&auml;ggande f&auml;rdigheter f&ouml;r f&ouml;nster och dialogf&ouml;nster. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="glossary-1"/>
          </para>
          <para>Ordlistan inneh&aring;ller en lista &ouml;ver termer som anv&auml;nds i den h&auml;r boken, och deras definitioner.</para>
        </listitem>
      </itemizedlist>
    </sect1>
    <sect1 id="preface-1">
      <title>Innan du l&auml;ser boken</title>
      <para>Innan du l&auml;ser den h&auml;r boken klickar du p&aring; ikonen <guilabel>Mer om Java&trade; Desktop System</guilabel> p&aring; skrivbordsbakgrunden. &Aring;tg&auml;rden startar en hj&auml;lpl&auml;sare fr&aring;n vilken du kan komma &aring;t &ouml;versiktsinformation om <application>Java Desktop System</application>.</para>
      <para>Du b&ouml;r ocks&aring; vara n&aring;gorlunda bekant med f&ouml;ljande f&ouml;reteelser:</para>
      <itemizedlist>
        <listitem>
          <para>Musenheter med tre knappar</para>
        </listitem>
        <listitem>
          <para>Grafiska anv&auml;ndargr&auml;nssnitt</para>
        </listitem>
        <listitem>
          <para>Kommandoradsgr&auml;nssnitt</para>
        </listitem>
      </itemizedlist>
      <para>Information om musanv&auml;ndning, snabbkommandon samt grundl&auml;ggande f&ouml;nster- och dialogf&ouml;nsterkunskaper finns i <xref linkend="appendix-1"/>.</para>
    </sect1>
    <sect1 id="preface-6">
      <title>N&auml;rliggande dokumentation</title>
      <para>F&ouml;ljande handb&ouml;cker relaterar till denna handbok:<itemizedlist><listitem><para><citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Release 3 Administration Guide</citetitle></para></listitem><listitem><para><citetitle>Installationshandbok f&ouml;r Java Desktop System, version 3</citetitle></para></listitem><listitem><para><citetitle>Till&auml;ggsinformation f&ouml;r Java Desktop System, version 3</citetitle></para></listitem><listitem><para><citetitle>Probleml&ouml;sningshandbok f&ouml;r Java Desktop System, version 3</citetitle></para></listitem></itemizedlist></para>
      <para>De h&auml;r manualerna finns p&aring; de medf&ouml;ljande programvarumedierna och p&aring; <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para>
    </sect1>
    <sect1 id="preface-11">
      <title>Associerad dokumentation</title>
      <para>F&ouml;ljande handb&ouml;cker &auml;r associerade till den h&auml;r handboken:<itemizedlist><listitem><para><citetitle>Anv&auml;ndarhandbok f&ouml;r Java Desktop System, e-post och kalender</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Administration Guide </citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Basic Guide</citetitle></para></listitem><listitem><para><citetitle>Installationshandbok f&ouml;r StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>Anv&auml;ndarhandbok f&ouml;r StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>System Configuration Manager, Release 1</citetitle></para></listitem></itemizedlist></para>
      <para>Dessa handb&ouml;cker finns p&aring; de medf&ouml;ljande programvarumedierna och p&aring; <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para>
    </sect1>&sundocs; &typeconv; &mouseconv;</preface>
