Repository: GNOME/gnome-i18n
Catalog: sun-po/gedit/*.po
Languages: it, ko

source: gedit cannot handle %s: locations in write mode.
it: gedit: impossibile gestire gli indirizzi %s: in modalità di scrittura.
ko: gedit에서는 쓰기 모드에서 %s: 위치를 처리할 수 없습니다.

source: gedit cannot handle this kind of location in write mode.
it: gedit: impossibile gestire questo tipo di indirizzi in modalità di scrittura.
ko: gedit에서는 쓰기 모드에서 이 유형의 위치를 처리할 수 없습니다.

source: It is not possible to revert an Untitled document
it: Non è possibile ripristinare un documento Senza Titolo
ko: '제목 없음' 문서는 되돌릴 수 없습니다

source: A file named ''%s'' already exists. Do you want to replace it with the one you are saving?
it: Esiste già un file di nome ''%s''. Sostituire il file preesistente con quello da salvare?
ko: ''%s''(이)라는 파일이 이미 존재합니다. 저장하려는 파일로 바꾸시겠습니까?

source: Do_n't replace
ko: 바꾸지 않음(_N)

source: Open File ...
ko: 파일 열기...

source: Loaded file '%s'
ko: %s 파일을 읽어들임

source: Saving file '%s' ...
ko: '%s' 파일 저장...

source: The document has not been saved.
ko: 문서가 저장되지 않았습니다.

source: File '%s' saved.
it: Il file '%s' è stato salvato
ko: '%s' 파일을 저장했습니다.

source: Save as ...
it: Salva con nome ...
ko: 다른 이름으로 저장...

source: Reverting file '%s' ...
it: Ripristino della versione precedente del file '%s' ...
ko: '%s' 파일을 되돌리는 중...

source: The document has not been reverted.
ko: 문서를 되돌릴 수 없습니다.

source: File '%s' reverted.
it: File '%s' ripristinato alla versione precedente.
ko: '%s' 파일을 되돌렸습니다.

source: Loading %d file...
ko: %d 파일 읽어들이는 중...

source: Loaded %i files
it: %i file caricati
ko: %i개의 파일을 읽어들임

source: Could not read data from stdin.
it: Impossibile leggere i dati da stdin.
ko: stdin에서 데이터를 읽을 수 없습니다.

source: Do you want to save the changes you made to the document "%s"? Your changes will be lost if you don't save them.
it: Salvare le modifiche apportate al documento "%s"? Le modifiche non salvate andranno perdute.
ko: "%s" 문서의 변경 사항을 저장하시겠습니까? 저장하지 않으면 변경 사항이 손실됩니다.

source: Do_n't save
it: No_n salvare
ko: 저장하지 않음(_N)

source: _Don't quit
it: _Non uscire
ko: 종료하지 않음(_D)

source: _Don't close
it: _Non chiudere
ko: 닫지 않음(_D)

source: (modified)
it: (modificato)
ko: (수정됨)

source: (readonly)
it: (sola lettura)
ko: (읽기 전용)

source: Error, unable to open module file '%s'
it: Errore, impossibile aprire il file del modulo '%s'
ko: 오류: 모듈 파일 '%s'을(를) 열 수 없습니다.

source: Error, plugin '%s' does not contain init function.
it: Errore, il plugin '%s' non contiene la funzione di inizializzazione.
ko: 오류: 플러그인 '%s'에 init 함수가 없습니다.

source: Error, plugin '%s' does not contain activate function.
it: Errore, il plugin '%s' non contiene la funzione di attivazione.
ko: 오류: 플러그인 '%s'에 활성 함수가 없습니다.

source: Error, plugin '%s' does not contain deactivate function.
it: Errore, il plugin '%s' non contiene la funzione di disattivazione.
ko: 오류: 플러그인 '%s'에 비활성 함수가 없습니다.

source: Error, impossible to initialize plugin '%s'
it: Errore, impossibile inizializzare il plugin '%s'
ko: 오류: 플러그인 '%s'을(를) 초기화할 수 없습니다.

source: Error, the plugin '%s' did not specified a name
it: Errore, il plugin '%s' non ha specificato un nome
ko: 오류: 플러그인 '%s'에 이름이 지정되지 않았습니다.

source: Error, impossible to save settings of the plugin '%s'
ko: 오류: 플러그인 '%s'의 설정을 저장할 수 없습니다.

source: Error, impossible to activate plugin '%s'
it: Errore, impossibile attivare il plugin '%s'
ko: 오류: 플러그인 '%s'을(를) 활성화할 수 없습니다.

source: Error, impossible to deactivate plugin '%s'
it: Errore, impossibile disattivare il plugin '%s'
ko: 오류: 플러그인 '%s'을(를) 비활성화할 수 없습니다.

source: Error, impossible to update ui of the plugin '%s'
ko: 오류: 플러그인 '%s'의 UI를 갱신할 수 없습니다.

source: gedit is unable to print since it cannot find one of the required fonts.
it: gedit: impossibile stampare, tipi di carattere richiesti non trovati.
ko: gedit에서 필요한 글꼴 중 하나를 찾을 수 없기 때문에 인쇄할 수 없습니다.

source: File: %s
ko: 파일: %s

source: Page: %d
ko: 페이지: %d

source: gedit - Print Preview
ko: gedit: 인쇄 미리 보기

source: An error occurred while printing. %s,
it: Si è verificato un errore durante la stampa. %s,
ko: 인쇄하는 동안 오류가 발생했습니다. %s,

source: About this application
ko: 이 응용프로그램 정보

source: Add/Remove plugins
ko: 플러그인 추가/제거

source: C_ustomize Statusbar
ko: 상태 표시줄 사용자 정의(_U)

source: Change the visibility of the statusbar in the current window
ko: 현재 창에 상태 표시줄을 표시할지 여부를 지정합니다.

source: Change the visibility of the toolbar in the current window
ko: 현재 창에 도구 모음을 표시할지 여부를 지정합니다.

source: Clos_e All
ko: 모두 닫기(_E)

source: Close
it: Chiudi
ko: 닫기

source: Close All
ko: 모두 닫기

source: Close all open files
ko: 열려 있는 모든 파일 닫기

source: Close the current file
ko: 현재 파일 닫기

source: Configure the application
ko: 응용프로그램 구성

source: Copy
it: Copia
ko: 복사

source: Copy the selection
it: Copia la selezione
ko: 선택 내용 복사

source: Create a new document
it: Crea nuovo documento
ko: 새 문서 작성

source: Cu_t
it: Tag_lia
ko: 잘라내기(T)

source: Customize
it: Personalizza
ko: 사용자 정의

source: Customize toolbars
it: Personalizza barre degli strumenti
ko: 도구 모음 사용자 정의

source: Cut
it: Taglia
ko: 잘라내기

source: Cut the selection
it: Taglia la selezione
ko: 선택 내용 잘라내기

source: Delete
ko: 삭제

source: Delete the selected text
ko: 선택한 텍스트 잘라내기

source: Dump XML
it: Salva XML
ko: XML 덤프

source: Dump the UI Xml description
it: Salva la descrizione Xml dell'interfaccia utente
ko: UI Xml 설명 덤프

source: Find Again
it: Trova successivo
ko: 다시 찾기

source: Find Ne_xt
it: Trova s_uccessivo
ko: 다음 찾기(_X)

source: Go to a specific line number
it: Vai al numero di riga specificato
ko: 특정 행 번호로 이동

source: Goto _Line
ko: 행 이동(_L)

source: Icon and _Text
it: Icona e _testo
ko: 아이콘 및 텍스트(_T)

source: Main toolbar
it: Barra degli strumenti principale
ko: 주 도구 모음

source: New
it: Nuovo
ko: 새 문서

source: Only show icons in the toolbar
it: Mostra solo le icone nella barra degli strumenti
ko: 도구 모음에 아이콘만 표시

source: Open
it: Apri
ko: 열기

source: Open Location...
ko: 위치 열기...

source: Open _Location...
ko: 위치 열기(_L)...

source: Open a file
ko: 파일 열기

source: Open a file from a specified location
it: Apri un file dalla posizione specificata
ko: 지정된 위치에서 파일 열기

source: Open the gedit manual
it: Apri manuale di gedit
ko: gedit 설명서 열기

source: Paste
it: Incolla
ko: 붙여넣기

source: Paste the clipboard
it: Incolla dalla clipboard
ko: 클립보드 붙여넣기

source: Pr_eferences...
ko: 환경 설정(E)...

source: Print Previe_w
ko: 인쇄 미리 보기(_W)

source: Print Preview
ko: 인쇄 미리 보기

source: Print Setup
ko: 인쇄 설정

source: Print preview
ko: 인쇄 미리 보기

source: Print the current file
ko: 현재 파일 인쇄

source: Quit
it: Esci
ko: 종료

source: Quit the program
ko: 프로그램 종료

source: Recent _Files
it: _File recenti
ko: 최근 파일(_F)

source: Redo
ko: 다시 실행

source: Redo the undone action
ko: 실행 취소한 작업 다시 실행

source: Replace a string
ko: 문자열 바꾸기

source: Revert
ko: 되돌리기

source: Revert to a saved version of the file
it: Torna all'ultima versione salvata del file
ko: 파일의 저장된 상태로 되돌리기

source: Sa_ve All
ko: 모두 저장(_V)

source: Save All
ko: 모두 저장

source: Save As
ko: 다른 이름으로 저장

source: Save _As...
ko: 다른 이름으로 저장(_A)...

source: Save all open files
ko: 열려 있는 모든 파일 저장

source: Save the current file
ko: 현재 파일 저장

source: Save the current file with a different name
ko: 현재 파일을 다른 이름으로 저장

source: Search again for the same string
it: Cerca ancora la stessa stringa
ko: 동일한 문자열 다시 찾기

source: Search for a string
it: Cerca una stringa
ko: 문자열 찾기

source: Select All
it: Seleziona tutti
ko: 모두 선택

source: Select _All
it: _Seleziona tutto
ko: 모두 선택(_A)

source: Select the entire document
ko: 전체 문서 선택

source: Set toolbar button style according to desktop default
it: Imposta lo stile dei pulsanti della barra degli strumenti in base alle impostazioni predefinite del desktop
ko: 데스크탑 기본값에 따라 도구 모음 버튼 스타일 설정

source: Setup the page settings for your current printer
ko: 현재 프린터의 페이지 설정

source: Show _Cursor Position
ko: 커서 위치 표시(_C)

source: Show _Overwrite Mode
it: Mostra modalità _sovrascrittura
ko: 겹쳐쓰기 모드 표시(_O)

source: Show cursor position in the statusbar
it: Mostra la posizione del cursore nella barra di stato
ko: 상태 표시줄에 커서 위치 표시

source: Show overwrite mode in the statusbar
it: Mostra la modalità di sovrascrittura nella barra di stato
ko: 상태 표시줄에 겹쳐쓰기 모드 표시

source: Undo the last action
ko: 마지막에 했던 작업을 취소합니다

source: _Close
ko: 닫기(_C)

source: _Contents
ko: 내용(_D)

source: _Copy
it: _Copia
ko: 복사(_C)

source: _Customize Toolbar
it: _Personalizza barra degli strumenti
ko: 도구 모음 사용자 정의(_C)

source: _Debug
ko: 디버그(_D)

source: _Delete
it: Ca_ncella
ko: 삭제(_D)

source: _Desktop Default
ko: 데스크탑 기본값(_D)

source: _Documents
it: _Documenti
ko: 문서(_D)

source: _Edit
it: _Modifica
ko: 편집(_E)

source: _File
ko: 파일(_F)

source: _Find
it: _Trova
ko: 찾기(_F)

source: _Help
it: _Aiuto
ko: 도움말(_H)

source: _New
it: _Nuovo
ko: 새 문서(_N)

source: _Open...
it: _Apri...
ko: 열기(_O)

source: _Paste
it: _Incolla
ko: 붙여넣기(_P)

source: _Print...
ko: 인쇄(_P)...

source: _Quit
ko: 종료(_Q)

source: _Redo
it: _Ripeti
ko: 다시 실행(_R)

source: _Revert
ko: 되돌리기(_R)

source: _Save
it: _Salva
ko: 저장(_S)

source: _Search
it: _Cerca
ko: 찾을 문자열(_S)

source: _Statusbar
ko: 상태 표시줄(_S)

source: _Toolbar
it: Barra degli s_trumenti
ko: 도구 모음(_T):

source: _Tools
ko: 도구(_T):

source: _Undo
it: _Annulla
ko: 실행 취소(_U)

source: _View
it: _Visualizza
ko: 보기(_V)

source: Could not find the file "%s". Please, check that you typed the location correctly and try again.
it: Impossibile trovare il file "%s". Verificare che il percorso sia corretto e riprovare.
ko: "%s" 파일을 찾을 수 없습니다. 위치를 올바르게 입력했는지 확인한 후 다시 시도해 보십시오.

source: Could not open the file "%s" because it contains corrupted data.
it: Impossibile aprire il file "%s" perché una parte del contenuto è danneggiata.
ko: "%s" 파일에 손상된 데이터가 있어 열 수 없습니다.

source: Could not open the file "%s" because gedit cannot handle %s: locations.
it: Impossibile aprire il file "%s"; gedit: impossibile gestire gli indirizzi %s:.
ko: gedit에서 %s: 위치를 처리할 수 없어 "%s" 파일을 열 수 없습니다.

source: Could not open the file "%s"
it: Impossibile aprire il file "%s"
ko: "%s" 파일을 열 수 없습니다.

source: Could not open the file "%s" because it contains data in an invalid format.
it: Impossibile aprire il file "%s" perché contiene dati in formato non valido.
ko: "%s" 파일에 잘못된 형식의 데이터가 있어 열 수 없습니다.

source: Could not open the file "%s" because it is too big.
it: Impossibile aprire il file "%s": il file è troppo grande.
ko: "%s" 파일이 너무 커서 열 수 없습니다.

source: "%s" is not a valid location. Please, check that you typed the location correctly and try again.
it: "%s" non è una directory valida. Controllare che il percorso sia corretto e riprovare.
ko: "%s"은(는) 올바른 위치가 아닙니다. 위치를 올바르게 입력했는지 확인한 후 다시 시도해 보십시오.

source: Could not open the file "%s" because access was denied.
it: Impossibile aprire il file "%s": accesso negato.
ko: 액세스가 거부되었기 때문에 "%s" 파일을 열 수 없습니다.

source: Could not open the file "%s" because there are too many open files. Please, close some open file and try again.
it: Impossibile aprire il file "%s": troppi file aperti. Chiudere alcuni file e riprovare.
ko: 열려 있는 파일이 너무 많아 "%s" 파일을 열 수 없습니다. 열려 있는 파일 중 일부를 닫은 후 다시 시도해 보십시오.

source: "%s" is a directory. Please, check that you typed the location correctly and try again.
it: "%s" è una directory. Controllare che il percorso sia corretto e riprovare.
ko: "%s"은(는) 디렉토리입니다. 위치를 올바르게 입력했는지 확인한 후 다시 시도해 보십시오.

source: Not enough available memory to open the file "%s". Please, close some running application and try again.
it: Memoria insufficiente per l'apertura del file "%s". Chiudere alcune applicazioni e riprovare.
ko: 메모리가 부족하여 "%s" 파일을 열 수 없습니다. 실행 중인 응용프로그램 중 일부를종료한 후 다시 시도해 보십시오.

source: Could not open the file "%s" because no host "%s" could be found. Please, check that you typed the location correctly and that your proxy settings are correct and then try again.
it: Impossibile aprire il file "%s": host "%s" non trovato. Controllare che il percorso e le impostazioni del proxy siano corretti e riprovare.
ko: 호스트 "%s"을(를) 찾을 수 없어서 "%s" 파일을 열 수 없습니다. 위치를 올바르게 입력했고 프록시 설정이 올바른지 확인한 후다시 시도해 보십시오.

source: Could not open the file "%s" because the host name was invalid. Please, check that you typed the location correctly and try again.
it: Impossibile aprire il file "%s": il nome host non è valido. Controllare che il percorso sia corretto e riprovare.
ko: 호스트 이름이 올바르지 않아 "%s" 파일을 열 수 없습니다. 위치를 올바르게 입력했는지 확인한 후 다시 시도해 보십시오.

source: Could not open the file "%s" because the host name was empty. Please, check that your proxy settings are correct and try again.
it: Impossibile aprire il file "%s": non è stato specificato il nome host. Controllare che le impostazioni del proxy siano corrette e riprovare.
ko: 호스트 이름이 비어 있어서 "%s" 파일을 열 수 없습니다. 프록시 설정이 올바른지 확인한 후 다시 시도해 보십시오.

source: Could not open the file "%s" because the attempt to log in failed. Please, check that you typed the location correctly and try again.
it: Impossibile aprire il file "%s": login non riuscito. Controllare che il percorso sia corretto e riprovare.
ko: 로그인에 실패했기 때문에 "%s" 파일을 열 수 없습니다. 위치를 올바르게 입력했는지 확인한 후 다시 시도해 보십시오.

source: Could not open the file "%s" because it contains invalid UTF-8 data. Probably, you are trying to open a binary file.
it: Impossibile aprire il file "%s" perché contiene dati UTF-8 non validi. Probabilmente si sta cercando di aprire un file binario.
ko: 잘못된 UTF-8 데이터가 들어 있어서 "%s" 파일을 열 수 없습니다. 열려는 파일이 이진 파일일 수 있습니다.

source: Could not open the file "%s".
ko: "%s" 파일을 열 수 없습니다.

source: Could not revert the file "%s" because gedit cannot find it. Perhaps, it has recently been deleted.
it: Impossibile ripristinare l'ultima versione salvata del file "%s", impossibile trovare la versione. Verificare che non sia stata eliminata.
ko: gedit에서 "%s" 파일을 찾을 수 없기 때문에 되돌릴 수 없습니다. 최근 삭제된 파일일 수 있습니다.

source: Could not revert the file "%s" because it contains corrupted data.
it: Impossibile ripristinare l'ultima versione salvata del file "%s" poiché una parte del suo contenuto è danneggiata.
ko: 손상된 데이터가 들어 있어서 "%s" 파일을 되돌릴 수 없습니다.

source: Could not revert the file "%s" because gedit cannot handle %s: locations.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": impossibile gestire gli indirizzi %s:.
ko: gedit에서 %s: 위치를 처리할 수 없기 때문에 "%s" 파일을 되돌릴 수 없습니다.

source: Could not revert the file "%s" because it contains data in an invalid format.
it: Impossibile ripristinare l'ultima versione salvata del file "%s", perché contiene dati in un formato non valido.
ko: "%s" 파일에 잘못된 형식의 데이터가 들어 있어서되돌릴 수 없습니다.

source: Could not revert the file "%s" because it is too big.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": il file è troppo grande.
ko: "%s" 파일이 너무 커서 되돌릴 수 없습니다.

source: Could not revert the file "%s" because access was denied.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": accesso negato.
ko: 액세스가 거부되어 "%s" 파일을 되돌릴 수 없습니다.

source: Could not revert the file "%s" because there are too many open files. Please, close some open file and try again.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": troppi file aperti. Chiudere alcuni file e riprovare.
ko: 열려 있는 파일이 너무 많아 "%s" 파일을 되돌릴 수 없습니다. 열려 있는 파일 중 일부를 닫은 후 다시 시도해 보십시오.

source: Not enough available memory to revert the file "%s". Please, close some running application and try again.
it: Memoria insufficiente per ripristinare l'ultima versione salvata del file "%s". Chiudere alcune applicazioni e riprovare.
ko: 메모리가 부족하여 "%s" 파일을 되돌릴 수 없습니다. 실행 중인 응용프로그램 중일부를 종료한 후 다시 시도해 보십시오.

source: Could not revert the file "%s" because no host "%s" could be found. Please, check that your proxy settings are correct and try again.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": host "%s" non trovato. Controllare che le impostazioni del proxy siano corrette e riprovare.
ko: 호스트 "%s"을(를) 찾을 수 없어서 "%s" 파일을 되돌릴 수 없습니다. 프록시 설정이 올바른지 확인한 후 다시 시도해 보십시오.

source: Could not revert the file "%s" because the host name was empty. Please, check that your proxy settings are correct and try again.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": non è stato specificato il nome host. Controllare che le impostazioni del proxy siano corrette e riprovare.
ko: 호스트 이름이 비어 있어서 "%s" 파일을 되돌릴 수 없습니다. 프록시 설정이 올바른지 확인한 후 다시 시도해 보십시오.

source: Could not revert the file "%s" because the attempt to log in failed.
it: Impossibile ripristinare l'ultima versione salvata del file "%s": login non riuscito.
ko: 로그인에 실패했기 때문에 "%s" 파일을 되돌릴 수 없습니다.

source: Could not revert the file "%s" because it contains invalid UTF-8 data. Probably, you are trying to revert a binary file.
it: Impossibile ripristinare l'ultima versione salvata del file "%s", poiché contiene dati UTF-8 non validi. Probabilmente si sta cercando di ripristinare una versione precedente di un file binario.
ko: "%s" 파일에 잘못된 UTF-8 데이터가 들어 있어서 되돌릴 수 없습니다. 되돌리려는 파일이 이진 파일일 수 있습니다.

source: It is not possible to revert an Untitled document.
it: Non è possibile ripristinare un documento Senza Nome
ko: '제목 없음' 문서는 되돌릴 수 없습니다.

source: Ln %d, Col. %d
it: Rg %d, Col. %d
ko: 행: %d, 열: %d

source: OVR
it: SVR
ko: 겹침

source: INS
ko: 삽입

source: Show mdi debugging messages.
it: Mostra messaggi di debugging mdi.
ko: MDI 디버깅 메시지를 표시합니다.

source: Show commands debugging messages.
it: Mostra messaggi di debugging dei comandi.
ko: 명령 디버깅 메시지를 표시합니다.

source: Show document debugging messages.
it: Mostra messaggi di debugging dei documenti.
ko: 문서 디버깅 메시지를 표시합니다.

source: Show file debugging messages.
it: Mostra messaggi di debugging dei file.
ko: 파일 디버깅 메시지를 표시합니다.

source: Show plugin debugging messages.
it: Mostra messaggi di debugging dei plugin.
ko: 플러그인 디버깅 메시지를 표시합니다.

source: Show prefs debugging messages.
it: Mostra messaggi di debugging delle preferenze.
ko: 환경 설정 디버깅 메시지를 표시합니다.

source: Show printing debugging messages.
it: Mostra messaggi di debugging della stampa.
ko: 인쇄 디버깅 메시지를 표시합니다.

source: Show search debugging messages.
it: Mostra messaggi di debugging della ricerca.
ko: 검색 디버깅 메시지를 표시합니다.

source: Show undo debugging messages.
it: Mostra messaggi di debugging dell'annullamento.
ko: 실행 취소 디버깅 메시지를 표시합니다.

source: Show view debugging messages.
it: Mostra messaggi di debugging della visualizzazione.
ko: 보기 디버깅 메시지를 표시합니다.

source: Show recent debugging messages.
it: Mostra messaggi di debugging recenti.
ko: 최근 디버깅 메시지를 표시합니다.

source: Turn on all debugging messages.
it: Abilita tutti i messaggi di debugging.
ko: 모든 디버깅 메시지를 켭니다.

source: The GNOME text editor
it: Editor di testo di GNOME
ko: GNOME 텍스트 편집기

source: Open %s
ko: %s 열기

source: translator_credits
it: info_traduttori

source: Select a filename to save
it: Seleziona il none del file da salvare

source: Could not save the file "%s".
it: Impossibile salvare il file "%s".

source: Could not revert the file "%s".
it: Impossibile ripristinare l'ultima versione salvata del file "%s".
