Repository: GNOME/gnome-i18n
Catalog: sun-po/gedit/*.po
Languages: it, ko

source: Edit text files
it: Modifica file di testo
ko: 텍스트 파일 편집

source: Text Editor
it: Editor di testi
ko: 텍스트 편집기

source: Wrap mode
it: A capo
ko: 줄 바꾸기 모드

source: _ASCII Table
it: Tabella _ASCII
ko: ASCII 테이블(_A)

source: Pop-up a dialog containing an ASCII Table
it: Mostra una finestra di dialogo contenente una tabella ASCII
ko: ASCII 테이블을 포함하는 대화 상자를 표시합니다.

source: Char
it: Carattere
ko: 문자

source: Dec#
ko: 10진수

source: Hex#
it: Esa
ko: 16진수

source: Name
it: Nome
ko: 이름

source: ASCII table
it: Tabella ASCII
ko: ASCII 테이블

source: _Insert char
it: _Inserisci carattere
ko: 문자 입력(_I)

source: This plugin displays a pop-up dialog which contains an ASCII Table.
it: Questo plugin mostra una finestra di dialogo che contiene una tabella ASCII
ko: 이 플러그인은 ASCII 테이블을 포함하는 팝업 대화 상자를 표시합니다.

source: If you wish to insert any of the characters in to the active document, select the character and click the "Insert Char" button or double click the character in the table.
it: Se si desidera inserire un carattere nel documento attivo, selezionare il carattere e premere il tasto "Inserisci carattere" o fare doppio clic sul carattere nella tabella.
ko: 활성 문서에 문자를 삽입하려면 문자를 선택한 다음 "문자 삽입" 버튼을 클릭하거나 테이블에서 문자를 두 번 클릭합니다.

source: Insert char
it: Inserisci carattere
ko: 문자 입력

source: gedit: ASCII table
it: gedit: tabella ASCII
ko: gedit: ASCII 테이블

source: Open CVS Chan_geLogs
it: Apri CVS Chan_geLogs
ko: CVS Chan_geLogs 열기

source: Searches for ChangeLogs in the current document and opens them
it: Ricerca i ChangeLogs nel documento corrente e li apre
ko: 현재 문서에서 ChangeLogs를 검색하여 엽니다.

source: A plugin that opens ChangeLogs found in CVS commit messages.
it: Plugin che apre i ChangeLogs trovati nei messaggi di conferma CVS.
ko: CVS 커밋 메시지에서 찾은 ChangeLogs를 여는 플러그인

source: Co_mpare Files...
ko: 파일 비교(_M)...

source: Makes a diff file from two documents or files
it: Crea un file di differenze tra due documenti o file
ko: 두 개의 문서 또는 파일에서 diff 파일을 만듭니다

source: Compare files
it: Confronta file
ko: %s 파일을 읽어드림

source: Compare two files...
it: Confronta due file...
ko: 두 파일 비교...

source: C_ompare
it: C_onfronta
ko: 비교(_O)

source: The two documents you selected are the same.
it: I due documenti selezionati coincidono
ko: 선택한 두 문서가 같습니다

source: The "first" file you selected does not exist. Please provide a valid file.
it: Il "primo" file selezionato non esiste. Specificare un file valido.
ko: 선택한 첫 번째 파일이 없습니다 올바른 파일을 입력하십시오

source: The "second" file you selected does not exist. Please provide a valid file.
it: Il "secondo" file selezionato non esiste. Specificare un file valido.
ko: 선택한 두 번째 파일이 없습니다 올바른 파일을 입력하십시오

source: The two files you selected are the same.
it: I due file selezionati coincidono
ko: 선택한 두 문서가 같습니다

source: The "first" document contains no text.
it: Il "primo" documento non contiene testo
ko: 첫 번째 문서는 텍스트를 포함하지 않습니다

source: The "second" document contains no text.
it: Il "secondo" documento non contiene testo.
ko: 두 번째 문서는 텍스트를 포함하지 않습니다

source: Impossible to compare the selected documents. gedit could not create a temporary file.
it: Impossibile confrontare i documenti selezionati. gedit: impossibile creare il file temporaneo.
ko: 선택한 문서를 비교할 수 없습니다. gedit에서 임시 파일을 만들 수 없습니다.

source: Impossible to compare the selected documents. Error executing the diff command.
it: Impossibile confrontare i documenti selezionati. Errore nell'esecuzione del comando diff.
ko: 선택한 문서를 비교할 수 없습니다. diff 명령을 실행하는 동안 오류가 발생했습니다.

source: No differences were found between the selected documents.
it: I documenti selezionati non presentano differenze.
ko: 선택한 문서 간에 차이가 없습니다.

source: Impossible to compare the selected documents. The result contains invalid UTF-8 data.
it: Impossibile confrontare i documenti selezionati. Il risultato contiene dati UTF-8 non validi.
ko: 선택한 문서를 비교할 수 없습니다. 결과에 잘못된 UTF-8 데이터가 들어 있습니다.

source: Makes a diff file from two documents or files on disk. For more info on "diff" program, type "man diff" in a shell prompt.
it: Crea un file diff confrontando due documenti o file sul disco. Per maggiori informazioni sul programma "diff", digitare "man diff" in una shell.
ko: 디스크의 두 문서 또는 파일에 대한 diff 파일을 만듭니다. diff 프로그램에 대한 자세한 내용을 보려면 쉘 프롬프트에 "man diff"라고 입력하십시오.

source: Choose the files to compare.
it: Scegliere i file da confrontare.
ko: 비교할 파일 선택

source: Compare files...
ko: 파일 비교...

source: F_rom document
ko: 문서에서

source: First
it: Primo
ko: 첫 번째

source: From _document
ko: 문서에서

source: From a _file on disk
it: Da un _file su disco
ko: 디스크의 파일에서

source: From a file o_n disk
it: Da un file s_u disco
ko: 디스크의 파일에서

source: Ignore _blanks (-b option)
it: Ignora _spazi (opzione -b)
ko: 공백 무시(_B)(-b 옵션)

source: Note that this option is only supported by GNU diff
it: Questa opzione è supportata solo dalla versione GNU di diff
ko: 이 옵션은 GNU diff에서만 지원합니다.

source: Second
it: Secondo
ko: 두 번째

source: Use the _unified output format (-u option)
it: Usa il formato _unificato per l'output (opzione -u)
ko: 통합 출력 형식 사용(_U)(-u 옵션)

source: _Word Count
it: _Conta parole
ko: 단어 개수(_W)

source: Get info on current document
ko: 현재 문서에 대한 정보를 가져옵니다.

source: Word count
it: Conta parole
ko: 단어 개수

source: _Update
ko: 갱신(_U)

source: The word count plugin analyzes the current document and determines the number of words, lines, characters and non-space characters in it and display the result.
it: Il plugin 'Conta parole' analizza il documento corrente, calcola il numero di parole, righe, caratteri e caratteri netti (esclusi gli spazi) e visualizza il risultato.
ko: 단어 개수 플러그인은 현재 문서를 분석하여단어, 행, 문자 및 비공백 문자의 개수를 파악하고그 결과를 표시합니다.

source: Bytes
it: Byte
ko: 바이트

source: Characters (no spaces)
it: Caratteri (senza spazi)
ko: 문자 수(공백 제외)

source: Characters (with spaces)
it: Caratteri (con spazi)
ko: 문자 수(공백 포함)

source: File Name
ko: 파일 이름

source: Lines
it: Righe
ko: 줄마다 인쇄

source: Update
ko: 갱신

source: Words
it: Parole
ko: 단어

source: gedit: Document Info plugin
ko: gedit: 문서 정보 플러그인

source: Insert User _Name
it: Inserisci _nome utente
ko: 사용자 이름 입력(_N)

source: Insert the user name at the cursor position
ko: 커서 위치에 사용자 이름을 삽입합니다.

source: User name
ko: 사용자 이름

source: Inserts the user name at the cursor position.
ko: 커서 위치에 사용자 이름을 삽입합니다.

source: Insert Shell _Output
ko: 쉘 출력 삽입(_O)

source: Insert the shell output in the current document
ko: 현재 문서에 쉘 출력을 삽입합니다.

source: Shell output
ko: 쉘 출력

source: _Run
it: _Esegui
ko: 실행(_R)

source: The shell command entry is empty. Please, insert a valid shell command.
it: Non è stato specificato il comando da eseguire nella shell. Inserire un comando valido.
ko: 쉘 명령어 입력이 비어 있습니다. 올바른 쉘 명령어를 입력하십시오.

source: Error parsing the shell command. Please, insert a valid shell command.
it: Errore nell'analisi del comando della shell. Inserire un comando valido.
ko: 쉘 명령어 항목이 비어 있습니다. 올바른 쉘 명령어를 입력하십시오.

source: An error occurs while running the selected command.
ko: 선택한 명령을 실행하는 동안 오류가 발생했습니다.

source: Execute a program and insert its output in the current document at the current cursor position
ko: 프로그램을 실행하고 현재 커서 위치에 현재 문서의 출력을 삽입합니다.

source: Specify the working directory and the command you want to run.
it: Specificare la directory corrente e il comando da eseguire.
ko: 실행할 작업 디렉토리와 명령어를 지정하십시오.

source: _Shell command:
it: Comando per la _shell:
ko: 쉘 명령어(_S):

source: _Working directory:
it: _Directory corrente:
ko: 작업 디렉토리(_W):

source: gedit: Shell Output plugin
ko: gedit: 쉘 출력 플러그인

source: Tag list plugin
ko: 태그 목록 플러그인

source: Select the group of tab you want to use
it: Scegliere il gruppo di tag che si desidera usare
ko: 사용할 탭 그룹을 선택하십시오.

source: Tag Groups Combo
it: Combinazione gruppi di tag
ko: 탭 그룹 콤보

source: Tags Name List
it: Elenco dei tag
ko: 태그 이름 목록

source: Double-click on a tag to insert it in the current document
ko: 태그를 두 번 클릭하여 현재 문서에 삽입합니다.

source: Tags
it: Tag
ko: 태그

source: Tag _List
it: _Elenco tag
ko: 태그 목록(_L)

source: Show the tag list window
ko: 태그 목록 창 표시

source: Tag list
it: Elenco tag
ko: 태그 목록

source: The tag list plugin provides a method to easily insert into a document commonly used tabs/strings without having to type them.
it: Il plugin 'Elenco tag' permette di inserire facilmente nei documenti i tag e le stringhe di uso più frequente senza bisogno di digitarli.
ko: 태그 목록 플러그인을 사용하면 자주 사용하는 탭/문자열을직접 입력하지 않고도 문서에 쉽게 삽입할 수 있습니다.

source: _Insert Date/Time
it: _Inserisci data/ora
ko: 날짜/시간 입력(_I)

source: Insert current date and time at the cursor position
ko: 커서 위치에 현재 날짜 및 시간을 삽입합니다.

source: Available formats
it: Formati disponibili
ko: 사용 가능한 형식

source: Configure insert date/time plugin
it: Configura plugin 'Inserisci data/ora'
ko: 날짜/시간 플러그인 삽입을 구성합니다.

source: Insert Date/Time
it: Inserisci data/ora
ko: 날짜/시간 입력

source: Inserts current date and time at the cursor position.
ko: 커서 위치에 현재 날짜 및 시간을 삽입합니다.

source: Select the format to use when inserting date/time.
it: Selezionare il formato da usare per inserire la data e l'ora.
ko: 날짜/시간을 삽입할 때 사용할 형식을 선택합니다.

source: Activate %s
ko: %s을(를) 활성화합니다.

source: Goto line...
ko: 행 이동...

source: _Goto line
ko: 행 이동(_G)

source: Could not find the required widgets inside goto-line.glade2.
it: Impossibile trovare i widget richiesti in goto-line.glade2.
ko: goto-line.glade2에서 필요한 위젯을 찾을 수 없습니다.

source: Plugin
ko: 플러그인

source: Load
it: Carica
ko: 로드

source: Module file name
it: Nome del file del modulo
ko: 모듈 파일 이름

source: Author(s)
it: Autore/i
ko: 만든 이

source: Could not find plugin-manager.glade2, reinstall gedit.
it: Impossibile trovare plugin-manager.glade2, Reinstallare gedit.
ko: plugin-manager.glade2를 찾을 수 없습니다. gedit을 다시 설치하십시오.

source: Plugin Manager
ko: 플러그인 관리자

source: Invalid glade file for plugin manager -- not all widgets found.
it: File glade non valido per la gestione dei plugin -- non sono stati trovati tutti i widget.
ko: 플러그인 관리자의 glade 파일이 올바르지 않습니다. 일부 위젯을 찾을 수 없습니다.

source: Could not create the Plugin Manager dialog
it: Impossibile creare la finestra di dialogo per la gestione dei plugin
ko: 플러그인 관리자 대화 상자를 만들 수 없습니다.

source: Replace
ko: 바꾸기

source: Replace _All
it: Sostituisci _tutti
ko: 모두 바꾸기

source: _Replace
it: _Sostituisci
ko: 바꾸기(_R)

source: Find
it: Trova
ko: 찾기

source: The text "%s" was not found.
ko: 텍스트 "%s"을(를) 찾을 수 없습니다.

source: Found and replaced %d occurences.
it: Trovate e sostituite %d occorrenze
ko: %d번 찾아 바꿨습니다.

source: Open from URI
ko: URI에서 열기

source: Set program location ...
it: Imposta directory per il programma...
ko: 프로그램 위치 설정

source: Could not find the required widgets inside program-location-dialog.glade2.
it: Impossibile trovare i widget richiesti in program-location-dialog.glade2.
ko: program-location-dialog.glade2에서 필요한 위젯을 찾을 수 없습니다.

source: The %s plugin uses an external program, called <tt>%s</tt>, to perform its task. Please, specify the location of the <tt>%s</tt> program.
it: Il plugin '%s' usa un programma esterno, <tt>%s</tt>, per eseguire le operazioni richieste. Specificare la posizione del programma <tt>%s</tt>.
ko: %s 플러그인은 <tt>%s</tt>라는 외부 프로그램을 사용하여작업을 수행합니다. <tt>%s</tt> 프로그램의 위치를 지정하십시오.

source: The selected file is not executable.
it: Il file selezionato non è eseguibile.
ko: 선택한 파일은 실행할 수 없습니다.

source: Toolbar
ko: 도구 모음

source: Status bar
ko: 상태 표시줄

source: Font & Colors
ko: 글꼴 및 색상

source: Tabs
it: Schede
ko: 탭

source: Line numbers
it: Numeri di riga
ko: 행 번호:

source: Save
it: Salva
ko: 저장

source: Undo
it: Annulla
ko: 실행 취소

source: Page
it: Pagina
ko: 페이지

source: Fonts
it: Font
ko: 글꼴

source: Editor
ko: 편집기

source: Print
it: Stampa
ko: 인쇄

source: User interface
it: Interfaccia utente
ko: 사용자 인터페이스

source: Cat_egories:
it: Cat_egorie:
ko: 범주(_E):

source: Preferences
it: Preferenze
ko: 환경 설정

source: Categories
it: Categorie
ko: 범주

source: Push this button to select the font to be used by the editor
it: Premere questo pulsante per selezionare il tipo di carattere da usare nell'editor
ko: 이 버튼을 눌러 편집기에서 사용할 글꼴을 선택합니다.

source: Push this button to configure text color
it: Premere questo pulsante per configurare il colore del testo
ko: 이 버튼을 눌러 텍스트 색상을 구성합니다.

source: Push this button to configure background color
it: Premere questo pulsante per configurare il colore di sfondo
ko: 이 버튼을 눌러 배경색을 구성합니다.

source: Push this button to configure color in which selected text should appear
it: Premere questo pulsante per configurare il colore in cui visualizzare il testo selezionato
ko: 이 버튼을 눌러 선택한 텍스트의 색상을 구성합니다.

source: Push this button to configure color in which selected text should be marked
it: Premere questo pulsante per configurare il colore in cui evidenziare il testo selezionato
ko: 이 버튼을 눌러 선택한 텍스트를 표시할 색상을 구성합니다.

source: Push this button to select the font to be used to print the body
it: Premere questo pulsante per selezionare il tipo di carattere da usare per la stampa del testo
ko: 이 버튼을 눌러 본문을 인쇄하는 데 사용할 글꼴을 선택합니다.

source: Push this button to select the font to be used to print the headers
it: Premere questo pulsante per selezionare il tipo di carattere da usare per la stampa delle intestazioni
ko: 이 버튼을 눌러 머리글을 인쇄하는 데 사용할 글꼴을 선택합니다.

source: Push this button to select the font to be used to print line numbers
it: Premere questo pulsante per selezionare il tipo di carattere da usare per la stampa dei numeri di riga
ko: 이 버튼을 눌러 행 번호를 인쇄하는 데 사용할 글꼴을 선택합니다.

source: _Wrap lines (at character boundaries)
it: _A capo automatico (tra caratteri)
ko: 줄 바꾸기(_W)(문자 경계에서)

source: character(s)
it: caratteri
ko: 문자

source: line(s)
ko: 행

source: Always use _UTF-8 encoding (faster)
it: Usa sempre la codifica _UTF-8 (più veloce)
ko: UTF-8 코드화 항상 사용(_U)(더 빠름)

source: Bottom
ko: 아래

source: Button style
it: Stile pulsanti
ko: 버튼 스타일

source: Colors
it: Colori
ko: 색상

source: Create a _backup copy of files before saving
it: Crea una copia di _backup dei file prima del salvataggio
ko: 저장하기 전에 파일의 백업 복사본 만들기(_B)

source: Font
ko: 글꼴

source: Font used to print line _numbers:
it: Font usato per stampare i _numeri di riga:
ko: 행 번호를 인쇄하는 데 사용하는 글꼴(_N):

source: Font used to print the _body:
it: Font usato per stampare il _testo:
ko: 본문을 인쇄하는 데 사용하는 글꼴(_B):

source: Fonts & Colors
ko: 글꼴 및 색상

source: Icon and _text
it: Icona e _testo
ko: 아이콘 및 텍스트(_T)

source: LOGO
ko: 로고

source: Left
ko: 왼쪽

source: Modal
it: Modale
ko: 모달

source: Notebook
ko: 노트북

source: Notebook _tab position:
it: Posizione della _scheda del blocco note:
ko: 노트북 탭 위치(_T):

source: Pick the background color
it: Seleziona il colore di sfondo
ko: 배경색 선택

source: Pick the selected text color
it: Seleziona il colore del testo selezionato
ko: 선택한 텍스트 색상 선택

source: Pick the selection color
ko: 선택 색상 선택

source: Pick the text color
it: Seleziona il colore del testo
ko: 텍스트 색상 선택

source: Print _line numbers every
it: Stampa i numeri di _riga ogni
ko: 행 번호 인쇄 간격(_L)

source: Print _page headers
it: Stampa le intestazioni delle _pagine
ko: 페이지 머리글 인쇄(_P)

source: Print fonts
ko: 인쇄 글꼴

source: Right
ko: 오른쪽

source: S_elected text color:
it: Colore del testo s_elezionato:
ko: 선택한 텍스트 색상(_E):

source: Se_lection color:
it: Co_lore della selezione:
ko: 선택 색상(_L):

source: Set _tabs width equivalent to
it: Imposta larghezza _schede equivalente a
ko: 탭 너비 설정(_T)

source: Set limit on _undo actions to
it: Imposta limite delle operazioni ann_ullabili a
ko: 실행 취소 작업에 제한 설정(_U)

source: Sho_w tooltips
ko: 툴팁 표시(_W)

source: Show cursor _position
ko: 커서 위치 표시(_P)

source: Show overwrite _mode
it: Mostra _modalità sovrascrittura
ko: 겹쳐쓰기 모드 표시(_M)

source: The MDI (Multiple Document Interface) mode refers to the way more than one text document is displayed in gedit. If you choose the Notebook mode, you may then decide where you want the tabs to appear in the gedit window.
it: La modalità MDI (Multiple Document Interface) definisce il modo in cui vengono visualizzati più documenti di testo in gedit. Se si sceglie la modalità Notebook, si può decidere in quale posizione far comparire le schede nella finestra di gedit.
ko: MDI(다중 문서 인터페이스) 모드에서는 gedit에 여러 문서를표시할 수 있습니다. 노트북 모드를 선택하는 경우 gedit 창에 표시할 탭의 위치를 지정할 수 있습니다.

source: The font & colors settings let you choose the font and the colors to be used in the editor windows.
it: Le impostazioni per carattere e colori permettono di scegliere il tipo di carattere e i colori da usare nelle finestre dell'editor.
ko: 글꼴/색상 설정을 사용하면 편집기 창에 사용할 글꼴 및 색상을선택할 수 있습니다.

source: The line numbers setting lets you choose to display the line numbers on the left hand side of the window.
it: L'opzione per il numero di riga permette di abilitare la visualizzazione del numero di riga sul lato sinistro della finestra.
ko: 행 번호 설정을 사용하면 창의 왼쪽에 행 번호가 표시되도록 선택할 수 있습니다.

source: The print fonts settings let you choose the fonts to be used to print documents.
it: Le opzioni per i caratteri di stampa permettono di scegliere il tipo di carattere da usare per la stampa dei documenti.
ko: 인쇄 글꼴 설정을 사용하면 문서를 인쇄하는 데 사용할 글꼴을선택할 수 있습니다.

source: The print page settings let you customize how gedit prints documents.
it: Le opzioni per la stampa della pagina permettono di personalizzare la modalità di stampa dei documenti in gedit.
ko: 인쇄 페이지 설정을 사용하면 gedit에서 문서를 인쇄하는 방식을 사용자 정의할 수 있습니다.

source: The save settings let you customize how gedit saves files.
it: Le opzioni di salvataggio permettono di personalizzare le modalità di memorizzazione dei file in gedit.
ko: 설정 저장을 사용하면 gedit에서 파일을 저장하는 방식을 사용자 정의할 수 있습니다.

source: The status bar settings let you show or hide status bar and customize its appearance.
it: Le impostazioni per la barra di stato permettono di mostrare o nascondere la barra di stato e di personalizzarne l'aspetto.
ko: 상태 표시줄 설정을 사용하면 상태 표시줄을 표시하거나 숨길 수 있으며,모양을 사용자 정의할 수 있습니다.

source: The tabs settings let you customize the tabs width.
it: Le impostazioni per le schede permettono di personalizzare la larghezza delle schede.
ko: 탭 설정을 사용하면 탭 너비를 사용자 정의할 수 있습니다.

source: The toolbar settings let you show or hide toolbar and customize its appearance.
it: Le impostazioni per la barra degli strumenti permettono di mostrare o nascondere la barra degli strumenti e di personalizzarne l'aspetto.
ko: 도구 모음 설정을 사용하면 도구 모음을 표시하거나 숨길 수 있으며,모양을 사용자 정의할 수 있습니다.

source: The undo settings let you set the maximum number of actions that gedit can undo.
it: Le impostazioni per l'annullamento permettono di definire il numero massimo di operazioni che è possibile annullare in gedit.
ko: 실행 취소 설정을 사용하면 gedit에서 실행 취소할 수 있는 최대 작업의 수를설정할 수 있습니다.

source: The wrap mode settings let you customize how lines have to be wrapped.
it: Le impostazioni per il ritorno a capo permettono di personalizzare la modalità di interruzione delle righe.
ko: 줄 바꾸기 모드 설정을 사용하면 줄 바꾸기 방식을 사용자 정의할 수 있습니다.

source: Toolbars
ko: 도구 모음

source: Top
it: Su
ko: 위

source: Toplevel
it: Primo livello
ko: 최상위

source: U_se current locale only if the file already use it
it: U_sa la versione locale corrente solo se è già utilizzata nel file
ko: 파일이 현재 로케일을 사용 중인 경우에만 해당 로케일을 사용(_S)

source: U_se default theme colors
it: U_sa i colori predefiniti del tema
ko: 기본 테마 색상 사용(_S)

source: Use current _locale when possible
it: Usa la versione _locale corrente, se possibile
ko: 가능한 경우 현재 로케일 사용(_L)

source: When saving...
it: Durante il salvataggio...
ko: 저장 시...

source: Wrap lines at _word boundaries
it: A capo automatico tra _parole
ko: 단어 경계에서 줄 바꾸기

source: Wrap lines at ch_aracter boundaries
it: A capo automatico tra c_aratteri
ko: 문자 경계에서 줄 바꾸기(_A)

source: _According to system settings
it: _In base alle impostazioni del sistema
ko: 시스템 설정에 따름(_A)

source: _Autosave current file every
ko: 현재 파일 자동 저장 간격(_A)

source: _Background color:
it: _Colore di sfondo:
ko: 배경색(_B):

source: _Display line numbers
ko: 행 번호 표시(_D)

source: _Font used by the editor:
it: _Carattere usato dall'editor:
ko: 편집기에 사용하는 글꼴(_F):

source: _Font used to print headers:
it: _Carattere per la stampa dei titoli:
ko: 머리글을 인쇄하는 데 사용하는 글꼴(_F):

source: _Icon
ko: 아이콘(_I)

source: _MDI Mode:
ko: MDI 모드(_M)

source: _Never wrap lines
it: _Nessun a capo automatico
ko: 줄 바꿈하지 않음(_N)

source: _Restore default fonts
ko: 기본 글꼴 복원(_R)

source: _Show status bar
ko: 상태 표시줄 표시(_S)

source: _Show toolbar
ko: 도구 모음 표시(_S):

source: _Text color:
it: _Colore del testo:
ko: 텍스트 색상(_T)

source: _Use default theme font
ko: 기본 테마 글꼴 사용(_U)

source: action(s)
it: operazioni
ko: 작업

source: minutes
ko: 간격(분)

source: _Insert a new preview phrase.
it: _Inserisci nuova frase di anteprima.
ko: 새 미리 보기 구문 삽입(_I)

source: Modify preview phrase...
it: Modifica frase di anteprima...
ko: 미리 보기 구문 수정...

source: Preview
ko: 미리 보기

source: _Modify preview phrase...
it: _Modifica frase di anteprima...
ko: 미리 보기 구문 수정...(_M)

source: Font Selection
ko: 글꼴 선택

source: Pick a Font
it: Scegli carattere
ko: 글꼴 선택

source: Title
ko: 제목

source: The title of the selection dialog box
it: Titolo della finestra di dialogo di selezione
ko: 선택 대화 상자의 제목

source: Font name
ko: 글꼴 이름

source: Name of the selected font
ko: 선택한 글꼴의 이름

source: Preview text
ko: 미리 보기 텍스트

source: Preview text shown in the dialog
it: Mostra nell'anteprima il testo visualizzato
ko: 대화 상자에 표시되는 미리 보기 텍스트

source: Use font in label
it: Carattere dell'etichetta
ko: 레이블의 글꼴 사용

source: Use font in the label in font info mode
it: Usa il carattere dell'etichetta nella modalità di informazione sui caratteri
ko: 글꼴 정보 모드에서 레이블의 글꼴 사용

source: Font size for label
it: Dimensione del carattere per l'etichetta
ko: 레이블의 글꼴 크기

source: Font size for label in font info mode
it: Usa la dimensione del carattere per l'etichetta nella modalità di informazione sui caratteri
ko: 글꼴 정보 모드에서 레이블의 글꼴 크기

source: Show size
ko: 크기 표시

source: Show size in font info mode
it: Mostra la dimensione nella modalità di informazione sui caratteri
ko: 글꼴 정보 모드에서 크기 표시

source: Goto Line
ko: 행 이동

source: _Line number:
ko: 행 번호(_L)

source: C_onfigure plugin
ko: 플러그인 구성(_O)

source: Configure the selected plugin
ko: 선택한 플러그인 구성

source: D_etails
it: D_ettagli
ko: 상세 정보(_E)

source: This is the Plugin Manager. Plugins are extra pieces of software that extend gedit capabilities. From here, you can choose which plugins you want to have loaded.
it: Questa è la Gestione plugin. I plugin sono software aggiuntivi che arricchiscono le funzionalità di gedit. Da questa finestra è possibile scegliere i plugin da caricare.
ko: 플러그인 관리자입니다. 플러그인은 gedit 기능을 확장하는추가 소프트웨어입니다. 여기에서 로드할 플러그인을선택할 수 있습니다.

source: _Description
ko: 설명(_D)

source: dialog1
it: finestra1
ko: 대화 상자 1

source: Set program location...
it: Imposta directory per il programma...
ko: 프로그램 위치 설정...

source: _Location to search for:
it: _Directory da cercare:
ko: 찾을 위치(_L):

source: label
it: etichetta
ko: 레이블

source: Case sensi_tive
it: _Maiuscole/minuscole
ko: 대소문자 구분(_T)

source: Replace _with:
it: S_ostituisci con:
ko: 바꿀 문자열(_W):

source: Search fro_m the beginning of the document
it: Inizia ricerca dall'_inizio del documento
ko: 문서의 처음부터 검색(_M)

source: Search from the c_ursor position
it: Inizia ricerca dalla posizione del c_ursore
ko: 커서 위치에서 검색(_U)

source: _Search for:
it: C_erca:
ko: 찾을 문자열(_S):

source: Enter the location (URI) of the file you would like to open:
it: Inserire l'indirizzo (URI) del file da aprire:
ko: 열려는 파일의 위치(URI)를 입력하십시오.

source: Not yet implemented.
it: Ancora da implementare
ko: 아직 구현되지 않았습니다.

source: The string "%s" has not been found.
ko: 문자열 "%s"을(를) 찾을 수 없습니다.

source: Impossible to update gedit settings.
it: Impossibile aggiornare le preferenze di gedit
ko: gedit 설정을 갱신할 수 없습니다.

source: gedit is a small and lightweight text editor for Gnome
ko: gedit은 그놈을 위한 작고 가벼운 텍스트 편집기입니다.

source: Untitled
it: Senza titolo
ko: 제목 없음

source: Invalid UTF-8 data
it: Dati UTF-8 non validi
ko: 잘못된 UTF-8 데이터입니다.
