Repository: GNOME/gnome-i18n
Catalog: extra-po/gswitchit_applet/*.po
Languages: bg, el, sv, zh_cn

source: Debug level
bg: Ниво на информативността
el: Επίπεδο εκσφαλμάτωσης
sv: Felsökningsnivå
zh_cn: 调试级别

source: Display notification on XKB configuration changes
zh_cn: XKB配置改变时显示通告

source: Cannot grab switchcut. Probably, another instance of the applet is already running.
bg: Не мога да прихвана клавиш. Вероятно в момента работи още един такъв аплет.
el: Αδύνατη η αρπαγή της ενναλαγής πληκτρολογίου. Πιθανόν να εκτελείται ήδη το εφαρμογίδιο.
sv: Kan inte få tag i växlingsgenväg. Troligtvis kör en annan instans av panelprogrammet redan.
zh_cn: 无法获取快捷键。 可能有另一程序实例在运行。

source: Copyright Sergey V. Udaltsov (C) 1999-2001
el: Πνευματικά Δικαιώματα Sergey V. Udaltsov (C) 1999-2001
sv: Copyright Sergey V. Udaltsov © 1999-2001
zh_cn: 版权所有 Sergey V. Udaltsov (C) 1999-2001

source: Keyboard switcher applet for the GNOME panel
bg: Аплет за промяна на клавиатурните подредби за панела на ГНОМ
el: Εφαρμογίδιο ενναλαγής πληκτρολογίου για το ταμπλώ του GNOME
sv: Panelprogram för tangentbordsväxling för din GNOME-panel
zh_cn: GNOME面板的键盘选择小程序

source: Layouts
bg: Подредби...
el: Διατάξεις
sv: Layouter
zh_cn: 布局

source: The XKB configuration has been changed
zh_cn: XKB配置已被修改

source: About...
bg: Информация...
el: Περί...
sv: Om...
zh_cn: 关于...

source: Home page...
bg: Интернет страница...
el: Αρχική Σελίδα...
sv: Hemsida...
zh_cn: 主页...

source: Properties
bg: Настройки...
el: Ιδιότητες
sv: Egenskaper
zh_cn: 属性

source: Press your switchcut key(s)..
bg: Натиснете клавиша/ите за смяна на клавиатурите...
el: Πατήστε πλήκτρο/α ενναλαγής πληκτρολογίου...
sv: Tryck din(a) växlingsgenvägstangent(er)...
zh_cn: 按下快捷方式键...

source: Make the layout accessible from the applet popup menu ONLY. No way to switch to this layout using the keyboard.
zh_cn: 让布局仅能够从插件的弹出菜单中使用。 无法用键盘切换到这种布局。

source: Secondary
bg: Втората равнина
el: Δευτερεύων
sv: Sekundär
zh_cn: 中等的

source: not used
zh_cn: 未使用

source: Failed to init GConf: %s
bg: Неуспешно инициализиране на GConf: %s
el: Αποτυχία αρχικοποίησης GConf: %s
sv: Misslyckades med att initiera GConf: %s
zh_cn: 初始化GConf失败：%s

source: Could not initialize Bonobo
zh_cn: 无法初始化 Bonobo

source: Failed to init XklConfigRegistry
zh_cn: 初始化 XklConfigRegistry 失败

source: Bonobo Error
zh_cn: Bonobo 错误

source: Default XKB setting
bg: Този на XKB по подразбиране
el: Εξ' ορισμού ρύθμιση XKB
sv: XKB-standardinställning
zh_cn: 默认XKB设置

source: Right Control
bg: Десен Conrol
el: Δεξιό Ctrl
sv: Höger ctrl
zh_cn: 右Control键

source: Left Control
bg: Ляв Control
el: Αριστερό Ctrl
sv: Vänster ctrl
zh_cn: 左Control键

source: Right Shift
bg: Десен Shift
el: Δεξιό Shift
sv: Höger skift
zh_cn: 右Shift键

source: Left Shift
bg: Ляв Shift
el: Αριστερό Shift
sv: Vänster skift
zh_cn: 左Shift键

source: Left Control - Right Control
bg: Ляв и десен Control
el: Αριστερό Ctrl - Δεξιό Ctrl
sv: Vänster ctrl - höger ctrl
zh_cn: 左Control键 - 右Control键

source: Left Shift - Right Shift
bg: Ляв и десен Shift
el: Αριστερό Shift - Δεξιό Shift
sv: Vänster skift - höger skift
zh_cn: 左Shift键 - 右Shift键

source: Alt - Left Control
bg: Alt + ляв Control
el: Alt - Αριστερό Ctrl
sv: Alt - vänster ctrl
zh_cn: Alt键 - 左Control键

source: Alt - Right Control
bg: Alt + десен Control
el: Alt - Δεξιό Ctrl
sv: Alt - höger ctrl
zh_cn: Alt键 - 右Control键

source: Alt - Left Shift
bg: Alt + ляв Shift
el: Alt - Αριστερό Shift
sv: Alt - vänster skift
zh_cn: Alt键 - 左Shift键

source: Alt - Right Shift
bg: Alt + десен Shift
el: Alt - Δεξιό Shift
sv: Alt - höger skift
zh_cn: Alt键 - 右Shift键

source: Control - Left Shift
bg: Control + ляв Shift
el: Ctrl - Αριστερό Shift
sv: Ctrl - vänster skift
zh_cn: Control键 - 左Shift键

source: Control - Right Shift
bg: Control + десен Shift
el: Ctrl - Δεξιό Shift
sv: Ctrl - höger skift
zh_cn: Control键 - 右Shift键

source: Grave
bg: Грав
sv: Allvarlig
zh_cn: 严重的

source: None
bg: Без клавиш
el: Κανένα
sv: Ingen
zh_cn: 无

source: User defined:
zh_cn: 用户自定义：

source: XKB settings:
zh_cn: XKB设置：

source: Use custom XKB settings, ignore global configuration set in XF86Config.
zh_cn: 使用自定义的XKB设置，忽略 XFree86Config 中的全局配置。

source: _Custom
zh_cn: 自定义(_C)

source: Use global XKB configuration set in XF86Config.
zh_cn: 使用 XF86Config 中的全局 XKB 配置。

source: _Global Preconfigured
zh_cn: 全局预配置(_G)

source: Keyboard _model:
zh_cn: 键盘型号(_M)：

source: Choose the model of the keyboard (brand, number of keys, etc.).
zh_cn: 选择键盘型号(品牌、按键数量等)。

source: _Layouts:
zh_cn: 布局(_L)：

source: Choose the layout. Note: one layout can provide several groups.
zh_cn: 选择布局。注意：一个布局可能提供多个组。

source: Clear.
zh_cn: 清除。

source: Clear
zh_cn: 清除

source: Choose the layout.
zh_cn: 选择布局。

source: This version of XFree86 does not support multiple layouts, so only one layout can be choosen.
zh_cn: 该版本的 XFree86 不支持多个布局，只能选用一个布局。

source: General
zh_cn: 常规

source: Options 1
zh_cn: 选项 1

source: Options 2
zh_cn: 选项 2

source: Update the preview. Can take some time.
zh_cn: 更新预览。需要一点时间。

source: _Update preview
zh_cn: 更新预览(_U)

source: Zoom
zh_cn: 缩放

source: Zoom in.
zh_cn: 放大。

source: _In
zh_cn: 放大(_I)

source: Zoom to fit.
zh_cn: 缩放以适合。

source: To _fit
zh_cn: 适合(_F)

source: Zoom out.
zh_cn: 缩小。

source: _Out
zh_cn: 缩小(_O)

source: Zoom to default.
zh_cn: 缩放至默认大小。

source: To _default
zh_cn: 默认(_D)

source: Preview
zh_cn: 预览

source: Use the system beep to indicate the switch.
zh_cn: 使用系统响铃来表明切换。

source: Enable _beep
zh_cn: 开启beep声(_B)

source: Keep separate layout for each application window.
zh_cn: 独立每个窗口的布局

source: Separate _layout for each window
zh_cn: 每个窗口独立布局(_L)

source: Keep the state of indicators separately for each application window.
zh_cn: 为每个程序的窗口单独保留指示器的状态。

source: Save/restore _indicators with layout
zh_cn: 保存/恢复布局的指示器(_I)

source: _Switch shortcut
zh_cn: 切换快捷键(_S)

source: Choose the switchcut.
zh_cn: 选择切换快捷键。

source: _Default layout
zh_cn: 默认布局(_D)

source: Choose the default layout (for newly created windows).
zh_cn: 选择默认布局(用于新创建的窗口)。

source: DLEVEL
bg: НИВО
el: ΕΠΙΠΕΔΟΕΚΣΦΑΛΜ
sv: FNIVÅ

source: GSwitchIt web page @ Sourceforge.net
bg: Интернет страницата на ГСуичИт на Sourceforge.net
el: Αρχική σελίδα WWW του GSwitchIt @ Sourceforge.net
sv: GSwitchIt-webbsidan på Sourceforge.net

source: Enable beep
bg: Включи звука
el: Ενεργ. βόμβων
sv: Använd pip

source: Separate layout for each window
bg: Всеки прозорец да е със своя подредба
el: Διαφορετική διάταξη ανά παράθυρο
sv: Separat layout för varje fönster

source: Switch shortcut
bg: Клавиш за сменяне
el: Αλλαγή συντόμευσης
sv: Växlingsgenväg

source: User defined :
bg: Потребителски:
el: Οριζόμενο από το Χρήστη :
sv: Användardefinierad:
