Repository: GNOME/gnome-i18n
Catalog: extra-po/gnucash/glossary/*.po
Languages: sk

source: Term
sk: Termín

source: account
sk: úèet

source: account code
sk: úètovný kód

source: account hierarchy
sk: úètovná hierarchia

source: account name
sk: názov úètu

source: account type: Asset
sk: úètovný typ: Aktíva

source: account type: checking
sk: úètovný typ: ¹ek

source: account type: currency
sk: úètovný typ: mena

source: account type: Equity
sk: úètovný typ: Majetok

source: account type: Expense
sk: úètovný typ: Výdaje

source: account type: Income
sk: úètovný typ: Príjem

source: account type: Liability
sk: úètovný typ: Pasíva

source: account type: money-market
sk: úètovný typ: peòa¾ný trh

source: account type: Mutual fund
sk: úètovný typ: Investièný fond

source: account type: saving
sk: úètovný typ: úspory

source: account type: Stock
sk: úètovný typ: Akcie

source: account: parent account
sk: úèet: rodièovský úèet

source: account: subaccount
sk: úèet: podúèet

source: account: top level account
sk: úèet: úèet najvy¹¹ej úrovne

source: Action (register)
sk: Úkon {register}

source: action: ATM
sk: úkon: ATM

source: action: autoDep
sk: úkon: autoVklad

source: action: buy
sk: úkon: nákup

source: action: deposit
sk: úkon: vklad

source: action: direct debit
sk: úkon: priamy vklad

source: action: dist
sk: úkon: distribúcia

source: action: div
sk: úkon: dividenda

source: action: fee
sk: úkon: poplatok

source: action: int
sk: úkon: úrok

source: action: loan
sk: úkon: úver

source: action: payment
sk: úkon: platba

source: action: POS
sk: úkon: POS

source: action: rebate
sk: úkon: zµava

source: action: sell
sk: úkon: predaj

source: action: Teller
sk: úkon: bankomat

source: action: transfer
sk: úkon: prevod

source: action: withdraw
sk: úkon: výber

source: amount
sk: èiastka

source: average
sk: priemer

source: balance (noun)
sk: saldo

source: balance sheet
sk: súvaha

source: balance, to
sk: vyrovna»

source: bank
sk: banka

source: business (adjective)
sk: obchodný (prídavné meno)

source: capital gains
sk: Kapitálový výnos

source: case sensitive
sk: rozli¹ovanie veµkosti písmen

source: cash
sk: Hotovos»

source: check
sk: ¹ek

source: check and repair, to
sk: kontrolova» a opravi»

source: close, to
sk: uzavrie»

source: commodity
sk: komodita

source: commodity listing
sk: zoznam komodít

source: commodity option: fraction
sk: nastavenie komodity: èas»

source: commodity option: Symbol
sk: nastavenie komodity: Symbol

source: Credit (column in register)
sk: Kredit (ståpec v registri)

source: Credit Card
sk: Kreditná karta

source: credit transfer
sk: prevod kreditu

source: currency
sk: mena

source: Custom
sk: Vlastné

source: database
sk: databáza

source: Date
sk: Dátum

source: date format
sk: formát dátumu

source: date range
sk: èasový rozsah

source: Debit (column in register)
sk: Debet (ståpec v registri)

source: default
sk: ¹tandard

source: deposit (in the reconcile dialog)
sk: vklad (v dialógu vysporiadania)

source: depreciation
sk: znehodnotenie

source: Description (column in register)
sk: Popis (ståpec v registri)

source: double entry
sk: dvoj-polo¾ka

source: equity
sk: majetok

source: exchange rate
sk: výmmený kurz

source: field
sk: pole

source: file
sk: súbor

source: file type
sk: typ súboru

source: financial calculator: interest rate
sk: finanèná kalkulaèka: úroková miera

source: financial calculator: payments
sk: finanèná kalkulaèka: platby

source: gain
sk: zárobok

source: imbalance
sk: nerovnováha

source: interest
sk: úrok

source: invoice
sk: faktúra

source: ledger
sk: úètovná kniha

source: liabilities/equity
sk: pasíva/majetok

source: loss
sk: strata

source: Lost Accounts
sk: Stratený úèet

source: marker
sk: zvýrazòovaè

source: MDI modus
sk: MDI mód

source: Memo
sk: Poznámka

source: national currency
sk: národná mena

source: net
sk: èistý

source: net assets
sk: èisté aktíva

source: net profit
sk: èistý zisk

source: net worth
sk: èistý hodnota

source: notes (register)
sk: poznámky (register)

source: Num (column in register)
sk: Èíslo {ståpec v registri}

source: open, to
sk: otvori»

source: opening balance
sk: Zaèiatoèný úèet

source: options
sk: mo¾nos»

source: orphan
sk: sirota

source: passphrase
sk: heslo

source: Payables/Receivables
sk: Vyplatiteµné/Prijateµné

source: payee
sk: príjemca

source: payer
sk: platca

source: payment
sk: platba

source: portfolio
sk: portfólio

source: preferences
sk: nastavenia

source: price (in a split)
sk: cena (v rozdelení)

source: price type: ask
sk: typ ceny: dopyt

source: price type: bid
sk: typ ceny: ponuka

source: price: quotes
sk: cena: akcie

source: profit
sk: zisk

source: Profit & Loss
sk: Zisk a strata

source: quick-fill
sk: rýchle vypåòanie

source: rebalance, to (a transaction)
sk: vyrovna»

source: reconcile, to
sk: vysporiada»

source: record keeping
sk: uchovávanie záznamov

source: register entry: split transaction
sk: polo¾ka registra: rozdelenie transakcie

source: register entry: stock split
sk: polo¾ka registra: rozdelenie akcií

source: register: auto-split ledger
sk: register: automaticky-delená kniha

source: register: basic ledger
sk: register: základná kniha

source: register: general ledger
sk: register: hlavná kniha

source: register: transaction journal
sk: register: denník transakcií

source: reload, to
sk: znovu naèíta»

source: Retained Earnings
sk: Získané výnosy

source: save, to (to a file)
sk: ulo¾i»

source: scrub, to
sk: uprata»

source: security
sk: cenný papier

source: Share Balance (register)
sk: Saldo akcií (podielov) (register)

source: shares
sk: podiely (akcie)

source: source
sk: zdroj

source: split
sk: rozdelenie

source: style sheet
sk: ¹týl

source: subtotal
sk: medzisúèet

source: tax info
sk: daòové informácie

source: template
sk: vzor

source: time period
sk: èasové obdobie

source: Tot
sk: Cel

source: total
sk: Súèet

source: transaction
sk: transakcia

source: transaction state: cleared
sk: stav transakcie: èistá

source: transaction state: frozen
sk: stav transakcie: zmrazená

source: transaction state: reconciled
sk: stav transakcie: vysporiadaná

source: transfer (noun)
sk: prevod

source: transfer account
sk: prevodový úèet

source: transfer, to (register toolbar)
sk: previes»

source: type
sk: typ

source: units
sk: jednotky

source: value (in a split)
sk: hodnota (v rozdelení)

source: withdraw (in the reconcile dialog)
sk: výber (v dialógu vysporiadania)
