Repository: GNOME/gnome-i18n
Catalog: extra-po/gtkdial/*.po
Languages: da, de, eu, fr, ms, sk, sv, tr, vi, wa, zh_cn, zh_tw

source: Starts gtkdial in single service mode
da: Starter gtkdial i enkelttjenestetilstand
de: Starte GtkDial im Einzeldienstemodus
eu: Hasi gtkdial zerbitzu arrunta moduan
fr: Démarrer gtkdial en mode service unique
ms: Memulakan gtkdial dalam mod servis tunggal
sk: Gtkdial štartuje v jednoservisnom režime
sv: Startar gtkdial i entjänstläge
tr: Gtkdial tek hizmetlik modüste baþlýyor
vi: Khởi động GtkDial trong chế độ dịch vụ đơn
wa: Enonder gtkdial e môde siervice unike
zh_cn: 以单一服务模式启动 gtk 拨号器
zh_tw: 以唯一 ISP 的模式啟動 gtkdial

source: Don't play audio alerts when (dis)connecting
da: Afspil ikke lyde ved til/-frakobling
de: Keine audiellen Benachrichtigungen über Verbindungsaufbau/-abbruch
eu: Koneksioa moztean ez erabili audio abisuak
fr: Ne pas jouer d'alertes sonores lors de (dé)connexion
ms: Jangan mainkan amaran audio bila putus
sk: Nehrať audio-hlásenia počas pripájania/odpájania
sv: Spela inte ljudvarningar vid frånkoppling eller anslutning
tr: Baðlanýrken/baðlantý kapatýlýrken ses kullanma
vi: Không chơi nhạc báo động khi kết nối/ngắt kết nối
wa: Èn nén djower des sons d' abranle å moumint di s' (dis)raloyî
zh_cn: 断开连接时不播放声音警告
zh_tw: 當連線或掛線時不要播放音效

source: Close window after connecting/disconnecting
da: Luk vinduet efter til/-frakobling
de: Fenster nach dem Verbinden/Trennen schließen
eu: Itxi lehiatila konexioa egiterakoan/moztean
fr: Fermer la fenêtre après la connexion/déconnexion
ms: Tutup tetingkap selepas sambung/putus
sk: Zatvoriť okno po pripojení/odpojení
sv: Stäng fönster efter anslutning/frånkoppling
tr: Baðlantýktan/baðlantýyý kapattýktan sonra pencereyi kapat
vi: Đóng cửa sổ sau khi kết nối/ngắt kết nối
wa: Clôre li purnea après li raloyaedje/disraloyaedje
zh_cn: 连接/断开 之后关闭窗口
zh_tw: 連線或掛線後關閉視窗

source: Display an online timer
da: Vis tidsforbruget
de: Onlinedauer anzeigen
eu: Erakutsi koneksioaren denbora
fr: Afficher le temps de connexion
ms: Papar pengira waktu online
sk: Zobraziť online časovač
sv: Visa en anslutningsklocka
tr: Sayaç göster
vi: Hiện đồng hồ đo trực tuyến
wa: Håyner li tins di raloyaedje
zh_cn: 显示在线计时器
zh_tw: 顯示連線計時器

source: Display a connection log
da: Vis tilkoblingslog
de: Verbindungseinzelheiten aufzeichnen
eu: Erakutsi koneksioaren log-ak
fr: Afficher le log de connexion
ms: Papar log sambungan
sk: Zobraziť log pripojenia
sv: Visa en anslutningslogg
tr: Baðlantý kaydý göster
vi: Hiện log kết nối
wa: Håyner l' istwere do raloyaedje
zh_cn: 显示连接日志
zh_tw: 顯示連線紀錄

source: Execute command on successful connect
da: Kør kommando ved vellykket tilkobling
de: Befehl nach erfolgreichem Verbinden ausführen
eu: Konexioa eginda dagoenean abiarazi programa
fr: Exécuter une commande lors d'une connexion réussie
ms: Laksanakan arahan selepas berjaya sambung
sk: Spustiť príkaz pri úspešnom pripojení
sv: Kör kommando vid lyckad anslutning
tr: Baþaralý baðlanma durumunda komuta çalýþtýr
vi: Thực hiện lệnh khi kết nối thành công
wa: Comande a-z enonder si l' raloyaedje a stî comufåt
zh_cn: 连接成功后执行命令
zh_tw: 成功連線後執行指令

source: Dial
da: Tilkobl
de: Verbinden
eu: Deitu
fr: Numérotater
sk: Vytočiť
sv: Ring upp
tr: Ara
vi: Quay số
wa: Houkî
zh_cn: 拨号
zh_tw: 撥號

source: Hang Up
da: Frakobl
de: Trennen
fr: Raccrocher
ms: Letak
sk: Zdvihnúť
sv: Lägg på
tr: Kes
vi: Gác máy
wa: Dishoukî
zh_cn: 挂断
zh_tw: 掛線

source: Exit
da: Afslut
de: Schließen
eu: Irten
fr: Quitter
ms: Keluar
sk: Koniec
sv: Avsluta
tr: Çýk
vi: Thoát
wa: Moussî foû
zh_cn: 退出
zh_tw: 離開

source: About GtkDial
da: Om GtkDial
de: Über GtkDial
eu: GtkDial-i buruz
fr: A propos de GtkDial
ms: Perihal GtkDial
sk: O programe
sv: Om GtkDial
tr: GtkDial hakkýnda bildi
vi: Giới thiệu GtkDial
wa: Å dfait di GtkDial
zh_cn: 关于 Gtk 拨号器
zh_tw: 關於 GtkDial

source: Start
de: Beginne
eu: Hasi
fr: Démarrer
ms: Mula
sk: Začať
sv: Starta
tr: Baþla
vi: Bắt đầu
wa: Enonder
zh_cn: 开始
zh_tw: 開始

source: Stop
de: Stoppe
eu: Gelditu
fr: Arrêter
ms: Berhenti
sk: Ukončiť
sv: Stoppa
tr: Dur
vi: Dừng
wa: Arester
zh_cn: 停止
zh_tw: 停止

source: Reset Session Timer
da: Nulstil sessionstiden
eu: berrabiarazi Timer sesioa
fr: Remise à zéro du temps de la session
ms: Ulangset pengira waktu sessi
sk: Vymazať časovač sedení
sv: Nollställ sessionsklocka
tr: Oturum süresi sayaçýný sýfýrla
vi: Đặt lại đồng hồ đo session
wa: Rimete a zero li conteu pol session
zh_cn: 重置会话计时器
zh_tw: 重設此作業階段的計時

source: Reset Total Timer
da: Nulstil den totale tid
fr: Remise à zéro du temps total
ms: Ulangset pengira jumlah waktu
sk: Vymazať celkový časovač
sv: Nollställ totalklocka
tr: Toplam süre sayaçýný sýfýrla
vi: Đặt lại đồng hồ đo chung
wa: Rimete a zero li conteu totå
zh_cn: 重置总计时器
zh_tw: 重設連線時間總和

source: Open Monitor
da: Åbn overvågning
de: Verbindungseinzelheiten anzeigen
eu: ireki monitorea
fr: Ouvrir le moniteur
ms: Buka Monitor
sk: Otvoriť monitor
sv: Öppna övervakare
tr: Kaydý aç
vi: Mở trình theo dõi
wa: Drovî corwaitoe
zh_cn: 打开监视器
zh_tw: 開啟監視器

source: Close Monitor
da: Luk overvågning
de: Verbindungseinzelheiten verbergen
eu: itxi monitorea
fr: Fermer le moniteur
ms: Tutup Monitor
sk: Zatvoriť monitor
sv: Stäng övervakare
tr: Kaydý kapat
vi: Đóng trình theo dõi
wa: Clôre corwaitoe
zh_cn: 关闭监视器
zh_tw: 關閉監視器

source: _Actions
da: H_andlinger
de: _Befehle
eu: _Egin
ms: _Aksi
sk: Č_innosti
sv: _Åtgärder
tr: _Eylemler
vi: _Hành động
wa: _Accions
zh_cn: 动作(_A)
zh_tw: 行動(_A)

source: _Timer
da: _Tidsforbrug
de: _Zähler
eu: _denbora
fr: _Temps
ms: _Pengira waktu
sk: Č_asovač
sv: _Klocka
tr: _Sayaç
vi: Đồng hồ đ_o
wa: _Conteu di tins
zh_cn: 计时器(_T)
zh_tw: 計時器(_T)

source: Session Time:
da: Sessionstid:
de: Sitzungsdauer:
eu: sesioaren denbora:
fr: Temps de la session:
ms: Waktu Sessi
sk: Čas sedenia:
sv: Sessionstid:
tr: Oturum Süresi:
vi: Thời gian session:
wa: Tins pol session:
zh_cn: 会话时间
zh_tw: 此作業階段的連線時間：

source: Total Time:
da: Total tid:
de: Gesamtverbindungsdauer:
eu: Denbora osoa:
fr: Temps total:
ms: Jumlah masa
sk: Celkový čas:
sv: Total tid:
tr: Toplam Süre:
vi: Tổng thời gian:
wa: Tins totå:
zh_cn: 总时间
zh_tw: 連線時間總和：

source: Connected
da: Tilkoblet
de: Verbunden
eu: Konektatuta
fr: Connecté
ms: Tersambung
sk: Pripojené
sv: Ansluten
tr: Baðlanýldý
vi: Đã kết nối
wa: Raloyî
zh_cn: 已连接
zh_tw: 已連線

source: Ready
da: Klar
de: Betriebsbereit
eu: Prest
fr: Prêt
ms: Bersedia
sk: Pripravený
sv: Redo
tr: Hazýr
vi: Sẵn sàng
wa: Presse
zh_cn: 就绪
zh_tw: 準備好

source: Select a service:
da: Vælg en tjeneste:
de: Wählen Sie einen Dienst aus:
eu: Aukeratu zerbitzu bat:
fr: Selectionné un service:
ms: Pilih servis
sk: Vyberte službu:
sv: Välj en tjänst:
tr: Bir hizmet secçin:
vi: Chọn dịch vụ:
wa: Tchoezixhoz on siervice:
zh_cn: 请选择一个服务：
zh_tw: 選擇服務提供者：

source: Connecting to %s ...
eu: %s-ra konektatzen
ms: Menyambung ke %s ...
sk: Pripájam k %s ...
sv: Ansluter till %s...
vi: Đang kết nối tới %s ..
wa: Dji m' raloye a %s ...
zh_cn: 正在连接至 %s ……
zh_tw: 正在連接到 %s ...

source: Connected to %s
eu: %s-ra konektatuta
ms: Tersambung ke %s
sk: Pripojené k %s
sv: Ansluten till %s
vi: Đã kết nối tới %s
wa: Raloyî a %s
zh_cn: 已连接至 %s
zh_tw: 已連接 %s

source: Disconnected
da: Frakoblet
de: Offline
eu: koneksioa moztuta
fr: Déconnecté
ms: Terputus
sk: Odpojené
sv: Frånkopplad
tr: Baðlantý kapalý
vi: Đã ngắt kết nối
wa: Disraloyî
zh_cn: 已断开
zh_tw: 已掛線

source: About Gtkdial
da: Om Gtkdial
de: Über Gtkdial
eu: GtkDial-ari buruz
fr: A propos de GtkDial
ms: Perihal Gtkdial
sk: O programe
sv: Om Gtkdial
tr: Gtkdial hakkýnda bilgi
vi: Giới thiệu GtkDial
wa: Å dfait di Gtkdial
zh_cn: 关于 Gtk 拨号器
zh_tw: 關於 Gtkdial

source: You're Connected - Really close?
da: Du er koblet på - vil du virkelig afslutte?
de: Sie sind verbunden. Soll die Verbindung wirklich geschlossen werden?
eu: Konektatuta zaude - Benetan itxi nahi duzu koneksioa
fr: Vous êtes connecté - Désirez-vous réellement fermer ?
ms: Kamu tersambung - Benar-benar tutup?
sk: Ste pripojený - Naozaj chcete zatvoriť?
sv: Du är ansluten - vill du verkligen stänga?
tr: Þu an baðlýsýnýz - Gerçekten baðlantý kapatýlsýn mý?
vi: Bạn đã kết nối - Thật sự muốn đóng?
wa: Vos estoz raloyî - voloz vormint clôre?
zh_cn: 您现在已连接 － 真的要关闭吗？
zh_tw: 正在連線 - 真的要關閉？

source: No wvdial config file was available in any of the usual places. Run gwvedit to set one up.
eu: Ez dago wvdial configurazio fitxategirik aurkitzen ohizko tokietan abiarazi gwvedit programa bat sortzeko.
ms: Tiada fail configurasi wvdial yang ada pada sebarang tempat biasa. Laksanakan gwvedit untuk menetapkannya.
sk: Na žiadnom zo zvyčajných miest sa nenašiel konfiguračný súbor wvdial. Na jeho vytvorenie spustite gwvedit.
sv: Ingen wvdial-konfigurationsfil hittades på någon av de vanliga platserna. Kör gwvedit för att skapa en.
tr: Beklenebilir normal konumlarda wvdial ayar dosyasý bulunamadý. wvdial.conf sayfasý kurumu için lütfen gwvediti çalýþtýrýn.
vi: Không có file cấu hình wvdial tại các nơi thường gặp. Hãy chạy gwvedit để tạo ra một cái.
wa: Nou fitchî d' apontiaedje di wvdial a stî trové ezès plaeces abitouweles. Enondez gwvedit po ndè fé onk.
zh_cn: 找不到 wvdial 的配置文件。 请运行gwvedit来产生。
zh_tw: 應找的地方都找不到 wvdial 的設定檔。 請執行 gwvedit 來建立設定檔。

source: The config file has no valid services. Run gwvedit to set them up
eu: Konfigurazio fitxategiak baliogabeko zerbitzuak ditu. abiarazi gwvedit balio duen zerbitzuak ezartzeko
ms: Fail konfigurasi mempunya servis tak sah. Laksanakan gwvedit untuk menetapkannya.
sk: Konfiguračný súbor obsahuje nesprávne služby. Na ich nastavenie spustite gwvedit
sv: Konfigurationsfilen har inga giltiga tjänster. Kör gwvedit för att konfigurera dem
tr: Bu ayar dosyasýnda geçerli hizmet yok. Hizmet eklemek/kurmak için gwvediti çalýþtýrýn
vi: Tập tin cấu hình không chứa dịch vụ hợp lệ. Hãy chạy gwvedit để thiết lập.
wa: Li fitchî d' apontiaedje n' a nou siervice di valide. Enondez gwvedit po ls apontyî
zh_cn: 配置文件没有合法的服务。 请运行 gwvedit 来设置。
zh_tw: 設定檔裡沒有正確的服務提供者。 請執行 gwvedit 來設定服務提供者。

source: The config file had no information on your modem. Run gwvedit to autodetect settings.
eu: Konfigurazio fitxategiak ez du zure modenari buruzko informaziorikabiarazi gwvedit informazio hau automatikoki har dezan
ms: Fail konfigurasi tiada maklumat modem anda laksanakan gwvedit untuk autodetect tetapan.
sk: Konfiguračný súbor neobsahuje informácie o vašom modeme. Na automatické zistenie nastavení spustite gwvedit.
sv: Konfigurationsfilen hade ingen information om ditt modem. Kör gwvedit för att automatiskt detektera inställningar.
vi: Tập tin cấu hình không chứa thông tin về modem của bạn. Hãy chạy gwvedit để tự động thiết lập.
wa: Li fitchî d' apontaiedje n' a nole informåcion so vosse modem. Enondez gwvedit po fé l' otodeteccion.
zh_cn: 该配置文件中没有您调制解调器的信息。 请运行 gwvedit 来自动检测设定。
zh_tw: 設定檔裡沒有數據機的資料。 請執行 gwvedit 來自動偵測設定。

source: Error: wvdial error
da: Fejl: wvdial-fejl
de: Fehler: wvdial Fehler
eu: Akatsa: nwdialek akatsen bat eman du
fr: Erreur: erreur wvdial
ms: Ralat: ralat wvdial
sk: Chyba: chyba wvdial
sv: Fel: wvdial-fel
tr: Hata: wvdial hatasý
vi: Lỗi: lỗi wvdial
wa: Aroke: aroke di wvdial
zh_cn: 错误：wvdial 出错
zh_tw: 錯誤：wvdial 錯誤

source: A Gtkdial is already running
da: Gtkdial kører allerede
de: Eine Instanz von GtkDial läuft bereits
eu: GtkDialen bat jadanik martxan dago
fr: Une instance de GtkDial est active
ms: Gtkdial tersedia terlaksana
sk: Gtkdial je už spustený
sv: En instans av Gtkdial kör redan
tr: Bir Gtkdial zaten çalýþtýrýlýyor
vi: GtkDial đã chạy rồi
wa: On Gtkdial est ddja en alaedje
zh_cn: 已有一个 Gtk 拨号器在运行
zh_tw: Gtkdial 正在執行中

source: Error: sanity check - what's going on?
da: Fejl: tjek af om alt er fornuftigt - hvad sker der?
de: Unbekannter Fehler - Was geht gerade vor sich?
fr: Error: vérification - Que s'est-il passé?
ms: Ralat: pemeriksaan sanity - apa terjadi ye?
sk: Chyba: normálna kontrola - čo sa stalo?
sv: Fel: rimlighetskontroll - vad händer?
tr: Hata: saðlamlýk deneyi - neler oluyor?
vi: Lỗi: kiểm tra minh mẫn - cái gì đang diễn ra thế?
zh_cn: 错误：检查健全性－怎么了？
zh_tw: 錯誤：錯誤測試 - 發生甚麼事？

source: Your total online time has reached %d hour(s) and will now be reset
ms: Jumlah masa online telah menjangkau %i jam dan akan diulangtetap sekarang
sk: Váš celkový online čas prekročil %d hodín a preto bude teraz vynulovaný
sv: Din totala anslutningstid har nått %d timme/timmar och kommer nu att nollställas
tr: Toplam baðlantý süreniz %i saati aþtý ve þimdi sýfýrlanacaktýr
vi: Thời gian trực tuyến tổng cộng của bạn đã đạt tới %d giờ và sẽ được đặt lại như ban đầu
wa: Vosse tins di raloyaedje totå a-st arivé a %d eure(s) eyet srè asteure rimetou a zero
zh_cn: 您的总在线时间已经达到了 %d 小时 现在将要重置为零
zh_tw: 上線時間總和已達 %d 小時 現在會重設計時

source: Your total online time has reached %d hour(s)
ms: Jumlah masa online telah menjangkau %i jam
sk: Váš celkový online čas prekročil %d hodín
sv: Din totala anslutningstid har nått %d timme/timmar
tr: Toplam baðlantý süreniz %i saati aþtý
vi: Thời gian trực tuyến tổng cộng của bạn đã đạt tới %d giờ
wa: Vosse tins di raloyaedje totå a-st arivé a %d eure(s)
zh_cn: 您的总在线时间已经达到了 %d 小时
zh_tw: 上線時間總和已達 %i 小時

source: Start Gtkdial in single-service mode
da: Start Gtkdial i enkelttjenestetilstand
de: Starte GtkDial im Einzeldienstemodus
fr: Démarrer gtkdial en mode service unique
ms: Memulakan Gtkdial dalam mod servis tunggal
sk: Spustiť Gtkdial v jedno-servisnom režime
sv: Starta Gtkdial i entjänstläge
tr: Gtkdial tek hizmetlik modüste baþlasin
vi: Khởi động GtkDial trong chế độ dịch vụ đơn
wa: Enonder Gtkdial e môde siervice unike
zh_cn: 以单一服务模式启动 Gtk 拨号器
zh_tw: 以唯一 ISP 的模式啟動 gtkdial

source: Disable audio connection alerts
da: Deaktiver tilkoblingslyde
de: Audielle Verbindungsanzeigen deaktivieren
fr: Désactiver les alertes sonores lors de la connexion
ms: Matikan amaran sambungan audio
sk: Zrušiť zvukové upozornenie pripojenia
sv: Stäng av ljudvarningar för anslutning
tr: Baðlanma seslerini kapat
vi: Tắt báo động âm thanh kết nối
wa: Dismete les xhuflets d' adviertixhmint do raloyaedje
zh_cn: 关闭连接警告声
zh_tw: 連線時不使用音效通知

source: Close window after connect/disconnect
ms: Tutup tetingkap selepas sambung/putus
sk: Zatvoriť okno po pripojení/odpojení
sv: Stäng fönster efter anslutning/frånkoppling
vi: Đóng cửa sổ sau khi kết nối/ngắt kết nối
wa: Clôre li purnea après li raloyaedje/disraloyaedje
zh_cn: 连接/断开 之后自动关闭窗口
zh_tw: 連線或掛線後關閉視窗

source: Show connection debugging window
da: Vis vindue med ekstra forbindelsesoplysninger
de: Verbindungseinzelheitenfenster anzeigen
fr: Afficher la fenêtre de déboguage
ms: Papar tetingkap penyahpijatan sambungan
sk: Ukázať ladiace okno spojenia
sv: Visa felsökningsfönster för anslutning
tr: Baðlantý ayýklama penceresini göster
vi: Hiện cửa sổ tìm lỗi kết nối
wa: Mostrer li purnea di disbugaedje do raloyaedje
zh_cn: 显示连接调试信息
zh_tw: 顯示連線偵錯視窗

source: Display session timer in main window
da: Vis sessiontiden i hovedvinduet
fr: Afficher le temps de la session dans la fenêtre principale
ms: Papar pengira masa dalam tetingkap utama
sk: Zobraziť časovač sedenia v hlavnom okne
sv: Visa sessionsklocka i huvudfönstret
tr: Oturum sayaçýný ana pencerede göster
vi: Hiển thị đồng hồ đo session trong cửa sổ chính
wa: Håyner li conteu do tins del session el mwaisse purnea
zh_cn: 在主窗口显示会话计时器
zh_tw: 在主視窗中顯示此作業階段的計時器

source: Reset current session timer on each new connection
da: Nulstil sessionstiden ved hver ny forbindelse
fr: Remise à zéro du temps de la session à chaque nouvelle connexion
ms: Ulangtetap pengira masa sessi ini pada setiap sambungan
sk: Vynulovať časovač sedenia pri každom spojení
sv: Nollställ aktuell sessionsklocka vid varje ny anslutning
tr: Oturum sayaçýný her baðlantýda yeniden sýfýrla
vi: Đặt lại đồng hồ đo session mỗi khi có kết nối mới
wa: Rimete a zero li conteu po session a tchaeke novea raloyaedje
zh_cn: 在每次重新连接之后重置会话计时器
zh_tw: 每次連線都重設此作業階段的計時器

source: Save total time of all sessions
da: Gem den totale tid for alle sessioner
fr: Mémoriser le temps total de toutes les sessions
ms: Simpan jumlah masa semua sessi
sk: Uložiť celkový čas všetkých sedení
sv: Spara total tid för alla sessioner
tr: Yekin oturumlarýn toplam süresini kaydet
vi: Lưu thời gian tổng cộng của mọi session
wa: Schaper li tins totå po totes les sessions
zh_cn: 保存所有会话的总时间
zh_tw: 儲存所有作業階段的連線時間總和

source: Display total timer in main window
da: Vis den totale tid i hovedvinduet
fr: Afficher le temps total dans la fenêtre principale
ms: Papar jumlah pengira masa dalam tetingkap utama
sk: Zobraziť celkový časovač v hlavnom okne
sv: Visa totalklocka i huvudfönstret
tr: Ana pencerede toplam süre sayaçýný göster
vi: Hiện thời gian tổng cộng trong cửa sổ chính
wa: Håyner li conteu do tins totå el mwaisse purnea
zh_cn: 在主窗口显示总计时器
zh_tw: 在主視窗中顯示連線時間總和的計時器

source: Execute after connection made:
da: Efter forbindelsen er etableret, kør:
de: Nach dem Verbinden ausführen:
fr: Exécuter après une connexion réussie:
ms: Laksanakan ia selepas penyambungan dibuat:
sk: Spustiť po úspešnom pripojení:
sv: Kör efter en anslutning gjorts:
tr: Baðlandýktan sonra çalýþtýr:
vi: Thực thi sau khi đã kết nối:
wa: Enonder après ki l' raloyaedje a stî fwait:
zh_cn: 连接之后执行：
zh_tw: 連線後執行：

source: The string entered below will be passed to the shell for execution in the background when a connection is successfully made.
ms: Rentetan yang dimasukkan dibawah akan dihantar ke shell untuk dilaksanakan pada latar belakang bila sambungan berjaya dibuat.
sk: Zadaný text bude spustený na pozadí v príkazovom riadku, hneď ako bude spojenie úspešné.
sv: Strängen som anges nedan kommer att skickas till skalet för körning i bakgrunden då en framgångsrik anslutning görs.
vi: Chuỗi được nhập vào bên dưới sẽ được chuyển cho shell để thực thi trong chế độ nền khi đã tạo được kết nối.
wa: Li tchinne intrêye chal pa dzo srè passêye å shell po l' enonder come bouye di fond cwand on raloyaedje s' a bén passé.
zh_cn: 连接成功后，将把 下面输入的字符串命令 传递给外壳 并在后台运行。
zh_tw: 當連線成功時，下列的字串將會 交由命令殼送到背景執行。

source: Alert me when total time reaches limit
da: Vis advarsel når den totale tid når grænse nås
de: Beim Erreichen der Gesamtdauerobergrenze warnen
eu: abisatu denbora guztiaren gehiegizkora iristean
fr: M'alerter quand le temps total atteint la limite
ms: Amarkan saya bila jumlah masa menjangkau had
sk: Oznámiť, keď celkový čas prekročí limit
sv: Varna mig när totaltiden når gränsen
tr: Toplam sayaç süresi
vi: Báo động khi tổng thời gian đạt mức giới hạn
wa: M' advierti cwand li tins totå arive disk' a l' limite
zh_cn: 达到总时间限制之后警告
zh_tw: 當連線時間總和超出界限時通知我

source: Alert after
da: Advar efter
fr: Alerter après
ms: Amar selepas
sk: Oznámiť po
sv: Varna efter
tr: Uyarma:
vi: Báo động sau
wa: Advierti après
zh_cn: 在
zh_tw: 於

source: hour(s)
da: timer
eu: ordu(ak)
fr: heure(s)
ms: jam
sk: hodinách
sv: timme/timmar
tr: saatten sonra uyar
vi: giờ
wa: eures(s)
zh_cn: 小时之后警告
zh_tw: 小時後通知

source: Reset total time when limit reached
da: Nulstil total tid når grænsen nås
de: Gesamtdauer nach Erreichen der Obergrenze zurücksetzen
eu: berrabiarazi denbora guztia gehiegizkora iristean
fr: Remise à zéro du temps lorsque la limite est atteinte
ms: Ulangtetap jumlah masa bila had dijangkau
sk: Vynulovať celkový čas keď bude limit prekročený
sv: Nollställ totaltiden när gränsen nås
tr: Toplam sayaç süresi üst sýnýrý geçerse, sayaçý sýfýrla
vi: Phục hồi tổng thời gian sau khi đạt mức giới hạn
wa: Rimete a zero li tins totå cwand li tins arive al limite
zh_cn: 如超过限制则将总时间置零
zh_tw: 當連線時間總和超出界限時重設計時器

source: General
da: Generelt
de: Allgemein
eu: Orokorra
fr: Général
ms: Umum
sk: Hlavné
sv: Allmänt
tr: Genel
vi: Chung
wa: Djenerå
zh_cn: 常规
zh_tw: 一般

source: Timer
da: Tidsforbrug
de: Zähler
fr: Temps
ms: Pengira masa
sk: Časovač
sv: Klocka
tr: Sayaç
vi: Đồng hồ đo
wa: Conteu do tins
zh_cn: 计时器
zh_tw: 計時器

source: Execute
da: Kør
de: Ausführen
eu: Abiarazi
fr: Exécute
ms: Laksana
sk: Spustiť
sv: Kör
tr: Çalýþtýr
vi: Thực hiện
wa: Enonder
zh_cn: 执行
zh_tw: 執行

source: GtkDial Settings
da: GtkDial-indstillinger
de: GtkDial Einstellungen
eu: GtkDial Aukerak
fr: Préférences GtkDial
ms: Tetapan GtkDial
sk: GtkDial Možnosti
sv: Inställningar för GtkDial
tr: GtkDial ayarlarý
vi: Thông số GtkDial
wa: Apontiaedjes di GtkDial
zh_cn: Gtk 拨号器设置
zh_tw: GtkDial 設定

source: Gtkdial
zh_cn: Gtk 拨号器

source: Gtkdial dialer
da: Gtkdial-tilkobler
de: GtkDial PPP Verbindungstool
fr: Numéroteur Gtkdial
ms: Pendial GtkDial
sk: Gtkdial pripojenie
sv: Uppringaren Gtkdial
tr: Gtkdial arayýcý
vi: Bộ quay số Gtkdial
wa: Houcaedje pa modem Gtkdialer
zh_cn: Gtk 拨号器
zh_tw: Gtkdial 撥號器

source: Connecting ...
da: Tilkobler...
de: Verbinde ...
tr: Baðlanýlýyor ...

source: The config file had no information on yourmodem. Run gwvedit to autodetect settings.
tr: Ayar dosyasýnda modem hakkýnda hiç bir bilgi yoktur. Modem ayarlarýný otomatikmen iþletmek için gwvediti çalýþtýrýn.

source: Close window after connect/kill
da: Luk vindet efter til-/frakobling
de: Fenster nach dem Verbinden/Trennen schließen
tr: Pencereyi baðlandýktan/baðlantýyý kapattýktan sonra kapat

source: Error: wvdial conf not present
da: Fejl: wvdial.conf ikke til stede
de: Fehler: Die Datei wvdial.conf fehlt

source: Error: no services in wvdial.conf
da: Fejl: ingen tjenester i wvdial.conf
de: Fehler: Keine Dienste in wvdial.conf eingetragen

source: Error: no default modem in wvdial.conf
da: Fejl: intet standardmodem i wvdial.conf
de: Fehler: Kein Defaultmodem in wvdial.conf definiert

source: Your total online time has reached %i hour(s)
da: Den totale tilkoblede tid er nået op på %i timer

source: and will now be reset
da: og vil nu blive nulstillet
