Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/libbonobo/*.po
Languages: de

source: An unsupported action was attempted
de: Es wurde versucht, eine nicht unterstützte Aktion auszuführen.

source: IO Error
de: E/A-Fehler

source: Invalid argument value
de: Ungültiger Argumentwert

source: Object not found
de: Objekt nicht gefunden

source: Syntax error in object description
de: Syntaxfehler in der Objektbeschreibung

source: Cannot activate object from factory
de: Das Objekt konnte nicht aus der Fabrik aktiviert werden.

source: No permission to access stream
de: Keine Berechtigung zum Zugriff auf den Stream

source: An unsupported stream action was attempted
de: Es wurde versucht, eine nicht unterstützte Aktion auf dem Stream auszuführen.

source: IO Error on stream
de: E/A-Fehler im Stream

source: IO Error on storage
de: E/A-Fehler auf dem Speichermedium

source: Name already exists in storage
de: Der Name existiert bereits im Speicher.

source: Object not found in storage
de: Das Objekt konnte im Speicher nicht gefunden werden.

source: No permission to do operation on storage
de: Keine Berechtigung zum Ausführen dieser Operation auf dem Speichermedium

source: An unsupported storage action was attempted
de: Es wurde versucht, eine nicht unterstützte Aktion auf dem Speichermedium auszuführen.

source: Object is not a stream
de: Das Objekt ist kein Stream.

source: Object is not a storage
de: Das Objekt ist kein Speicher.

source: Storage is not empty
de: Der Speicher ist nicht leer.

source: malformed user interface XML description
de: Ungültige XML-Benutzeroberflächen-Beschreibung

source: invalid path to XML user interface element
de: Ungültiger Pfad zum XML-Benutzeroberflächen-Element

source: the requested UI attribute didn't exist
de: Das angeforderte UI-Attribut existiert nicht.

source: Unknown command or verb
de: Unbekannter Befehl oder Verb

source: Command is insensitive
de: Befehl ist unempfindlich.

source: incorrect data type
de: Falscher Datentyp

source: stream not found
de: Stream wurde nicht gefunden.

source: property not found
de: Eigenschaft wurde nicht gefunden.

source: property has invalid type
de: Eigenschaft hat ungültigen Typ.

source: property is read only
de: Die Eigenschaft ist schreibgeschützt.

source: config database backend failed
de: Die Konfiguration des Datenbankverwalters ist fehlgeschlagen.

source: Moniker interface cannot be found
de: Die Moniker-Schnittstelle konnte nicht gefunden werden.

source: Moniker activation timed out
de: Die Moniker-Aktivierung hat das Zeitlimit überschritten.

source: Syntax error within moniker
de: Syntaxfehler im Moniker

source: Moniker has an unknown moniker prefix
de: Moniker verfügt über unbekanntes Moniker-Präfix.

source: Error checking error; no exception
de: Fehler bei der Fehlerprüfung. Es ist kein Ausnahmefehler aufgetreten.

source: General activation error with no description
de: Allgemeiner Aktivierungsfehler ohne Beschreibung

source: Could not initialize Bonobo
de: Bonobo konnte nicht initialisiert werden.

source: Failed to resolve, or extend '%s
de: '%s' konnte nicht aufgelöst oder erweitert werden.

source: Failed to activate object
de: Objekt konnte nicht aktiviert werden.

source: Standard Moniker factory
de: Standard-Moniker-Fabrik

source: generic Oaf activation moniker
de: Allgemeiner OAF-Aktivierungs-Moniker

source: generic Oaf query moniker
de: Allgemeiner OAF-Anfrage-Moniker

source: generic factory 'new' moniker
de: Allgemeiner 'neue' Fabrik-Moniker

source: generic item moniker
de: Allgemeiner Element-Moniker

source: Exception activating '%s
de: Ein Ausnahmefehler aktiviert '%s'.

source: Failed to activate '%s
de: '%s' konnte nicht aktiviert werden.

source: Bonobo Echo server factory
de: Bonobo Echo-Server-Fabrik

source: Bonobo Echo server sample program
de: Beispielprogramm für Bonobo Echo-Server

source: Echo component
de: Echo-Komponente

source: Echo component factory
de: Echo-Komponenten-Fabrik

source: I could not initialize Bonobo
de: Bonobo konnte nicht initialisiert werden.

source: Could not create an instance of the sample echo component
de: Es konnte keine Instanz der Beispiel-Echo-Komponente erzeugt werden.

source: An exception occured '%s'
de: Ein Ausnahmefehler ist aufgetreten '%s'.
