Repository: GNOME/gnome-i18n
Catalog: extra-po/gnome-find/*.po
Languages: az, da, de, es, hu, ja, nl, pt_br, ru, sk, sv, uk, zh_cn

source: Tests Selected
az: Seçilmiş Sınaqlar
da: Valgte afprøvninger
de: Tests gewählt
es: Prueba seleccionados
hu: Kijelölt tesztek
ja: 選択されたテスト
nl: Testen Geselecteerd
pt_br: Testes selecionados
ru: Выбранные тесты
sk: Vybrané testy
sv: Valda test
uk: Вибран╕ тести
zh_cn: 已选测试

source: label174
az: etiket174
da: etiket174
zh_cn: 标签174

source: Move selected test UP one position
az: Seçili sınaq YUXARISINI tək yerə daşı
da: Flyt valgt test OP en position
de: Gewählten Test eine Position nach oben bewegen
es: Mover prueba seleccionada una posición hacia ARRIBA
hu: A kijelölt teszt felfelé mozgatása
ja: 選択されたテストを一つ上へ
nl: Verplaats de geselecteerde test een positie omhoog
pt_br: Move o teste selecionado uma posição para CIMA
ru: Переместить выбранный тест на одну позицию вверх
sk: Presunú» vybrané testy o jednu pozíciu vy¹¹ie
sv: Flytta valt test UPP en position
uk: Перем╕стити вибраний тест на одну позиц╕ю вгору
zh_cn: 将选中的测试上移一格

source: Up
az: Yuxarı
da: Op
de: Hoch
es: Arriba
hu: Fel
ja: 上へ
nl: Omhoog
pt_br: Para cima
ru: Вверх
sk: Vy¹¹ie
sv: Upp
uk: Вгору
zh_cn: 上移

source: Move selected test DOWN one position
az: Seçili sınaq AŞAĞISINI tək yerə daşı
da: Flyt valgt test NED en position
de: Gewählten Test eine Position nach unten bewegen
es: Mover prueba seleccionada una posición hacia ABAJO
hu: A kijelölt teszt lefelé mozgatása
ja: 選択されたテストを一つ下へ
nl: Verplaats de geselecteerde test een positie naar beneden
pt_br: Move o teste selecionado uma posição para BAIXO
ru: Переместить выбранный тест на одну позицию вниз
sk: Presunú» vybrané testy o jednu pozíciu ni¾¹ie
sv: Flytta valt test NER en position
uk: Перем╕стити вибраний тест на одну позиц╕ю вниз
zh_cn: 将选中的测试下移一格

source: Down
az: Aşağı
da: Ned
de: Runter
es: Abajo
hu: Le
ja: 下へ
nl: Omlaag
pt_br: Para baixo
ru: Вниз
sk: Ni¾¹ie
sv: Ner
uk: Вниз
zh_cn: 下移

source: Remove selected tests
az: Seçili sınaqları çıxart
da: Fjern valgte test
de: Gewählte Tests entfernen
es: Remover pruebas seleccionadas
hu: A kijelölt tesztek törlése
ja: 選択されたテストを削除
nl: Verwijder de geselecteerde testen
pt_br: Remover os testes selecionados
ru: Удалить выбранные тесты
sk: Odstráni» vybrané testy
sv: Ta bort valda test
uk: Видалити вибран╕ тести
zh_cn: 删除选中的测试

source: Clear all selected test expressions
az: Bütün seçili sınaq uzantılarını çıxart
da: Tøm alle valgte testudtryk
de: Alle gewählten Tests streichen
es: Limpiar todos las expresiones de prueba seleccionadas
hu: A kijelölt tesztkifejezések törlése
ja: 選択されたテストの説明を消去
nl: Maak alle geselecteerde text expressies leeg
pt_br: Eliminar todas as expressões de teste selecionado
ru: Очистить все выражения выбранного теста
sk: Zmaza» výrazy v¹etkých vybraných testov
sv: Töm alla valda testuttryck
uk: Очистити вс╕ вирази вибраного тесту
zh_cn: 清空已选中测试表达式

source: Clear
az: Təmizlə
da: Tøm
de: Löschen
es: Limpiar
hu: Törlés
ja: 消去
nl: Leegmaken
pt_br: Eliminar
ru: Очистить
sk: Vymaza»
sv: Töm
uk: Очистити
zh_cn: 清空

source: Selected
az: Seçili
da: Valgt
de: Gewählt
es: Seleccionados
hu: Kijelölt
ja: 選択されたテスト
nl: Geselecteerd
pt_br: Selecionado
ru: Выбранные
sk: Vybrané
sv: Valda
uk: Вибран╕
zh_cn: 已选

source: Last test added
az: Əlavə edilmiş son sınaq
da: Seneste test som tilføjedes
de: Letzter Test hinzugefügt
es: Última prueba añadida
hu: Utoljára hozzáadott teszt
ja: 最後に追加されたテスト
nl: Laatste test toegevoegd
pt_br: Último teste adicionado
ru: Последний добавленный тест
sk: Posledný pridaný test
sv: Senaste test som lagts till
uk: Останн╕й доданий тест
zh_cn: 最后添加的测试

source: Tests
az: Sınaqlar
da: Test
es: Pruebas
hu: Tesztek
ja: テスト
nl: Testen
pt_br: Testes
ru: Тесты
sk: Testy
sv: Test
uk: Тести
zh_cn: 测试

source: Printing Options
az: Çap Etmə Seçənəkləri
da: Udskriftsmuligheder
de: Druckoptionen
es: Opciones de impresión
hu: Nyomtatás beállításai
ja: 印刷オプション
nl: Afdruk Opties
pt_br: Opções de impressão
ru: Параметры печати
sk: Mo¾nosti tlaèe
sv: Utskriftsalternativ
uk: Параметри друку
zh_cn: 打印选项

source: Using newlines (-print)
az: Təzə sətirləri istifadə edirəm (-print)
da: Bruger nylinjer (-print)
de: Neue Zeile (-print)
hu: Újsor használata (-print)
ja: 改行を使用 (-print)
nl: Gebruik `newlines' (-print)
pt_br: Usando linhas novas (-print)
ru: Использовать новые строки (-print)
sk: Pou¾i» konce riadkov (-print)
sv: Använder nyrader (-print)
uk: Використовувати символи переводу рядка (-print)
zh_cn: 使用新行 (-print)

source: Using NULL chars (-print0)
az: NUL hərfləri istifadə edirəm (-print0)
da: Bruger NUL-tegn (-print0)
de: NULL-Chars nutzen (-print0)
hu: NULL karakter használata (-print0)
ja: NULL文字を使用する(-print0)
nl: Gebruik NULL karakters (-print0)
pt_br: Usando caracteres NULOS (-print0)
ru: Использовать NULL-символы (-print0)
sk: Pou¾i» znaky NULL (-print0)
sv: Använder NULL-tecken (-print0)
uk: Використовувати символи NULL (-print0)
zh_cn: 使用空字符 (-print0)

source: Using 'ls -dils' format (-ls)
az: 'ls -dils' şəklini istifadə edirəm (-ls)
da: Bruger formatet "ls -dils" (-ls)
de: 'ls -dils'-Format nutzen (-ls)
hu: Az 'ls -dils' formátum használata (-ls)
ja: 'ls -dils'形式を使用する(-ls)
nl: Gebruik 'ls -dils' formaat (-ls)
pt_br: Usando formato 'ls -dils' (-ls)
ru: Использовать формат 'ls -dils' (-ls)
sk: Pou¾i» formát 'ls -dils' (-ls)
sv: Använder formatet "ls -dils" (-ls)
uk: Використовувати формат 'ls -dils' (-ls)
zh_cn: 使用“ls -dils”格式 (-ls)

source: Formatted (-printf)
az: Şəkilləndirilmiş (-printf)
da: Formateret (-printf)
de: Formatiert (-printf)
es: Formateado (-printf)
hu: Formázott (-printf)
ja: フォーマット済み (-printf)
nl: Opgemaakt (-printf)
pt_br: Formatado (-printf)
ru: Форматированная (-printf)
sk: Formátovaný (-printf)
sv: Formaterat (-printf)
uk: Форматована (-printf)
zh_cn: 格式化输出 (-printf)

source: Pathname only
az: Sadəca olaraq yol adı
da: Kun søgesti
de: Nur der Pfadname
es: Solo Ruta
hu: Csak az elérési út
ja: パス名のみ
nl: Alleen padnaam
pt_br: Apenas nome do caminho
ru: Только путь
sk: Len cesta
sv: Endast sökväg
uk: Лише шлях
zh_cn: 仅路径名

source: Include file details
az: Dosyenin ətraflı mə'lumatını daxil et
da: Inkludér fildetaljer
de: Einschließlich Datei-Details
es: Incluir detalles del fichero
hu: Részletek mutatása
ja: ファイル詳細を含む
nl: Inclusief bestands details
pt_br: Incluir detalhes do arquivo
ru: Включать детали файла
sk: Zahrnú» detaily o súbore
sv: Inkludera fildetaljer
uk: Включати детал╕ файлу
zh_cn: 包括文件细节

source: Using newlines (-fprint)
az: Təzə sətirləri istifadə edirəm (fprintf)
da: Bruger nylinjer (-fprint)
de: Neue Zeile nutzen (-fprint)
hu: Újsor használata (fprint)
ja: 改行を使用する (-fprint)
nl: Gebruik `newlines' (-fprintf)
pt_br: Usando novas linhas (-fprint)
ru: Использовать новые строки (-fprint)
sk: Pou¾i» konce riadkov (-fprint)
sv: Använder nyrader (-fprint)
uk: Використовувати символи переводу рядка (-fprint)
zh_cn: 使用新行 (-fprint)

source: Using NULL chars (-fprint0)
az: NULL hərfləri istifadə edirəm (-fprint0)
da: Bruger NUL-tegn (-fprint0)
de: NULL-Chars nutzen (-fprint0)
hu: NULL karakter használata (fprint0)
ja: NULL文字を使用する (-fprint0)
nl: Gebruik NULL karakters (-fprintf0)
pt_br: Usando caracteres NULOS (-fprint0)
ru: Использовать NULL-символы (-fprint0)
sk: Pou¾i» znaky NULL (-fprint0)
sv: Använder NULL-tecken (-fprint0)
uk: Використовувати символи NULL (-fprint0)
zh_cn: 使用空字符 (-fprint0)

source: Formatted (-fprintf)
az: Şəkilləndirilmiş (-fprintf)
da: Formateret (-fprintf)
de: Formatiert (-fprintf)
es: Formateado (-fprintf)
hu: Formázott (-frprint)
ja: フォーマット済み (-fprintf)
nl: Opgemaakt (-fprintf)
pt_br: Formatado (-fprintf)
ru: Форматированный (-fprintf)
sk: Formátovaný (-fprintf)
sv: Formaterad (-fprintf)
uk: Форматований (-fprintf)
zh_cn: 格式输出 (-fprintf)

source: Using 'ls -dils' format (-fls)
az: 'ls -dils' şəklini istifadə edirəm (-fls)
da: Bruger formatet "ls -dils" (-fls)
de: 'ls -dils'-Format nutzen (-ls)
hu: Az 'ls -dils' formátum használata (-ls)
ja: 'ls -dils'形式を使用する (-fls)
nl: Gebruik 'ls -dils' formaat (-fls)
pt_br: Usando o formato 'ls -dils' (-fls)
ru: Использовать формат 'ls -dils' (-fls)
sk: Pou¾i» formát 'ls -dils' (-fls)
sv: Använder formatet "ls -dils" (-fls)
uk: Використовувати формат 'ls -dils' (-fls)
zh_cn: 使用“ls -dils”格式 (-fls)

source: To stdout
az: Stdout'a
da: Til standard ud
de: Nach stdout
es: En stdout
hu: Az stdout-ra
ja: 標準出力へ
nl: Naar standaard uitvoer
pt_br: Para stdout
ru: В stdout
sk: Na ¹tand. výstup
sv: Till standard ut
uk: У stdout
zh_cn: 至标准输出

source: To a window
az: Pəncərəyə
da: Til et vindue
de: In ein Fenster
es: En una ventana
hu: Ablakba
ja: ウィンドウへ
nl: Naar een venster
pt_br: Para uma janela
ru: В окно
sk: Do okna
sv: Till ett fönster
uk: У в╕кно
zh_cn: 至一个窗口

source: To a file
az: Dosyeyə
da: Til en fil
de: In eine Datei
es: En un archivo
hu: Fájlba
ja: ファイルへ
nl: Naar een bestand
pt_br: Para um arquivo
ru: В файл
sk: Do súboru
sv: Till en fil
uk: У файл
zh_cn: 至一个文件

source: Command Execution
az: Əmr İşə Salınması
da: Kommandokørsel
de: Befehl ausführen
es: Ejecución de Comando
hu: Parancsvégrehajtás
ja: コマンドの実行
nl: Commando Uitvoer
pt_br: Execução de comando
ru: Выполнение команды
sk: Vykonanie príkazu
sv: Kommandokörning
uk: Виконання команди
zh_cn: 命令执行

source: Exec command on file (-exec)
az: Dosyedəki əmri işə sal (-exec)
da: Brug kommando på fil (-exec)
de: Befehl für die Dateien ausführen (-exec)
es: Ejecuta comando sobre fichero (-exec)
hu: Parancs végrehajtása a fájlon (-exec)
ja: ファイル上でコマンドを実行 (-exec)
nl: Uit te voeren commando op bestand (-exec)
pt_br: Executar comando no arquivo (-exec)
ru: Выполнение команды на файле (-exec)
sk: Vykona» príkaz na súbore (-exec)
sv: Använd kommando på fil (-exec)
uk: Виконання команди на файл╕ (-exec)
zh_cn: 对文件执行命令 (-exec)

source: Specify what to execute. Don't put "-exec"; that will be done for you. Use {} for the filename. End with a single semi-colon, without any backslashes.
az: İşə salınacaq şeyi ifadə et. "execf" qoyma; bu sizin yerinizə ediləcəkdir. Dosye adı üçün {} istifadə edin. Tək yarı sütünla sonlandırın.
da: Angiv hvad som skal køres. Du behøver ikke angive "-exec"; det bliver gjort automatisk. Brug {} for filnavnet. Afslut med et enkelt semikolon, uden nogen omvendte skråstreger.
de: Geben Sie an, was Sie ausführen wollen. Geben Sie nicht '-exec' an; das passiert automatisch. Verwenden Sie {} für den Dateinamen. Ende mit einem ';', ohne '\'.
es: Especifique que se ejecutará. No ponga "-exec"; eso lo hará usted. Utilice {} para el nombre del archivo. Termine con un punto y coma, y sindiagonales.
hu: Add meg a végrehajtandó parancsot. Ne írd ki a "-exec"-et, az automatikusan kiíródik. A fájlnévhez használj {}-t. Pontosvesszõvel zárd le a kifejezést, backslashek nélkül.
ja: 何を実行するかを指定してください。"-exec"は自動で付加されるので、入力しないでください。 ファイル名には {} を使用してください。 一つのセミコロンで終了させてください。バックスラッシュは必要ありません。
nl: Specificeer wat er uitgevoerd moet worden. Zet geen extra "-exec" neer; dat word automatisch gedaan. Gebruik {} voor de bestandsnaam. Eindig met een enkele puntkomma, zonder backslashes.
pt_br: Especifica o que executar. Não coloque "-exec"; pois isto será feito para você. Use {} para o nome do arquivo. Termine com um ponto e vírgula sem nenhuma barra invertida.
ru: Указать что выполнять. Не вставляйте "-exec"; это будет сделано за вас. Используйте {} для названия файла. Завершение -- одной точкой с запятой без обратной косой черты.
sk: Zadajte, èo vykona». Nezadávajte "-exec"; to urobím za vás. Pre meno súboru pou¾ite {}. Na konci vlo¾te bodkoèiarku bez spätných lomítiek (\).
sv: Ange vad som ska köras. Du behöver inte ange "-exec"; det kommer att göras automatiskt. Använd {} för filnamnet. Avsluta med ett ensamt semikolon, utan några omvända snedstreck.
uk: Вказати що виконувати. Не вставляйте "-exec"; це буде зроблено за вас. Використовуйте {} для назви файлу. Завершення -- одной кряпкою з комою без зворотньо╖ косо╖ риски.
zh_cn: 指定要执行的命令。请不要加“-exec”；因为程序自动会加。使用{}包括文件名。以单引号结尾，不要添加任何斜杠。

source: Prompt and Exec on file (-ok)
az: Dosyedəki İşə Salma (-ok)
da: Spørg og anvend kommando på fil (-exec)
de: Fragen und ausführen für die Dateien (-ok)
hu: Kérdezés után parancs végrehajtása a fájlon (-ok)
ja: プロンプト表示およびファイル上で実行 (-ok)
nl: Prompt en Uitvoeren op bestand (-ok)
pt_br: Prompt e Exec no arquivo (-ok)
sk: Opýta» sa a vykona» na súbore (-ok)
sv: Fråga och använd kommando på fil (-exec)
zh_cn: 提示并对文件执行 (-ok)

source: Specify what to execute. Don't put "-exec"; that will be done for you. Use proper "find" syntax (e.g., {} for the filename).
az: İşə salınacaq şeyi təsvir edin. "exec" qoyma; bu sizin yerinizə ediləcəkdir. Uyğun "find" sintaksisi istifadə edin..
da: Angiv hvad som skal køres. Du behøver ikke angive "-exec"; det bliver gjort automatisk. Brug korrekt "find"-syntax (dvs {} for filnavnet).
de: Geben Sie an, was Sie ausführen wollen. Geben Sie nicht '-exec' an; das passiert automatisch. Verwenden Sie gültige 'file'-Syntax ein (z.B. {} für den Dateinamen).
hu: Add meg a végrehajtandó parancsot. Ne írd ki a "-exec"-et, az automatikusan kiíródik. Használd a helyes "find" szintaxist (pl. {} a fájlnevekhez).
ja: 何を実行するかを指定してください。"-exec"は自動で付加されるので、入力しないでください。 正しい "find"の文法に従ってください。(例: ファイル名には {})
nl: Specificeer wat er uitgevoerd moet worden. Zet geen extra "-exec" neer; dat word automatisch gedaan. Gebruik de juiste "find" syntax (b.v., {} voor de bestandsnaam).
pt_br: Especifica o que executar. Não coloque "-exec"; isto será feito para você. Use a sintaxe "find" adequada (p.ex., {} para o nome do arquivo).
sk: Zadajte, èo vykona». Nezadávajte "-exec"; to urobím za vás. Pou¾ite správnu syntax "find" (napr. {} pre meno súboru).
sv: Ange vad som ska köras. Du behöver inte ange "-exec"; det kommer att göras automatiskt. Använd korrekt "find"-syntax (dvs {} för filnamnet).
zh_cn: 指定要执行的命令。请不要加“-exec”；因为程序自动会加。注意使用正确的“find”语法(例如使用{}包括文件名)。

source: Miscellaneous Actions
az: Müxtəlif Gedişatlar
da: Forskellige handlinger
de: Verschiedene Aktionen
es: Acciones Misceláneas
hu: Egyéb mûveletek
ja: 様々なアクション
nl: Andere Acties
pt_br: Ações variadas
ru: Различные действия
sk: Rôzne akcie
sv: Diverse åtgärder
uk: Р╕зноман╕тн╕ д╕╖
zh_cn: 其它动作

source: -prune (see man page)
az: -prune (man səhifəsinə bax)
da: -prune (se manualsiden)
de: -prune (siehe Hilfe)
es: -prune (ver manual)
hu: - prune (lásd a kézikönyvoldalt)
ja: -prune (manページを参照)
nl: -prune (zie `man' pagina)
pt_br: -prune (ver man page)
ru: -prune (см. страницу руководства)
sk: -prune (viï. manuálová stránka)
sv: -prune (se manualsidan)
uk: -prune (див. стор╕нку кер╕вництва)
zh_cn: -prune (见man手册)

source: Special
az: Xüsusi
da: Speciel
de: Spezial
es: Especial
hu: Különleges
ja: 特別
nl: Speciaal
pt_br: Especial
ru: Специальное
sk: ©peciálne
uk: Спец╕альне
zh_cn: 特殊

source: Contains text string
az: Mətn daxil edir
da: Indeholder tekststreng
de: Beinhaltet Text-String
es: Contine línea de texto
hu: Tartalmazza ezt a karakterláncot
ja: テキスト文字列を含む
nl: Bevat tekenreeks
pt_br: Contém cadeia de texto
ru: Содержит строку текста
sk: Obsahuje re»azec
sv: Innehåller textsträngen
uk: М╕стить рядок тексту
zh_cn: 包含字符串

source: Actions
az: Gedişlər
da: Handlinger
de: Aktionen
es: Acciones
hu: Mûveletek
ja: アクション
nl: Acties
pt_br: Ações
ru: Действия
sk: Akcie
sv: Åtgärder
uk: Д╕╖
zh_cn: 动作

source: Search for multiple files...
az: Çoxlu dosye axtarın...
da: Søg efter flere filer...
de: Nach mehreren Dateien suchen...
es: Buscar múltiples archivos...
hu: Több fájl keresése...
ja: 複数ファイルの検索...
nl: Zoek naar meerdere bestanden...
pt_br: Busca por múltiplos arquivos...
ru: Поиск нескольких файлов...
sk: Hµada» viacero súborov...
sv: Sök efter flera filer...
uk: Пошук дек╕лькох файл╕в...
zh_cn: 搜索多个目标文件...

source: Multi-file searching
az: Çoxlu dosye axtarışı
da: Søgning efter flere filer
de: Mehrdatei-Suche
es: Búsqueda de múltiples ficheros
hu: Több fájl keresése
ja: 複数ファイルの検索
nl: Meerdere-bestands zoekactie
pt_br: Busca por múltiplos arquivos
ru: Многофайловый поиск
sk: Hµadanie viacerých súborov
sv: Sökning efter flera filer
uk: Бигитофайловий пошук
zh_cn: 多文件搜索

source: Enter additional directories to search in.
az: Axtarılacaq əlavə qovluqları bildirin.
da: Angiv yderligere kataloger som skal gennemsøges.
de: Geben Sie weitere Verzeichnisse zum Durchsuchen an.
es: Añadir directorios adicionales para la búsqueda.
hu: Adj meg további könyvtárakat, amelyekben keresni akarsz.
ja: 検索したい追加のディレクトリを入力
nl: Voer aanvullende zoekdirectories in.
pt_br: Digite diretórios adicionais para serem buscados.
ru: Ввести дополнительные каталоги для поиска в них.
sk: Zadajte dodatoèné prieèinky, v ktorých hµada».
sv: Ange ytterligare kataloger som ska genomsökas.
uk: Ввести додатков╕ каталоги для пошуку в них.
zh_cn: 输入其它要搜索的目录。

source: Add file to list of files to search for
az: Aşağıdakı dosyelər siyahısına axtarılacaq dosye adını əlavə edin
da: Tilføj filen i listen over filer som skal eftersøges
de: Fügen Sie eine Datei zur Liste hinzu, nach der gesucht werden soll
es: Añadir ficheroo a la lista de ficheros a buscar
hu: Fájl hozzáadása a keresendõ fájlok listájához
ja: 検索したいファイルを一覧に追加
nl: Bestand toevoegen aan te zoekn bestanden
pt_br: Adicione arquivo à lista de arquivos para serem buscados
ru: Добавить файл к списку разыскиваемых
sk: Prida» súbor do zoznamu hµadaných súborov
sv: Lägg till filen i listan över filer som ska sökas
uk: Додати файл до списку розшукуваних
zh_cn: 添加文件到搜索目标列表

source: label172
az: etiket172
da: etiket172
zh_cn: 标签172

source: Move selected directory UP one position
az: Seçili qovluğu YUXARIYA tək yerə daşıyın
da: Flyt valgt katalog en position OP
de: Das gewählte Verzeichnis eine Position nach oben bewegen
es: Mover el directorio seleccionado una posición hacia ARRIBA
hu: A kijelölt könyvtár felfelé mozgatása
ja: 選択されたディレクトリを一つ上に上げる
nl: Verplaats geselecteerde directory omhoog
pt_br: Move o diretório selecionado uma posição para CIMA
ru: Переместить выбранный каталог на одну позицию вверх.
sk: Presunie vybraný prieèinok o jedno miesto vy¹¹ie
sv: Flytta vald katalog UPP en position
uk: Перемест╕ти вибраний каталог на одну позиц╕ю вгору.
zh_cn: 将选中的目录上移一格

source: Move selected directory DOWN one position
az: Seçili qovluğu AŞAĞIYA tək yerə daşıyın
da: Flyt valgt katalog en position NED
de: Das gewählte Verzeichnis eine Position nach unten bewegen
es: Mover el directorio seleccionado una posición hacia ABAJO
hu: A kijelölt könyvtár lefelé mozgatása
ja: 選択されたディレクトリを一つ下げる
nl: Verplaats geselecteerde directory omlaag
pt_br: Move o diretório selecionado uma posição para BAIXO
ru: Переместить выбранный каталог на одну позицию вниз
sk: Presunie vybraný prieèinok o jedno miesto ni¾¹ie
sv: Flytta vald katalog NER en position
uk: Перем╕стити вибраний каталог на одну позиц╕ю вниз
zh_cn: 将选中的目录下移一格

source: Remove selected directory
az: Seçili dosyeyi çıxart
da: Fjern valgte katalog
de: Das gewählte Verzeichnis entfernen
es: Remover el directorio seleccionado
hu: A kijelölt könyvtár törlése
ja: 選択されたディレクトリを削除
nl: Verwijdere geselecteerde directory
pt_br: Remover o diretório selecionado
ru: Удалить выбранный каталог
sk: Odstráni vybraný prieèinok
sv: Ta bort vald katalog
uk: Видалити вибраний каталог
zh_cn: 删除选中的目录

source: Clear all files entered
az: Girilən bütün dosyeləri silin
da: Tøm alle filer indtastet
de: Alle eingegebenen Dateien streichen
es: Limpiar todos los archivos ingresados
hu: Fájllista törlése
ja: 入力されたすべてのファイルを消去
nl: Maak alle ingevulde bestanden leeg
pt_br: Eliminar todos os arquivos inseridos
ru: Очистить все введенные файлы
sk: Vyma¾e v¹etky zadané súbory
sv: Töm alla angivna filer
uk: Очистити вс╕ введен╕ файли
zh_cn: 清空所有输入的文件

source: Close this dialog window
az: Bu dialoq pəncərəsini qapap
da: Luk dette dialogvindue
de: Dieses Dialogfenster schließen
es: Cerrar esta ventana de dialogo
hu: A párbeszédablak bezárása
ja: このダイアログを閉じる
nl: Sluit dit dialoogvenster
pt_br: Fechar esta janela de diálogo
ru: Закрыть это диалоговое окно
sk: Zavrie tento dialóg
sv: Stäng detta dialogfönster
uk: Закрити це д╕алогове в╕кно
zh_cn: 关闭本对话框

source: Multi-directory searching
az: Çoxlu qovluq axtarışı
da: Søgning i flere kataloger
de: Mehrere Verzeichnisse durchsuchen
es: Búsqueda Multi-directorios
hu: Keresés több könyvtárban
ja: 複数ディレクトリ検索
nl: Meerdere-directory zoeken
pt_br: Busca por múltiplos diretórios
ru: Многокаталожный поиск
sk: Hµadanie viacerých prieèinkov
sv: Sökning i flera kataloger
uk: Багатокаталожний пошук
zh_cn: 多目录搜索

source: Add directory to list of directories to search in
az: Aşağıdakı qovluqlar siyahısına axtarılacaq qovluq adını əlavə edin
da: Tilføj kataloget i listen over kataloger som skal gennemsøges
de: Dieses Verzeichnis zu den zu Durchsuchenden hinzufügen
es: Agregar directorio a la lista de directorios en los que se buscará
hu: Könyvtár hozzáadása a listához
ja: 検索したいディレクトリを一覧に追加
nl: Voeg directory to aan de lijst van te zoeken directories
pt_br: Adicionar diretório à lista de diretórios para busca
ru: Ввести дополнительные каталоги для поиска в них.
sk: Prida» prieèinok do zoznamu prehµadávaných prieèinkov
sv: Lägg till katalogen i listan över kataloger som ska genomsökas
uk: Ввести додатков╕ каталоги для пошуку в них.
zh_cn: 添加目录至搜索对象列表

source: label173
az: etiket173
da: etiket173
uk: м╕тка173
zh_cn: 标签173

source: Clear all directories entered
az: Girilən bütün qovluqları silin
da: Tøm alle kataloger indtastet
de: Alle eingebenen Verzeichnisse streichen
es: Limpiar todos los directorios ingresados
hu: Könyvtárlista törlése
ja: 入力されたディレクトリをすべて消去
nl: Maak alle ingevulde directories leeg
pt_br: Limpar todos os diretórios inseridos
ru: Очистить все введенные катлоги
sk: Vymaza» v¹etky zadané prieèinky
sv: Töm alla angivna kataloger
uk: Очистити вс╕ введен╕ каталоги
zh_cn: 清空所有输入的目录

source: File Properties...
az: Dosye Seçənəkləri...
da: Filegenskaber...
de: Dateieigenschaften...
es: Propiedades del fichero...
hu: Fájl tulajdonságai...
ja: ファイルプロパティ...
nl: Bestands Eigenschappen...
pt_br: Propriedades do arquivo...
ru: Свойства файла...
sk: Vlastnosti súboru...
sv: Filegenskaper...
uk: Властивост╕ файлу...
zh_cn: 文件属性...

source: gnome-find Preferences...
az: gnome-find Seçənəkləri...
da: Indstillinger for gnome-find...
de: gnome-find Einstellungen...
es: Preferencias de gnome-find...
hu: A gnome-find beállításai...
ja: gnome-find 初期設定...
nl: gnome-find Voorkeuren...
pt_br: Preferências do gnome-find...
ru: Настройки gnome-find...
sk: Nastavenie find pre GNOME...
sv: Inställningar för gnome-find...
uk: Налаштування gnome-пошук...
zh_cn: gnome-搜索首选项...

source: Appearance
az: Görünüş
da: Udseende
de: Erscheinung
es: Apariencia
hu: Megjelenés
ja: 外観
nl: Uiterlijk
pt_br: Aparência
ru: Внешний вид
sk: Vzhµad
sv: Utseende
uk: Зовн╕шн╕й вигляд
zh_cn: 外观

source: Main Toolbar
az: Ana Vasiətələr Çubuğu
da: Hoved værktøjslinje
de: Hauptwerkzeugleiste
es: Barra de herramientas principal
hu: Fõ eszköztár
ja: メインツールバー
nl: Hoofd Toolbar
pt_br: Barra de ferramentas principal
ru: Главная панель
sk: Panel nástrojov
sv: Huvudverktygsrad
uk: Головна панель
zh_cn: 主工具栏

source: File Ops Toolbar
az: Dosye Əml. Vasitələr Çubuğu
da: Værktøjslinje med filoperationer
de: Dateioperations-Werkzeugleiste
es: Barra de herramientas de opciones de fichero
hu: Fájlbeállítások eszköztár
ja: ファイルオプションツールバー
nl: Bestands Operatie Toolbar
pt_br: Barra de ferramentas opcionais de arquivo
ru: Панель параметров файла
sk: Panel nástrojov pre mo¾nosti súborov
sv: Verktygsrad med filoperationer
uk: Панель параметр╕в файлу
zh_cn: 文件操作工具栏

source: Advanced Tests Toolbar
az: Ətraflı Sınaq Vasitə Çubuğu
da: Værktøjslinie med avancerede afprøvninger
de: Komplexe Test-Werkzeugleiste
es: Barra de herramientas de pruebas avanzadas
hu: Haladó tesztbeállítások eszköztár
ja: 高度なテストツールバー
nl: Gevanceerde Testen Toolbar
pt_br: Barra de ferramentas de testes avançado
ru: Панель расширенных тестов
sk: Panel nástrojov pre pokroèilé testy
sv: Verktygsrad med avancerade tester
uk: Панель розширених тест╕в
zh_cn: 高级测试工具栏
