Repository: GNOME/gnome-i18n
Catalog: extra-po/gnome-find/*.po
Languages: az, da, de, es, hu, ja, nl, pt_br, ru, sk, sv, uk, zh_cn

source: Copy Files...
az: Dosyeləri Köçür....
da: Kopiér filer...
de: Dateien kopieren...
es: Copiar fichero(s)
hu: Fájlok másolása...
ja: ファイルコピー...
nl: Bezig met kopiëren Bestanden...
pt_br: Copiar arquivos...
ru: Копирование файлов...
sk: Kopírova» súbory...
sv: Kopiera filer...
uk: Коп╕ювання файл╕в...
zh_cn: 正在复制文件...

source: Enter destination location to copy file(s)
az: Dosye(lərin) köçürüləcəyi qovluğu bildirin
da: Angiv målkataloget for filkopieringen
de: Geben Sie das Ziel der zu kopierenden Datei(en) ein
es: Ingresar destino hacia donde se copiará(n) fichero(s)
hu: Add meg a másolás célkönyvtárát
ja: ファイルのコピー先を入力してください
nl: Voer bestemming in om bestand(en) naar te kopiëren
pt_br: Inserir o local de destino para copiar arquivo(s)
ru: Ввод места назначения для копирования файлов
sk: Zadajte prieèinok pre kopírovanie súborov
sv: Ange målkatalogen för filkopieringen
uk: Вв╕д м╕сця призначення для коп╕ювання файл╕в
zh_cn: 输入文件复制目的

source: Printing selected files
az: Seçili dosyelər çap edilir
da: Udskriver valgte filer
de: Gewählte Dateien werden ausgegeben
es: Imprimir ficheos seleccionados
hu: Kijelölt fájlok nyomtatása
ja: 選択されたファイルを印刷しています
nl: Bezig met afdrukken geselecteerde bestanden
pt_br: Imprimindo arquivos selecionados
ru: Печать выделенных файлов
sk: Tlaèím vybrané súbory
sv: Skriver ut valda filer
uk: Друк вибраних файл╕в
zh_cn: 打印选中文件

source: Executing selected files
az: Seçili dosyelər işə salınır
da: Kør valgte filer
de: Gewählte Dateien werden ausgeführt
es: Ejecutando ficheros seleccionados
hu: Kijelölt fájlok végrehajtása
ja: 選択されたファイルを実行しています
nl: Bezig met uitvoeren geselecteerde bestanden
pt_br: Executando arquivos selecionados
ru: Выполнение выделенных файлов
sk: Vykonávam vybrané súbory
sv: Kör valda filer
uk: Виконання вибраних файл╕в
zh_cn: 正在执行选中文件

source: Adding selected files to archive...
az: Seçili dosyelər arxivə əlavə edilir...
da: Tilføjer valgte filer til arkiv...
de: Gewählte Dateien werden zum Archiv hinzugefügt...
es: Añadir ficheros seleccionados al archivo
hu: Kijelölt fájlok hozzáadása az archívumhoz...
ja: 選択されたファイルをアーカイブに追加しています...
nl: Bezig met toevoegen van geselecteerde bestanden aan archief...
pt_br: Adicionando arquivos selecionados ao grupo de arquivos...
ru: Добавление выделенных файлов в архив...
sk: Pridávam vybrané súbory do archívu...
sv: Lägger till valda filer till arkiv...
uk: Додавання вибраних файл╕в у арх╕в...
zh_cn: 正在将选中文件添加至归档文件...

source: Removing selected files from archive...
az: Seçili dosyelər arxivdən çıxardılır...
da: Fjerner valgte filer fra arkiv...
de: Gewählte Dateien werden aus Archiv entfernt...
es: Remover ficheros seleccionados al archivo
hu: Kijelölt fájlok eltávolítása az archívumból...
ja: アーカイブから選択されたファイルを削除しています...
nl: Bezig met verwijderen geselecteerde bestanden uit archief...
pt_br: Removendo arquivos selecionados do grupo de arquivos...
ru: Удаление выделенных файлов из архива...
sk: Odstraòujem vybrané súbory z archívu...
sv: Tar bort valda filer från arkiv...
uk: Видалення вибраних файл╕в з арх╕ву...
zh_cn: 正在将选中文件从归档文件中删除...

source: Executing shell command on selected files
az: Seçili dosyelər üstündəki qabıq əmrləri işə salınır
da: Kør skalkommando med valgte filer
de: Shell-Befehl mit den gewählten Dateien wird ausgeführt...
es: Ejecutando comando de shell sobre ficheros seleccionados
hu: Shell parancs végrehajtása a kijelölt fájlokon
ja: 選択されたファイルに対してシェルコマンドを実行しています...
nl: Bezig met uitvoeren van shell commando op geselecteerde bestanden
pt_br: Executando comando do shell nos arquivos selecionados
ru: Выполнение команды оболочки на выделенных файлах
sk: Vykonávam príkaz shellu na vybraných súborov
sv: Kör skalkommando med valda filer
uk: Виконання команди оболонки на вибраних файлах
zh_cn: 正在对选中文件执行 shell 命令...

source: Execute a shell command on selected files...
az: Seçili dosye üstündəki qabıq əmrini işə sal...
da: Kør en skalkommando med valgte filer...
de: Einen Shell-Befehl mit den gewählten Dateien ausführen...
es: Ejecutar comando de shell sobre ficheros seleccionados
hu: Shell parancs végrehajtása a kijelölt fájlokon...
ja: 選択されたファイルに対してシェルコマンドを実行しています...
nl: Bezig met uitvoeren van shell commando op geselecteerde bestanden...
pt_br: Executa um comando do shell nos arquivos selecionados...
ru: Выполнить команду оболочки на выделенных файлах...
sk: Vykona» príkaz shellu na vybraných súborov...
sv: Kör ett skalkommando med valda filer...
uk: Виконати команду оболонки на вибраних файлах...
zh_cn: 对选中文件执行 shell 命令...

source: Enter the shell command to be exected. Use $files to indicate selected files.
az: İşə salınacaq qabıq əmrini girin. Seçili dosyeləri göstərmək üçün $files istifadə edin.
da: Angiv skalkommandoen som skal køres. Brug $files for at indikere valgte filer.
de: Geben Sie den Shell-Befehl zum Ausführen an. Verwenden Sie $files um die gewählten Dateien zu kennzeichnen.
hu: Add meg a végrehajtandó shell parancsot. A $files beírásával hivatkozz a kijelölt fájlokra.
ja: 実行すべきシェルコマンドを入力してください。 選択されたファイルを指定するには $files を使用してください。
nl: Voer de uit te voeren shell commando's in. Gebruik $files om de geselecteerde bestanden aan te geven.
pt_br: Inserir o comando do shell a ser executado. Use $files para indicar arquivos selecionados.
sk: Zadajte príkaz pre shell. Pou¾ite $files pre vybrané súbory.
sv: Ange skalkommandot som ska köras. Använd $files för att indikera valda filer.
uk: Введ╕ть для виконання команду оболонки. Використовуйте $files для вказання вибраних файл╕в.
zh_cn: 输入要执行的 shell 命令。 使用 $files 来表示选中的文件。

source: No archive file specified
az: Arxiv dosyesi seçilməmişdir
da: Intet filarkiv angivet
de: Keine Archivdatei angegeben
es: No se especificó fichero
hu: Nincs megadva archívumfájl
ja: アーカイブファイルが指定されていません
nl: Geen archief bestands opgegeven
pt_br: Nenhum arquivo especificado do grupo de arquivos
ru: Архивный файл не указан
sk: Neuvedený súbor archívu
sv: Inget filarkiv angivet
uk: Архивного файлу не вказано
zh_cn: 未指定归档文件

source: Archive file '%s' does not exist
az: '%s' arxiv dosyesi yoxdur
da: Filarkivet "%s" findes ikke
de: Archivdatei '%s' existiert nicht
es: No existe el fichero '%s'
hu: Az archívumfájl (%s) nem létezik
ja: アーカイブファイル'%s'がありません
nl: Archief bestand '%s' bestaat niet
pt_br: O arquivo '%s' do grupo de arquivos não existe
ru: Архивный файл "%s" не существует
sk: Archív '%s' neexistuje
sv: Filarkivet "%s" finns inte
uk: Арх╕вного файлу "%s" не ╕сну╓
zh_cn: 归档文件“%s”不存在

source: No command prefs specified
az: Əmr seçnk bildirilməmişdir
da: Ingen kommandoindstillinger angivet
de: Keine Befehlsoptionen angegeben
es: No se han específicado preferencias de comandos
hu: Nincsenek parancsbeállítások megadva
ja: コマンドの優先順位が指定されていません
nl: Geen commando voorkeuren gespecificeerd
pt_br: Nenhuma preferência de comando especificada
sk: Neuvedené nastavenie príkazu
sv: Inga kommandoinställningar angivna
uk: Не вказано налаштування команди
zh_cn: 未指定命令设置

source: Getting archive contents...
az: Arxiv içindəkilər alınır...
da: Henter arkivindhold...
de: Archivinhalt wird erhalten...
es: Obteniendo contenido del archivo
hu: Archívum tartalmának olvasása...
ja: アーカイブの内容を取得しています...
nl: Bezig met vergaren archief inhoud...
pt_br: Obtendo conteúdos do grupo de arquivos...
ru: Получение содержимого архива...
sk: Zis»ujem obsah archívu...
sv: Hämtar arkivinnehåll...
uk: Отримання вм╕сту арх╕ву...
zh_cn: 正在读取归档文件内容...

source: No filename specified
az: Dosye adı seçilməyib
da: Intet filnavn angivet
de: Kein Dateiname angegeben
es: No se especificó nombre de fichero
hu: Nincs fájlnév megadva
ja: ファイル名が指定されていません
nl: Geen bestandsnaam opgegeven
pt_br: Nenhum nome de arquivo especificado
ru: Название файла не указано
sk: Neuvedené meno súboru
sv: Inget filnamn angivet
uk: Назви файлу не вказано
zh_cn: 未指定文件名

source: Copying selected files...
az: Seçili dosyelər köçürülür...
da: Kopierer valgte filer...
de: Gewählte Dateien kopieren...
es: Copiando múltiples ficheros...
hu: Kijelölt fájlok másolása...
ja: 選択されたファイルをコピーしています...
nl: Bezig met kopiëren geselecteerde bestanden
pt_br: Copiando arquivos selecionados...
ru: Копирование выделенных файлов...
sk: Kopírujem vybrané súbory...
sv: Kopierar valda filer...
uk: Коп╕ювання вибраних файл╕в...
zh_cn: 正在复制选中的文件...

source: $archive not specified in command prefs
az: $archive əmr seçənəklərində bildirilməyib
da: $archive er ikke angivet i kommandoindstillingerne
de: $archiv nicht in den Befehlesoptionen angegeben
es: $archive no específicaso en preferencias de comandos
hu: $archive nincs megadva a parancsbeállításoknál
ja: $archive がコマンド初期設定で指定されていません
nl: $archive is niet opgegeven in de commando voorkeuren
pt_br: $archive não especificado nas preferências de comando
sk: $archive neuvedený v nastavení príkazu
sv: $archive är inte angivet i kommandoinställningarna
uk: $archive не вказано в параметрах команди
zh_cn: 未在命令设置中指定 $archive

source: Current Archive Contents
az: Hazırkı DOsye İçindəkilər
da: Nuværende arkiv-indhold
de: Aktueller Archivinhalt
es: Contenido Actual del Archivo
hu: Az archívum aktuális tartalma
ja: 現在のアーカイブ内容一覧
nl: Huidige Archief Inhoud
pt_br: Conteúdos do grupo de arquivos atual
ru: Текущее содержимое архива
sk: Súèasný obsah archívu
sv: Aktuellt innehåll i filarkiv
uk: Поточний вм╕ст арх╕ву
zh_cn: 当前归档文件内容

source: Print version information
az: Buraxılış mə'lumatını çap et
da: Udskriv versionsinformation
de: Versionsinformationen ausgeben
es: Imprimir información de la versión
hu: Verzióinformáció kinyomtatása
ja: バージョン情報を印刷
nl: Druk versie informatie af
pt_br: Informação de versão de impressão
ru: Напечатать информацию о версии
sk: Vypísa» informáciu o verzii
sv: Skriv ut versionsinformation
uk: Надрукувати ╕нформац╕ю про верс╕ю
zh_cn: 打印版本信息

source: Print compile/link options used
az: İstifadə edilən bağ/dərləmə seçənəklərini çap et
da: Udskriv kompilerings-/lænkningsalternativ brugt
de: Benutzte Compile/Link-Optionen ausgeben
hu: A használt fordítási/linkelési opciók kiírása
ja: 使用されたコンパイル/リンクオプションを印刷
nl: Druk gebruikte compile/link opties af
pt_br: Opções de compilação/link de impressão usadas
ru: Напечатать используемые параметры компиляции/связывания
sk: Vypísa» mo¾nosti pou¾ité pri kompilácii/linkovaní
sv: Skriv ut kompilerings-/länkningsalternativ som använts
uk: Надрукувати використан╕ параметри комп╕ляц╕╖/зв'язування
zh_cn: 打印使用的 编译/链接 选项

source: Set debug flag to FLAGS (see debug.h)
az: FLAGS a xəta ayıqlamasını seç (debug.h ya bax)
da: Sæt fejlsøgningsflag til FLAG (se debug.h)
de: Debug-Optionen zu FLAGS (siehe debug.h)
es: Establecer flag para FLAGS (ver debug.h)
hu: A nyomkövetési jelzõbiteket a FLAGS értékre állítja (lásd debug.h)
ja: デバッグフラグをFLAGSに設定(debug.hを参照)
nl: Stel debug vlaggen in op VLAGGEN (zie debug.h)
pt_br: Configurar flag de depuração para FLAGS (ver debug.h)
ru: Установить флаг отладки в ФЛАГИ (см. debug.h)
sk: Nastavi» ladiaci príznak na PRÍZNAKY (viï. debug.h)
sv: Sätt avlusningsflaggan till FLAGGOR (se debug.h)
uk: Встановити ознаку налагодження в ОЗНАКИ (див. debug.h)
zh_cn: 将调试旗帜设置为 FLAGS (见 debug.h)

source: No files selected
az: Seçili dosye yoxdur
da: Ingen filer valgt
de: Keine Dateien gewählt
es: No se seleccionaron ficheros
hu: Egy fájl sincs kijelölve
ja: ファイルが選択されていません
nl: Geen bestanden geselecteerd
pt_br: Nenhum arquivo selecionado
ru: Файлы не выбраны
sk: Nevybrané ¾iadne súbory
sv: Inga filer valda
uk: Файли не вибран╕
zh_cn: 未选中文件

source: $files not specified in command prefs
az: $files əmr seçənəklərində bildirilməyib
da: $files er ikke angivet i kommandoindstillingerne
de: $files nicht in den Befehls-Einstellungen angegeben
es: $files no específicado en preferencias de comandos
hu: $files nincs megadva a parancsbeállításoknál
ja: $files がコマンド初期設定で指定されていません
nl: $files niet gespecificeerd in commando voorkeuren
pt_br: $files não especificados nas preferências de comando
sk: $files neuvedené v nastavení príkazu
sv: $files är inte angivet i kommandoinställningarna
uk: $files не вказано в параметрах команди
zh_cn: $files 未在命令设置中指定

source: fork() failed
az: fork() bacarılmadı
da: fork() mislykkedes
de: fork() gescheitert
es: Falló fork()
hu: sikertelen fork()
ja: fork() でエラー
nl: fork() mislukt
pt_br: fork() falhou
ru: сбой fork()
sk: fork() zlyhal
sv: fork() misslyckades
uk: зб╕й fork()
zh_cn: fork() 出错

source: execl() failed
az: execl() bacarılmadı
da: execl() mislykkedes
de: execl() gescheitert
es: Falló execl()
hu: sikertelen execl()
ja: execl() でエラー
nl: execl() mislukt
pt_br: execl() falhou
ru: сбой execl()
sk: execl() zlyhal
sv: execl() misslyckades
uk: зб╕й execl()
zh_cn: execl() 出错

source: Executing: '%s'
az: İşə salınır: '%s'
da: Kører: '%s'
de: Wird ausgeführt: '%s'
es: Ejecutando: '%s'
hu: Végrehajtás: '%s'
ja: 実行中: '%s'
nl: Bezig met uitvoeren: '%s'
pt_br: Executando: '%s'
ru: Выполнение: "%s"
sk: Vykonávam: '%s'
sv: Kör: "%s"
uk: Виконання: "%s"
zh_cn: 正在执行：“%s”

source: Error executing command Abnormal termination (signal = %d)
az: Əmr işə salma xətası Anormal qurtarma (siqnal = %d)
da: Fejl ved kørsel af kommando Unormal afslutning (signal = %d)
de: Feher beim Ausführen des Befehls Ungewöhnliches Beenden (Signal = %d)
es: Error ejecutando comando Terminación anormal (signal = %d)
hu: Hiba a program futtatása közben Abnormális befejezés (szignál = %d)
ja: コマンド実行エラー 異常終了 (シグナル = %d)
nl: Fout bij het uitvoeren van commando Abnormale afsluiting (signaal = %d)
pt_br: Erro ao executar comando Término anormal (sinal = %d)
sk: Chyba pri vykonávaní príkazu Neobvyklé ukonèenie (signál %d)
sv: Fel vid körning av kommando Onormal avslutning (signal = %d)
uk: Помилка виконання команди Авар╕йне завершення (си╜нал = %d)
zh_cn: 执行命令时出错 非正常退出 (信号＝%d)

source: Error executing command
az: Əmr işə salma xətası
da: Fejl ved kørsel af kommando
de: Fehler beim Ausführen der Befehls
es: Error ejecutando comando
hu: Hiba a parancs futtatása közben
ja: コマンドの実行でエラーが発生しました
nl: Fout bij uitvoeren commando
pt_br: Erro ao executar comando
ru: Ошибка выполнения команды
sk: Chyba pri vykonávaní príkazu
sv: Fel vid körning av kommando
uk: Помилка виконання команди
zh_cn: 执行命令时出错

source: Files found: %d
az: Tapılan dosyelər: %d
da: Filer fundet: %d
de: Dateien gefunden: %d
es: Ficheros encontrados: &d
hu: %d fájlt találtam
ja: ファイルが見つかりました: %d
nl: Bestanden gevonden: %d
pt_br: Arquivos encontrados: %d
ru: Найдено файлов: %d
sk: Nájdených súborov: %d
sv: Filer som hittats: %d
uk: Знайдено файл╕в: %d
zh_cn: 找到文件：%d

source: No previous search results.
az: Əvvəlki axtarış nəticələrsiz.
da: Der findes ingen tidligere søgresultater.
de: Keine vorherigen Suchergebnisse
es: No hay resultados previos de búsqueda
hu: Nincsenek korábbi keresési eredmények
ja: 前回の検索結果はありません。
nl: Geen vorige zoekresultaten beschikbaar.
pt_br: Nenhum resultado de busca anterior.
ru: Нет результатов предыдущего поиска.
sk: ®iadne predchádzajúce výsledky.
sv: Det finns inga tidigare sökresultat.
uk: Нема╓ результат╕в попереднього пошуку.
zh_cn: 没有上次搜索的结果。

source: Total files found: %d
az: Tapılan ümumi dosyelər: %d
da: Totalt antal filer som blev fundet: %d
de: Insgesamt %d Dateien gefunden
es: Total de encontrados: %d
hu: Összesen %d fájlt találtam
ja: 見つかった合計のファイル数: %d
nl: Totaal aantal gevonden bestanden: %d
pt_br: Total de arquivos encontrados: %d
ru: Всего файлов найдено: %d
sk: Celkom nájdených súborov: %d
sv: Totalt antal filer som hittats: %d
uk: Загалом знайдено файл╕в: %d
zh_cn: 找到文件总数：%d

source: Manual Search...
az: Əllə Axtar...
da: Manuel søgning...
de: Manuelle Suche...
es: Búsqueda manual...
hu: Kézi keresés...
ja: マニュアル検索...
nl: Handmatige Zoekactie...
pt_br: Busca manual...
ru: Поиск инструкции...
sk: Ruèné hµadanie...
sv: Manuell sökning...
uk: Пошук кер╕вництва...
zh_cn: 手动搜索...

source: Enter the exact "find" command to be executed by the shell
az: Qabıq tərəfindən işə salınan dəqiq "find" əmrini işə salın
da: Angiv præcis den "find"-kommando som skal køres af skallen
de: Geben Sie den exakten 'find'-Befehl ein der von der Shell ausgeführt wird
es: Ingrese el comando "find" exacto a ser ejecutado por el shell
hu: Add meg azt a "find" parancsot, amelyet a shell majd végrehajt
ja: シェルに実行される正確な "find" コマンドを入力してください
nl: Voer het "find" commando percies in zoals het moet worden uitgevoerd door de shell
pt_br: Digite o comando "find" exato a ser executado pelo shell
sk: Zadajte presný príkaz "find", ktorý bude vykonaný shellom.
sv: Ange precis det "find"-kommando som ska köras av skalet
zh_cn: 输入具体的“find”命令在 shell 中执行

source: No previous searches.
az: Əvvəlki axtarışlar yoxdur.
da: Der findes ingen tidligere søgninger.
de: Keine vorherigen Suchen.
es: No hay búsquedas previas
hu: Nincs korábbi keresés.
ja: 前回の検索はありません
nl: Geen vorige zoekacties.
pt_br: Nenhuma busca anterior.
ru: Нет предыдущих поисков.
sk: ®iadne predchádzajúce hµadania.
sv: Det finns inga tidigare sökningar.
uk: Нема╓ попередн╕х пошук╕в.
zh_cn: 没有上次搜索。

source: Executing locate...
az: Yer axtarılması işə salınır...
da: Kør "locate"...
de: Locate wird ausgeführt...
es: Ejecutando locate...
hu: A locate végrehatása...
ja: locateを実行しています...
nl: Bezig met uitvoeren `locate'...
pt_br: Executando locate...
ru: Выполнение locate...
sk: Spú¹»am locate...
sv: Kör "locate"...
uk: Виконання locate...
zh_cn: 正在执行 locate...

source: Previous "find" Commands
az: Əvvəlki "find" Əmrləri
da: Tidligere "find"-kommandoer
de: Vorherige 'find'-Befehle
es: Comandos previos de "find"
hu: Elõzõ "find" parancsok
ja: 前回の"find"コマンド
nl: Vorige "find" Commando's
pt_br: Comandos "find" anteriores
ru: Предыдущие команды "find"
sk: Predchádzajúce príkazy "find"
sv: Tidigare "find"-kommandon
uk: Попередн╕ команди "find"
zh_cn: 上一个“find”命令

source: <Multiple %s entered>
az: <Çoxlu %s girildi>
da: <Flere %s indtastet>
de: <Mehrere %s eingegeben>
es: <Múltiples %s ingresados>
hu: <Több %s van megadva>
ja: <複数の%sが入力されています>
nl: <Meerdere %s ingevoerd>
pt_br: <Múltiplos %s inseridos>
ru: <Множество %s введено>
sk: <%s zadané viackrát>
sv: <Flera %s angivna>
uk: <Множину %s введено>
zh_cn: <输入了多个 %s>

source: directories
az: qovluqlar
da: kataloger
de: Verzeichnisse
es: Directorios
hu: könyvtár
ja: ディレクトリ
pt_br: diretórios
ru: каталоги
sk: prieèinky
sv: kataloger
uk: каталоги
zh_cn: 目录

source: files
az: dosyelər
da: filer
de: Dateien
es: Ficheros
hu: fájl
ja: ファイル
nl: bestanden
pt_br: arquivos
ru: файлы
sk: súbory
sv: filer
uk: файли
zh_cn: 文件

source: could not open '%s' (%s)
az: '%s' açıla bilmir (%s)
da: Kunne ikke åbne `%s' (%s)
de: '%s' konnte nicht geöffnet werden (%s)
es: Imposible abrir '%s' (%s)
hu: '%s' megnyitása sikertelen (%s)
ja: '%s'が開けませんでした (%s)
nl: Kon '%s' niet openen (%s)
pt_br: não foi possível abrir '%s' (%s)
ru: невозможно открыть "%s" (%s)
sk: nie je mo¾né otvori» '%s' (%s)
sv: kunde inte öppna "%s" (%s)
uk: неможливо в╕дкрити "%s" (%s)
zh_cn: 无法打开“%s” (%s)

source: setgid
az: sergid
sv: sätt gid

source: Shell
az: Qabıq
da: Skal
ja: シェル
ru: Оболочка
sv: Skal
uk: Оболонка

source: atime
da: adgangs-tid
uk: ЧасД

source: ctime
da: ændrings-tid
uk: ЧасЗ

source: mtime
uk: ЧасМ

source: FLAGS
da: FLAG
nl: VLAGGEN
ru: ФЛАГИ
sk: PRÍZNAKY
sv: FLAGGOR
uk: ОЗНАКИ

source: setuid
sv: sätt uid
