Repository: GNOME/gnome-i18n
Catalog: extra-po/gnome-find/*.po
Languages: az, da, de, es, hu, ja, nl, pt_br, ru, sk, sv, uk, zh_cn

source: Cmd
da: Kmd
de: Kmd
hu: Parancs
ja: コマンド
nl: Commando
ru: Кмд
sk: Príkaz
sv: Komm.
uk: Кмд
zh_cn: 命令

source: Show errors found during search
az: Axtarış müddətincə olan xətaları göstər
da: Vis fejl fundet ved søgning
de: Fehler zeigen, die bei der Suche auftreten
es: Mostrar errores durante la búsqueda
hu: A keresés alatt felbukkant hibák mutatása
ja: 検索中に見つかったエラーを表示
nl: Geef gevonden weer tijdens het zoeken
pt_br: Exibir erros encontrados durante a busca
ru: Показать ошибки обнаруженные при поиске
sk: Uká¾e chyby nájdené poèas hµadania
sv: Visa fel som hittades under sökning
uk: Показати помилки знайден╕ п╕д час пошуку
zh_cn: 显示搜索中发生的错误信息

source: Close the results window
az: Nəticələr pəncərəsini qapat
da: Luk resultat-vinduet
de: Das Ergebnisfenster schließen
es: Cerrar la ventana de resultados
hu: Az eredményablak bezárása
ja: 結果表示ウィンドウを閉じる
nl: Sluit het resultaat venster
pt_br: Fechar a janela de resultados
ru: Закрыть окно результатов
sk: Zavrie okno s výsledkami
sv: Stäng resultatfönstret
uk: Закрити в╕кно результат╕в
zh_cn: 关闭搜索结果窗口

source: Advanced Search Options
az: Ətraflı Axtarış Seçənəkləri
da: Avancerede alternativer for sortering
de: Komplexe Suchoptionen
es: Opciones avanzadas de búsqueda
hu: Haladó keresési beállítások
ja: 高度な検索オプション
nl: Geavanceerde Zoek Opties
pt_br: Opções de busca avançadas
ru: Параметры расширенного поиска
sk: Pokroèilé mo¾nosti hµadania
sv: Avancerade sökalternativ
uk: Параметри розширеного пошуку
zh_cn: 高级搜索选项

source: Accept settings and close window.
az: Qurğuları qəbul et va qapat.
da: Acceptér indstillinger og luk vindue.
de: Einstellungen übernehmen und Fenster schließen.
es: Aceptar configuración y cerrar ventana.
hu: A beállításaok elfogadása és az ablak bezárása
ja: 設定を保存し、ウィンドウを閉じる
nl: Accepteer instellingen en sluit venster.
pt_br: Aceitar configurações e fechar a janela.
ru: Принять установки и закрыть окно.
sk: Akceptuje nastavenie a zavrie okno.
sv: Acceptera inställningarna och stäng fönstret.
uk: Прийняти налаштування ╕ закрити в╕кно.
zh_cn: 接受设置并关闭窗口。

source: Advanced Options
az: Ətraflı Seçənəklər
da: Avancerede alternativer
de: Komplexe Optionen
es: Opciones Avanzadas
hu: Haladó beállítások
ja: 高度なオプション
nl: Geavanceerde Opties
pt_br: Opções avançadas
ru: Параметры расш. поиска
sk: Pokroèilé mo¾nosti
sv: Avancerade alternativ
uk: Параметри розширеного пошуку
zh_cn: 高级选项

source: -noleaf (see man page)
az: -noleaf (man səhifəsinə bax)
da: -noleaf (se manualsiden)
de: -noleaf (siehe Hilfe)
es: -noleaf (ver manual)
hu: -noleaf (lásd a kézikönyvoldalt)
ja: -noleaf (manページを参照)
nl: -noleaf (zie `man' pagina)
pt_br: -noleaf (ver man page)
ru: -noleaf (см. man страницу)
sk: -noleaf (viï manuálovú stránku)
sv: -noleaf (se manualsidan)
uk: -noleaf (див. стор╕нку кер╕вництва)
zh_cn: -noleaf (见man手册)

source: Don't descend directories on other filesystems.
az: Başqa dosye sistemlərindəki qovluqları aşağı salma
da: Sø g ikke i kataloger på andre filsystemer.
de: Keinen Verzeichnissen auf anderen Dateisystemen folgen.
es: No descender en directorios de otros sistemas de archivos
hu: Nem lép be más fájlrendszeren levõ könyvtárakba
ja: 他のファイルシステム上ではディレクトリを降下しない。
nl: Niet afdalen naar directories op andere bestandssystemen.
pt_br: Não herda diretórios de outros sistemas de arquivos.
ru: Не входить в каталоги на других файловых системах.
sk: Nezostupova» do prieèinkov na iných systémoch súborov.
sv: Gå inte ner i kataloger på andra filsystem.
uk: Не входить в каталоги на ╕нших файлових системах.
zh_cn: 不进入其它文件系统中的目录。

source: Minimum directory level descent
az: Minimal qovluq düşüş səviyyəsi
da: Mindste antal katalogniveauer som der gås ned i
de: Minimale Ebene bei Verzeichnistiefe
es: Mínimo nivel de desenso de directorio
hu: Minimális belépési mélység a könyvtástruktúrában
ja: ディレクトリ降下レベル最小値
nl: Minimum directory niveau afdaling
pt_br: Nível mínimo de diretório herdado
ru: Минимальный уровень спуска в каталоги
sk: Minimálna úroveò zostupu do podprieèinkov
sv: Minimalt antal katalognivåer som gås ner i
uk: М╕н╕мальний р╕вень спуску в каталоги
zh_cn: 最浅到达目录深度

source: Maximum directory level descent
az: Maksimal qovluq düşüş səviyyəsi
da: Største antal katalogniveauer som der gås ned i
de: Maximale Ebene bei Verzeichnistiefe
es: Máximo nivel de descenso de directorio
hu: Maximális belépési mélység a könyvtárstruktúrában
ja: ディレクトリ降下レベル最大値
nl: Maximum directory niveau afdaling
pt_br: Nível máximo de de diretório herdado
ru: Максимальный уровень спуска в каталоги
sk: Maximálna úroveò zostupu do podprieèinkov
sv: Maximalt antal katalognivåer som gås ner i
uk: Максимальний р╕вень спуску в каталоги
zh_cn: 最深到达目录深度

source: Dereference (follow) symbolic links. (Implies -noleaf)
az: Yumşaq bağları təqib et.
da: Tolk (følg) symbolske lænker. (Medfører -noleaf)
de: Symbolischen Links folgen (Voraussetzung: -noleaf)
es: Sigue enlaces simbólicos. (Implica -noleaf)
hu: Szimbolikus linkek követése. (Magával vonja a -noleaf használatát.)
ja: シンボリックリンクを参照する (暗に -noleafを意味します)
nl: Symbolische links volgen. (impliceert -noleaf)
pt_br: Links simbólicos (seguir) de dereference. (Implica -noleaf)
sk: Sledova» symbolické odkazy. (Vynucuje -noleaf)
sv: Tolka (följ) symboliska länkar. (Medför -noleaf)
zh_cn: 跟随符号链接(隐含 -noleaf)。

source: Process each directory's contents before directory itself.
az: Qovluq içindəkiləri qovluqdan əvvəl axtar
da: Behandl indholdet i hvert katalog inden kataloget selv.
de: Erst den Inhalt eines Verzeichnissen durchsuchen, dann das Verzeichnis selbst
es: Procesa el contenido de cada directorio antes de el directorio en si.
hu: Elõbb dolgozza fel az egyes könyvtárak tartalmát, mint magukat a könyvtárakat.
ja: ディレクトリ自体より、各々のディレクトリの中身を先に処理する。
nl: Verwerk eerst de inhoud van directory alvorens de directory zelf te verwerken.
pt_br: Processa todo conteúdo do diretório antes do próprio diretório.
ru: Обрабатывать содержимое каждого каталога до самого каталога.
sk: Spracova» obsah prieèinku pred samotným prieèinkom.
sv: Behandla innehållet i varje katalog innan katalogen själv.
uk: Оброблювати вм╕ст кожного каталогу до самого каталогу.
zh_cn: 先处理目录的内容而不是目录本身。

source: Measure times from beginning of today rather than from 24 hrs ago.
az: Ancaq bğündən 24 saat əvvəlki vaxtları ölç
da: Mål tider fra begyndelsen af dagen istedet for fra 24 timer siden.
de: Zeiten vom Beginn des heutigen Tages messen, statt von 24 Stunden zuvor.
hu: Az idõt a nap kezdetétõl méri, nem 24 órával elõttõl.
ja: 24時間前ではなく、今日の始まりからの回数を測定する。
nl: Meet tijden relatief vanaf het begin van vandaag i.p.v. 24 uur geleden.
pt_br: Mede o tempo a partir do início do dia em vez de 24 h atrás.
ru: Измерять время от начала суток, а не 24 часа назад.
sk: Èas mera» od zaèiatku dòa, ani s pred 24 hodín.
sv: Mät tider från början av dagen istället för från 24 timmar sen.
uk: Вим╕рювати час в╕д початку доби, а не 24 години тому.
zh_cn: 统计今天的次数而不是二十四小时内的次数。

source: Options
az: Seçənəklər
da: Alternativer
de: Optionen
es: Opciones
hu: Beállítások
ja: オプション
nl: Opties
pt_br: Opções
ru: Параметры
sk: Nastavenie
sv: Alternativ
uk: Параметри
zh_cn: 选项

source: File Last Read or Executed (atime)
az: Axırıncı Oxunmuş və ya İşə Salınmış Dosye (atime)
da: Seneste fillæsning eller kørsel (atime)
de: Datei zuletzt gelesen oder ausgeführt (atime)
hu: A fájl utolsó olvasásának vagy végrehajtásának ideje (atime)
ja: 最後に"読み込まれた/実行された"ファイル(atime)
nl: Laatst Gelezen of Uitgevoer Bestand (atime)
pt_br: Arquivo lido ou executado por último (atime)
ru: Время последнего доступа к файлу (atime)
sk: Súbor naposledy preèítaný alebo vykonaný (atime)
sv: Senaste filläsning eller körning (atime)
uk: Час останнього доступу до файлу (atime)
zh_cn: 文件最后读取或执行时间(atime)

source: Exactly More than Less than
az: Dəqiq Daha çox Daha az
da: Præcis Mere end Mindre end
de: Exakt Mehr als Weniger als
es: Exactamente Mayor que Menor que
hu: Pontosan Nagyobb, mint Kisebb, mint
ja: 等しい 以上 以下
nl: Percies Meer dan Minder dan
pt_br: Exatamente Mais que Menos que
ru: Точно Более чем Менее чем
sk: Presne Viac ako Menej ako
sv: Exakt Mer än Mindre än
uk: Точно Б╕льш н╕ж Менш н╕ж
zh_cn: 等于 多与 少于

source: AND
az: VƏ
da: OG
de: UND
es: Y
hu: ÉS
nl: EN
ru: И
sk: a zároveò
sv: OCH
zh_cn: 且

source: OR
az: VƏ YA
da: ELLER
de: ODER
es: O
hu: VAGY
nl: OF
ru: ИЛИ
sk: alebo
sv: ELLER
uk: АБО
zh_cn: 或

source: NOT
az: DEYİL
da: IKKE
de: NICHT
es: NO
hu: NEM
nl: NIET
ru: НЕ
sk: nie
sv: INTE
uk: НЕ
zh_cn: 非

source: Minutes ago
az: Dəqiqə əvvəl
da: Minutter siden
de: Minuten zuvor
es: Minutos antes
hu: Perccel ezelõtt
ja: 分前
nl: Minuten geleden
pt_br: Minutos atrás
ru: Минут назад
sk: Pred minútami
sv: Minuter sedan
uk: Хвилин тому
zh_cn: 几分钟前

source: Days ago
az: Gün əvvəl
da: Dage siden
de: Tage zuvor
es: Días antes
hu: Nappal ezelõtt
ja: 日前
nl: Dagen geleden
pt_br: Dias atrás
ru: Дней назад
sk: Pred dòami
sv: Dagar sedan
uk: Дн╕в тому
zh_cn: 几天前

source: More recent
az: Daha yaxın
da: Yngre
de: Aktueller
es: Más reciente
hu: Újabb
ja: より最近
nl: Meer recentelijk
pt_br: Mais recente
ru: Недавние
sk: Nov¹í
sv: Mer nyligen
uk: Нещодавн╕
zh_cn: 晚于

source: File's Inode Last Changed (ctime)
az: Dosyenin Axırın İnode Dəyişikliyi (ctime)
da: Seneste ændring af filens inode (ctime)
de: Letzte Inode-Änderung der Datei (ctime)
es: Último cambio del inodo del fichero (ctime)
hu: A fájl utolsó inode-változásának ideje (ctime)
ja: 最後にiノードが変更されたファイル (ctime)
nl: Laatste Bestand's Inode Wijziging (ctime)
pt_br: Inode de arquivo modificado por último (ctime)
ru: Время последнего переименования (ctime)
sk: Posledná zmena inode súboru (ctime)
sv: Senaste ändringen av filens inod (ctime)
uk: Час останньо╖ зм╕ни i-вузла (ctime)
zh_cn: 文件I节点最近修改时间(ctime)

source: File Data Last Modified (mtime)
az: Dosyenin Axırıncı Düzəliş Tarixi (mtime)
da: Seneste ændring af fildata (mtime)
de: Zeit der letzten Änderung (mtime)
es: Última modificación de los datos del fichero (mtime)
hu: A fájl utolsó módosításának ideje (mtime)
ja: データが最後に変更されたファイル (mtime)
nl: Laatste Wijziging Bestands Inhoud (mtime)
pt_br: Dados de arquivo modificados por último (mtime)
ru: Время последнего изменения (mtime)
sk: Posledná zmena obsahu súboru (mtime)
sv: Senaste ändringen av fildata (mtime)
uk: Час останньо╖ модиф╕кац╕╖ (mtime)
zh_cn: 文件数据最近修改时间(mtime)

source: Match Permissions
az: Səlahiyyələri Müqayisə Et
da: Søg på rettigheder
de: Rechte beachten
es: Comparar permisos
hu: Jogosultságok egyeztetése
ja: パーミッションの一致
nl: Rechten Vergelijken
pt_br: Combinar permissões
ru: Соответствие прав
sk: Odpovedajú práva
sv: Sök på rättigheter
uk: В╕дпов╕дн╕сть прав
zh_cn: 匹配权限

source: exec
az: işə sal
de: ausführbar
es: ejecución
hu: végrehajtás
ja: 実行
nl: uitvoeren
pt_br: executar
ru: выполнение
sk: vykonanie
sv: kör
uk: виконання
zh_cn: 执行

source: write
az: yaz
da: skriv
de: schreibbar
es: escritura
hu: írás
ja: 書込
nl: schrijven
pt_br: gravar
ru: запись
sk: zápis
sv: skriv
uk: запис
zh_cn: 写

source: read
az: oxu
da: læs
de: lesbar
es: lectura
hu: olvasás
ja: 読込
nl: lezen
pt_br: ler
ru: чтение
sk: èítanie
sv: läs
uk: зчитування
zh_cn: 读

source: other
az: başqa
da: andet
de: andere
es: otros
hu: mindenki más
ja: その他
nl: anders
pt_br: outro
ru: остальные
sk: iné
sv: annan
uk: ╕нш╕
zh_cn: 其它

source: group
az: qrup
da: gruppe
de: Gruppe
es: grupo
hu: csoport
ja: グループ
nl: groep
pt_br: grupo
ru: группа
sk: skupina
sv: grupp
uk: група
zh_cn: 组

source: owner
az: yiyə
da: ejer
de: Eigentümer
es: Propietario
hu: tulajdonos
ja: 所有者
nl: eigenaar
pt_br: dono
ru: владелец
sk: vlastník
sv: ägare
uk: власник
zh_cn: 所有者

source: matching
az: müqayisə edilir
da: passer
de: passend
es: Compara
hu: egyezés
ja: 一致
nl: vergelijkbaar
pt_br: combinando
ru: совпадение
sk: odpovedá
sv: passar
uk: пасування
zh_cn: 匹配

source: Exact
az: Dəqiq
da: Eksakt
de: Exakt
es: Exacto
hu: Pontos
ja: 正確
pt_br: Exato
ru: Точно
sk: Presne
sv: Exakt
uk: Точне
zh_cn: 精确匹配

source: All
az: Hamısı
da: Alle
de: Alle
es: Todo
hu: Minden
ja: すべて
nl: Allen
pt_br: Tudo
ru: Все
sk: V¹etky
sv: Alla
uk: Все
zh_cn: 全部

source: Any
az: Hər Hansı Biri
da: Enhver
de: Keine
es: Cualquiera
hu: Bármely
ja: どの
nl: Enkelen
pt_br: Qualquer um
ru: Любое
sk: ¥ubovoµné
sv: Någon
uk: Будь-яке
zh_cn: 任意

source: sticky bit
az: yapışqan bit
ja: スティッキービット
pt_br: bit estendido
sk: sticky
zh_cn: 粘附位

source: Perm
az: Səla
da: Rett
de: Rechte
hu: Eng
ja: パーミッション
nl: Rechten
ru: Права
sk: Práva
sv: Rättigheter
uk: Права
zh_cn: 权限

source: Owner
az: Yiyə
da: Ejer
de: Eigentümer
es: Propietario
hu: Tulajdonos
ja: 所有者
nl: Eigenaar
pt_br: Dono
ru: Владелец
sk: Vlastník
sv: Ägare
uk: Власник
zh_cn: 所有者

source: Enter the numerical user ID of the owner.
az: Yiyənin rəqəmli istifadəçi IDsini girin
da: Angiv ejerens numeriske bruger-id.
de: Geben Sie die numerische User-ID des Besitzers ein.
es: Ingresar el ID numérico de el propietario.
hu: Add meg a tulajdonos azonosítószámát.
ja: 所有者のユーザIDを数字で入力してください。
nl: Voer het numerieke ID van de gebruiker in.
pt_br: Digite a ID numérica de usuário do dono.
ru: Ввод числового ID пользователя для владельца.
sk: Zadajte èíselné ID vlastníka.
sv: Ange ägarens numeriska användar-id.
uk: Вв╕д числового ╕дентиф╕катора користувача для власника.
zh_cn: 输入所有者的数字ID。

source: Enter the name of the owner for the file.
az: Bu dosyenin yiyəsinin adını bildirin.
da: Angiv navnet på filens ejer.
de: Geben Sie den Namen des Besitzers ein.
es: Ingrese el nombre del propietario de este fichero
hu: Add meg a fájl tulajdonosának nevét.
ja: ファイルの所有者の名前を入力してください。
nl: Voer de naam van de eigenaar van het bestand in.
pt_br: Digite o nome do dono para o arquivo.
ru: Ввод учетного имени владельца файла.
sk: Zadajte meno vlastníka súboru.
sv: Ange namnet på filens ägare.
uk: Вв╕д назви власника файлу.
zh_cn: 输入文件所有者的名字。

source: Enter the group name of the file.
az: Dosyenin qrup adını girin.
da: Angiv navnet på filens gruppe.
de: Geben Sie den Gruppennamen der Datei ein.
es: Ingrese el nombre del grupo de este fichero
hu: Add meg a fájlt birtokoló csoportnak a nevét.
ja: ファイルのグループ名を入力してください。
nl: Voer de groepnaam van het bestand in.
pt_br: Digite o nome de grupo do arquivo.
ru: Ввод имени группы для файла.
sk: Zadajte meno skupiny súboru.
sv: Ange namnet på filens grupp.
uk: Вв╕д назви групи для файлу.
zh_cn: 输入文件所属组名。

source: Enter the file's numerical group ID.
az: Dosyenin qrupunun rəqəmli IDsini girin.
da: Indtast filens numeriske gruppe-ID.
de: Geben Sie die Gruppen-ID der Datei ein.
es: Ingrese el ID númerico del grupo.
hu: Add meg a csoport azonosítószámát.
ja: そのファイルのグループIDを数字で入力してください。
nl: Voer de numerieke groep ID van het bestand in.
pt_br: Digite a ID numérica de grupo do arquivo.
ru: Ввод численного значения ID группы файла.
sk: Zadajte èíselné ID skupiny súboru.
sv: Ange filens numeriska grupp-id
uk: Вв╕д числового значення ╕дентиф╕катора групи файлу.
zh_cn: 输入文件所属组数字ID。

source: No user corresponds to file's UID
az: Dosye UIDnə heç bir istifadəçi uyğun gəlmir
da: Ingen brugere modsvarer filens UID
de: Kein Benutzer passt zur UID der Datei
es: Ningún usuario corresponde al UID del fichero
hu: A fájlt tuélajdonosazonosítójának nem felel meg felhasználó
ja: ファイルのUIDに一致するユーザがありません
nl: Geen gebruiker komt overeen met de UID van het bestand
pt_br: Nenhum usuário corresponde à UID do arquivo
ru: Нет пользователя соответствующего UID файла
sk: ®iadny pou¾ívateµ neodpovedá UID súboru
sv: Ingen användare motsvarar filens UID
uk: Нема╓ користувача в╕дпов╕дного UID файлу
zh_cn: 没有和文件的UID对应的用户

source: No group corresponds to file's GID
az: Dosye UIDnə heç bir qrup uyğun gəlmir
da: Ingen gruppe modsvarer filens GID
de: Keine Gruppe passt zur GID der Datei
es: Ningún grupo corresponde al GID del fichero
hu: A fájl csoportazonosítójának nem felel meg csoport
ja: ファイルのGIDに一致するグループがありません
nl: Geen groep komt overeen met de GID van het bestand
pt_br: Nenhum grupo corresponde à GID do arquivo
ru: Нет группы соответствующей GID файла
sk: ®iadna skupina neodpovedá GID súboru
sv: Ingen grupp motsvarar filens GID
uk: Нема╓ групи в╕дпов╕дно╖ до GID файлу
zh_cn: 没有和文件的GID对应的组

source: Group GID
az: Qrup GID
da: Gruppe-ID
de: Gruppen-GID
es: GID del grupo
hu: Csoportazonosító
ja: グループ GID
nl: Groep GID
pt_br: GID do grupo
ru: GID группы
sk: GID skupiny
sv: GID för grupp
uk: GID групи
zh_cn: 组 GID

source: Group name
az: Qrup adı
da: Gruppenavn
de: Gruppenname
es: Nombre del grupo
hu: Csoportnév
ja: グループ名
nl: Groepnaam
pt_br: Nome do grupo
ru: Имя группы
sk: Meno skupiny
sv: Namn på grupp
uk: Назва групи
zh_cn: 组名

source: Owner UID
az: Yiyə UID
da: UID for ejer
de: Eigentümer-UID
es: UID de propietario
hu: Tulajdonosazonosító
ja: 所有者 UID
nl: Eigenaar UID
pt_br: UID do dono
ru: UID владельца
sk: UID vlastníka
sv: UID för ägare
uk: UID власника
zh_cn: 所有者 UID

source: Owner name
az: Yiyə adı
da: Ejers navn
de: Eigentümername
es: Nombre del propietario
hu: Tulajdonos neve
ja: 所有者名
nl: Naam eigenaar
pt_br: Nome do dono
ru: Имя владельца
sk: Vlastník
sv: Namn på ägare
uk: Назва власника
zh_cn: 所有者名称

source: Type / Size
az: Növ / Böyüklük
da: Type / størrelse
de: Typ / Größe
es: Tipo / Tamaño
hu: Típus / méret
ja: タイプ/サイズ
nl: Type / Omvang
pt_br: Tipo / Tamanho
ru: Тип / Размер
sk: Typ / Veµkos»
sv: Typ / Storlek
uk: Тип / Розм╕р
zh_cn: 类型/大小

source: Enter how many units for the file size.
az: Dosye böyüklüyünün nə qədər neçə vahidi daxil etdiyini girin.
da: Angiv antal enheder i filstørrelsen.
de: Geben Sie die Einheiten für die Dateigröße ein.
es: Ingrese cuantas unidades para el tañamo del archivo.
hu: Add meg a fájlméret mértékegységét.
ja: ファイルサイズをユニット数で入力してください。
nl: Voer aantal eenheden voor bestandsgrootte in.
pt_br: Digite a quantidade de unidades para o tamanho de arquivo.
ru: Введите размер файла в единицах.
sk: Zadajte koµko jednotiek má ma» veµkos» súboru.
sv: Ange antalet enheter i filstorleken.
uk: Введ╕ть розм╕р файлу в одиницях.
zh_cn: 输入文件大小单元数。

source: 512-byte blocks
az: 512-bayt blok
da: blok med 512 byte
de: 512-Byte Blöcke
es: Bloques de 512 bytes
hu: 512 bájtos blokk
ja: 512バイトブロック
nl: 512-byte blokken
pt_br: Blocos de 512 bytes
ru: 512-байтные блоки
sk: 512-bajtové bloky
sv: block med 512 byte
uk: 512-байтн╕ блоки
zh_cn: 512字节块

source: bytes
az: baytlar
da: byte
hu: bájt
ja: バイト
ru: байты
sk: bajty
sv: byte
uk: байти
zh_cn: 字节

source: kilobytes (kb)
az: kilobayt (kb)
da: Kilobyte
hu: kilobájt (kb)
ja: キロバイト(kb)
ru: килобайты (kb)
sk: kilobajty (kb)
sv: kilobyte (kB)
uk: к╕лобайти (Кб)
zh_cn: 千字节 (KB)

source: 2-byte words
az: 2-bayt kəlimə
da: ord med 2 byte
de: 2-Byte Worte
es: palabras de 2 bytes
hu: 2 bájtos szó
ja: 2バイト文字
nl: 2-byte woorden
pt_br: Palavras com 2 bytes
ru: 2-байтные слова
sk: 2-bajtové slová
sv: ord med 2 byte
uk: 2-байтн╕ слова
zh_cn: 双字节词

source: Regular File Directory Symbolic Link Block Device Character Device Named Pipe Socket
az: Sıravi Dosye Qovluq Yumşaq Bağ Blok Avadanlığı Hərf Avadanlığı Adlı Boru Soket
da: Almindelig fil Katalog Symbolisk lænke Blokenhed Tegnenhed Navngivet rør Sokkel (socket)
de: Reguläre Datei Verzeichnis Link Block-Gerät Zeichen-Gerät benannte Weiterleitung Socket
es: Archivo regular Directorio Enlace simbólico Dispositivo de bloque Dispositivo de caracter Named Pipe Socket
hu: Közönséges fájl Könyvtár Szimbolikus link Blokkos eszköz Karakteres eszköz Named Pipe Socket
ja: 通常のファイル ディレクトリ シンボリックリンク ブロックデバイス キャラクタデバイス 名前付きパイプ ソケット
nl: Normaal Bestand Directory Symbolische Link Blok Apparaat Karakter Apparaat Pipe met Naam Socket
pt_br: Arquivo regular Diretório Link simbólico Dispositivo de bloco Dispositivo de caractere Pipe nomeado Socket
ru: Обычный файл Каталог Символическая ссылка Блочное устройство Символьное устройство Именованный канал Сокет
sk: Normálny súbor Prieèinok Symbolický odkaz Blokové zariadenie Znakové zariadenie Pomenovaná rúra Soket
sv: Vanlig fil Katalog Symbolisk länk Blockenhet Teckenenhet Namngivet rör Uttag (socket)
uk: Звичайний файл Каталог Символьне посилання Блоковий пристр╕й Символьний пристр╕й Найменований канал Сокет
zh_cn: 常规文件 符号链接 块设备 字符设备 命名管道 套接字

source: File type
az: Dosye növü
da: filtype
de: Dateityp
es: Tipo de ficheroo
hu: Fájltípus
ja: ファイルタイプ
nl: Bestandstype
pt_br: Tipo de arquivo
ru: Тип файла
sk: Typ súboru
sv: Filtyp
uk: Тип файлу
zh_cn: 文件类型

source: File size
az: Dosye böyüklüyü
da: Filstørrelse
de: Dateigröße
es: Tamaño del archivo
hu: Fájlméret
ja: ファイルサイズ
nl: Bestand omvang
pt_br: Tamanho do arquivo
ru: Размер файла
sk: Veµkos» súboru
sv: Filstorlek
uk: Розм╕р файлу
zh_cn: 文件大小

source: Misc Tests
az: Müxtəlif Sınaqlar
da: Diverse afprøvninger
de: Versch. Tests
es: Pruebas Misceláneas
hu: Egyéb tesztek
ja: 様々なテスト
nl: Andere Testen
pt_br: Testes variados
ru: Разные тесты
sk: Rôzne testy
sv: Diverse tester
uk: Р╕зн╕ тести
zh_cn: 其它测试

source: Enter the inode number of the file.
az: Dosyenin inode nömrəsini girin.
da: Angiv filens inodenummer.
de: Geben Sie die Inode-Nummer der Datei ein.
es: Ingrese el número de inodo de este archivo
hu: Add meg a fájl inode számát.
ja: ファイルのiノード番号を入力してください。
nl: Voer het inode nummer van het bestand in.
pt_br: Digite o número inode do arquivo.
ru: Введите номер inode файла.
sk: Zadajte èíslo inode súboru.
sv: Ange filens inodsnummer.
uk: Введ╕те номер i-вузла файлу.
zh_cn: 输入文件的i节点号。

source: Enter how many links the file must have.
az: Dosyenin neçə yumşaq bağı ola biləcəyini göstər.
da: Angiv hvor mange lænker filen skal have.
de: Gebe Sie an, wie viele Links die Datei haben soll.
es: Ingrese cuantos enlaces debe tener el archivo
hu: Add meg, hogy hány link mutasson a fájlra.
ja: そのファイルがリンクされなければならない数を入力してください。
nl: Voer het aantal links in dat het bestand moet hebben.
pt_br: Digite quantos links o arquivo deve ter.
ru: Введите как много ссылок должен иметь файл.
sk: Zadajte, koµko odkazov súbor musí ma».
sv: Ange hur många länkar filen måste ha.
uk: Введ╕ть як багато посилань мусить мати файл.
zh_cn: 输入文件必须有的链接数。

source: File has this many links
az: Dosyenin bu qədər yumşaq bağı ola bilər
da: Filen har dette antal lænker
de: Datei hat so viele Links
es: Este archivo tiene muchos enlaces
hu: Ennyi link mutat a fájlra
ja: ファイルにはたくさんのリンクがあります
nl: Bestand heeft zoveel links
pt_br: O arquivo tem esta quantidade de links
ru: Файл имеет ссылок:
sk: Súbor má tento poèet odkazov
sv: Filen har så många länkar
uk: Файл ма╓ посилань:
zh_cn: 文件链接数

source: File's inode number is
az: Dosyenin inodu nömrəsi
da: Filens inodenummer er
de: Inode-Nummer der Datei ist
es: El número de inodo del fichero es
hu: A fájl inode száma
ja: ファイルのiノード番号
nl: Het Inode nummer van het bestand is
pt_br: O número inode do arquivo é
ru: Номер inode файла:
sk: Èíslo inode súboru je
sv: Filens inodsnummer är
uk: Номер i-вузла файлу:
zh_cn: 文件的i节点号是

source: Empty file and is either a reg file or a dir
az: Dosyeyi boşalt: sıravi də olsa qovluq da olsa
da: Tom fil og enten en almindelig fil eller et katalog
de: Leere Datei, ist entweder eine Datei oder ein Verzeichnis
es: Fichero vacio y es o un fichero de registro o un directorio
hu: Üres fájl, és vagy közönséges fájl vagy könyvtár
ja: 空のファイル、通常のファイルまたはディレクトリ
nl: Leeg bestand en is geen normaal bestand of directory
pt_br: O arquivo vazio é um arquivo regular ou um dir
ru: Пустой файл и либо журнал, либо каталог
sk: Prázdny súbor a je buï normálny alebo prieèinok
sv: Tom fil och antingen en vanlig fil eller en katalog
uk: Порожн╕й файл ╕ або журнал, або каталог
zh_cn: 清空文件，无论它是常规文件或目录

source: Filesystem type
az: Dosye sistemi növü
da: Type filsystem:
de: Dateisystem-Typ
es: Tipo de sistema de archivos
hu: Fájlrendszer típusa
ja: ファイルシステムタイプ
nl: Bestandssysteem type
pt_br: Tipo de sistema de arquivos
ru: Тип файловой системы
sk: Typ systému súborov
sv: Filsystemstyp
uk: Тип файлово╖ системи
zh_cn: 文件系统类型

source: Misc
az: Müxt
da: Forskelligt
de: Versch.
hu: Egyéb
ja: その他
nl: Anders
pt_br: Variado
ru: Разное
sk: Rôzne
sv: Diverse
uk: Р╕зне
zh_cn: 其它
