Repository: GNOME/gnome-i18n
Catalog: extra-po/gnome-find/*.po
Languages: az, da, de, es, hu, ja, nl, pt_br, ru, sk, sv, uk, zh_cn

source: gnome-find
ru: gnome-поиск
sk: find pre GNOME
uk: gnome-пошук
zh_cn: gnome－搜索

source: _New Search
az: _Təzə Axtarış
da: _Ny søgning
de: _Neue Suche
es: _Nueva búsqueda
hu: Új _keresés
ja: 新規検索(_N)
nl: _Nieuwe Zoekactie
pt_br: _Nova busca
ru: Новый поиск
sk: _Nové hµadanie
sv: _Ny sökning
uk: Новий пошук
zh_cn: 新搜索(_N)

source: _Search Window
az: _Axtarış Pəncərəsi
da: _Søgevindue
de: _Suchfenster
es: _Ventana de búsqueda
hu: _Keresõablak
ja: 検索ウィンドウ(_S)
nl: _Zoek Venster
pt_br: _Janela de busca
ru: Окно поиска
sk: _Okno hµadania
sv: _Sökfönster
uk: В╕кно пошуку
zh_cn: 搜索窗口(_S)

source: _Locate Window
az: _Yerləşdirmə Pəncərəsi
da: _Find vindue
de: _Locate Fenster
es: _Ventana Locate
hu: _Helymeghatározás ablak
ja: locateウィンドウ(_L)
nl: _Locatie Venster
pt_br: _Localizar janela
ru: Окно Locate
sk: Okno _locate
sv: _Locate-fönster
uk: В╕кно виявлення
zh_cn: 定位窗口(_L)

source: Open a new search window
az: Təzə axtarış pəncərəsi aç
da: Åbn et nyt søgevindue
de: Ein neues Suchfenster öffnen
es: Abrir una nueva ventana de búsqueda
hu: Új keresõablak nyitása
ja: 新規の検索ウィンドウを開く
nl: Open een nieuw zoek venster
pt_br: Abrir uma nova janela de busca
ru: Открыть новое окно поиска
sk: Otvorí nové okno hµadania
sv: Öppna ett nytt sökfönster
uk: В╕дкрити нове в╕кно пошуку
zh_cn: 打开新的搜索窗口

source: _New Window
az: _Təzə Pəncərə
da: _Nyt vindue
de: _Neues Fenster
es: _Nueva ventana
hu: Új _ablak
ja: 新規ウィンドウ(_N)
nl: _Nieuw Venster
pt_br: _Nova janela
ru: Новое окно
sk: _Nové okno
sv: _Nytt fönster
uk: Нове в╕кно
zh_cn: 新窗口(_N)

source: Close the current search window
az: HAzırkı axtarış pəncərəsini qapat
da: Luk det aktive søgevindue
de: Das aktuelle Suchfenster schließen
es: Cerrar la ventana de búsqueda actual
hu: Az aktuális keresõablak bezárása
ja: 現在の検索ウィンドウを閉じる
nl: Sluit het huidige zoek venster
pt_br: Fechar a janela de busca atual
ru: Закрыть текущее окно поиска
sk: Zavrie aktuálne okno hµadania
sv: Stäng aktuellt sökfönster
uk: Закрити поточне в╕кно пошуку
zh_cn: 关闭当前搜索窗口

source: _Close Window
az: Pəncərəni _Qapat
da: _Luk vindue
de: Fenster _schließen
es: _Cerrar ventana
hu: Ablak _bezárása
ja: ウィンドウを閉じる(_C)
nl: _Sluit Venster
pt_br: _Fechar janela
ru: Закрыть окно
sk: _Zavrie» okno
sv: S_täng fönster
uk: Закрити в╕кно
zh_cn: 关闭窗口(_C)

source: Show results from the previous search
az: Əvvəlki axtarışın nəticələrini göstər
da: Viser resultater fra den foregående søgning
de: Ergebnisse der vorherigen Suche zeigen
es: Mostrar resultados de búsqueda anterior
hu: Az elõzõ keresés eredményeinek mutatása
ja: 前回の検索から結果を表示
nl: Geef resultaten van vorige zoekactie weer
pt_br: Exibir resultados da busca anterior
ru: Показать результаты предыдущего поиска
sk: Ukáza» výsledky predchádzajúceho hµadania
sv: Visa resultat från föregående sökning
uk: Показати результати попереднього пошуку
zh_cn: 显示上一次搜索的结果

source: _Previous Search Results
az: _Əvvəlki Axtarış Nəticələri
da: _Foregående søgeresultat
de: _Vorheriges Suchergebniss
es: Resultados de búsqueda _Previa
hu: _Elõzõ keresés eredménye
ja: 前回の検索結果(_P)
nl: _Resultaten Vorige Zoekactie
pt_br: _Resultados da busca anterior
ru: Результаты предыдущего поиска
sk: Výsledky _predchádzajúceho hµadania
sv: _Föregående sökresultat
uk: Результати попереднього пошуку
zh_cn: 上次搜索的结果(_P)

source: Show previous find command
az: Əvvəlki axtarış sərəncamı
da: Vis foregående findekommando
de: Vorherigen Suchbefehl zeigen
es: Muestra comandos find previos
hu: Elõzõ find parancs mutatása
ja: 前回の検索コマンドを表示
nl: Geef vorig `find' commando weer
pt_br: Exibir comando de procura anterior
ru: Показать предыдущую команду поиска
sk: Uká¾e predchádzajúci príkaz find
sv: Visa föregående find-kommando
uk: Показати попередню команду пошуку
zh_cn: 显示上次的搜索命令

source: Previous Search Co_mmands
az: Əvvəlki Axtarıl Sə_rəncamları
da: Foregående søgeko_mmandoer
de: Vorherige Suchbefehle
es: Co_mandos de búsqueda previa
hu: Elõzõ _keresõparancsok
ja: 前回の検索コマンド(_m)
nl: Vorige Zoek Co_mmando's
pt_br: Co_mandos de busca anteriores
ru: Команда предыдущего поиска
sk: Predchádzajúce _príkazy pre hµadanie
sv: Föregående sökko_mmandon
uk: Команда попереднього пошуку
zh_cn: 上次的搜索命令(_M)

source: Start search
az: Axtarışa başla
da: Start søgning
de: Die Suche starten
es: Iniciar búsqueda
hu: Keresés indítása
ja: 検索を開始する
nl: Starten met zoekactie
pt_br: Iniciar busca
ru: Начать поиск
sk: Spustí hµadanie
sv: Starta sökning
uk: Розпочати пошук
zh_cn: 开始搜索

source: Start
az: Başla
de: Starten
es: Iniciar
hu: Indítás
ja: 開始
nl: Starten
pt_br: Iniciar
ru: Начать
sk: Spusti»
sv: Starta
uk: Розпочати
zh_cn: 开始

source: Stop the current search
az: HAzırkı axtarışı dayandır
da: Stop den igangværende søgning
de: Die aktuelle Suche beenden
es: Detener búsqueda actual
hu: Aktuális keresés leállítása
ja: 現在の検索を停止
nl: Stop de huidige zoekactie
pt_br: Parar a busca atual
ru: Остановить текущий поиск
sk: Zastaví aktuálne hµadanie
sv: Stoppa den aktuella sökningen
uk: Зупинити поточний пошук
zh_cn: 停止当前搜索

source: Stop
az: Dayan
de: Stopp
es: Detener
hu: Leállítás
ja: 停止
nl: Stoppen
pt_br: Parar
ru: Остановить
sk: Zastavi»
sv: Stopp
uk: Зупинити
zh_cn: 停止

source: Clear text entry fields to specify a new search
az: Təzə axtarış üçün mətn girişlərini silin
da: Rens tekstindgangs-felter for at angive ny søgning
de: Die Textfelder löschen, um eine neue Suche festzulegen
es: Limpiar el campo de testo para específicar una nueva búsqueda
hu: A szövegbeviteli mezõk törlése és új keresés megadása
ja: 新規検索のためにテキスト入力フィールドを消去
nl: Maak tekst invoervelden schoon om een nieuwe zoekactie te specificeren
pt_br: Limpar campos de entrada de texto para especificar uma nova busca
ru: Очистить строку ввода, чтобы указать новый поиск
sk: Vyma¾e textové polia pre zadanie nového hµadania
sv: Töm textfält för angivande av en ny sökning
uk: Очистити рядок вводу, щоб вказати новий пошук
zh_cn: 清空文字区以指定新的搜索

source: New
az: Təzə
da: Ny
de: Neu
es: Nuevo
hu: Új
ja: 新規
nl: Nieuw
pt_br: Novo
ru: Новый
sk: Nové
sv: Ny
uk: Новий
zh_cn: 新搜索

source: Manually specify search command
az: Axtarış əmrini əllə girin
da: Angiv søgekommando manuelt
de: Den Suchbefehl manuell spezifizieren
es: Especificar manualmente comando de búsqueda
hu: A search parancs kézi beállítása
ja: 手動で検索コマンドを指定する
nl: Zoekopdracht handmatig instellen
pt_br: Especifica manualmente o comando de busca
ru: Указать поисковую команду вручную
sk: Ruène zada» príkaz pre hµadanie
sv: Ange sökkommando manuellt
uk: Вказати команду пошуку вручну
zh_cn: 手动指定搜索命令

source: Manual
az: Əllə
da: Manuel
de: Manuell
hu: Kézi
ja: 手動検索
nl: Handmatig
ru: Вручную
sk: Ruène
sv: Manuellt
uk: Вручну
zh_cn: 手动

source: Edit Preferences...
az: Seçənəkləri Düzəldin...
da: Redigér præferencer...
de: Einstellungen bearbeiten...
es: Editar preferencias...
hu: Beállítások szerkesztése...
ja: 初期設定の編集...
nl: Voorkeuren...
pt_br: Editar Preferências...
ru: Правка настроек...
sk: Upravi» nastavenie...
sv: Ändra inställningar...
uk: Зм╕на налаштувань...
zh_cn: 编辑首选项...

source: Prefs
az: Seçnk
da: Brugervalg
de: Einstellungen
hu: Beállítások
ja: 初期設定
nl: Voorkeuren
pt_br: Prefrências
ru: Настройки
sk: Nastavenie
sv: Inställn.
uk: Налаштування
zh_cn: 首选项

source: Close this window
az: Bu pəncərəni qapat
da: Luk dette vindue
de: Dieses Fenster schließen
es: Cerrar esta ventana
hu: Ablak bezárása
ja: ウィンドウを閉じる
nl: Dit venster sluiten
pt_br: Fechar esta janela
ru: Закрыть это окно
sk: Zavrie toto okno
sv: Stäng detta fönster
uk: Закрити це в╕кно
zh_cn: 关闭本窗口

source: Close
az: Qapat
da: Luk
de: Schließen
es: Cerrar
hu: Bezárás
ja: 閉じる
nl: Sluiten
pt_br: Fechar
ru: Закрыть
sk: Zavrie»
sv: Stäng
uk: Закрити
zh_cn: 关闭

source: Search Parameters
az: Axtarış Parametrləri
da: Søge-parametre
de: Suchparameter
es: Parámetros de búsqueda
hu: A keresés paraméterei
ja: 検索パラメータ
nl: Zoek Parameters
pt_br: Parâmetros de busca
ru: Параметры поиска
sk: Parametre hµadania
sv: Sökparametrar
uk: Параметри пошуку
zh_cn: 搜索参数

source: Find
az: Tap
de: Suche
es: Encuentra
hu: Keresendõ fájl
ja: 検索ファイル
nl: Zoeken
pt_br: Encontrar
ru: Поиск
sk: Nájs»
sv: Sök
uk: Пошук
zh_cn: 搜索

source: Directory
az: Qovluq
da: Katalog
de: Verzeichnis
es: Directorio
hu: Könyvtár
ja: ディレクトリ
pt_br: Diretório
ru: Каталог
sk: Prieèinok
sv: Katalog
uk: Каталог
zh_cn: 目录

source: Enter name of file to search for. Partial names accepted.
az: Axtarılacaq kaliməni girin. Qismi adlar qəbul edilər.
da: Indtast navn på fil der skal søges efter. Dele af navne tilladt.
de: Geben Sie einen Datei-Namen für die Suche ein. Teile von Dateinamen sind erlaubt.
es: Ingresar normbre de archivo a buscar. Se aceptan nombres parciales.
hu: Írd be a keresendõ fájl nevét. A fájlnév egy darabja is beírható.
ja: 検索するファイル名の入力。名前の一部も可。
nl: Geef bestandsnaam van te zoeken bestand. Gedeeltelijke namen zijn ok.
pt_br: Digite o nome do arquivo a ser procurado. Nomes parciais são aceitos.
ru: Введите имя файла для поиска. Можно ввести часть имени.
sk: Zadajte meno súboru, ktorý sa má nájs». Akceptované sú aj èiastoèné mená.
sv: Ange namnet på en fil som ska eftersökas. Delar av namn går också bra.
uk: Введ╕ть назву файлу для пошуку. Можна ввести частину назви.
zh_cn: 输入要搜索的文件名。可以输入文件名的部分。

source: Enter directory to search in.
az: Axtarılacaq qovluq adını bildirin.
da: Katalog der skal søges i
de: Geben Sie ein Verzeichnis an, in dem gesucht werden soll.
es: Ingresar directorio donde se realizará búsqueda.
hu: Add meg, hogy melyik könyvtárban keressen.
ja: 検索を行うディレクトリを入力。
nl: Geef directory om in te zoeken.
pt_br: Digite o diretório no qual será procurado.
ru: Введите каталог, в котором будет производиться поиск.
sk: Zadajte prieèinok, ktorom hµada».
sv: Ange katalogen som ska sökas i.
uk: Введ╕ть каталог, в якому буде в╕дбуватись пошук.
zh_cn: 输入要搜索的目录。

source: Find multiple files...
az: Çoxlu dosye tap...
da: Find flere filer...
de: Mehrere Dateien suchen...
es: Encuentra múltiples ficheros...
hu: Több fájl keresése...
ja: 複数ファイルの検索...
nl: Zoek meerdere bestanden...
pt_br: Encontrar arquivos múltiplos...
ru: Поиск множества файлов...
sk: Nájs» viacnásobné súbory...
sv: Sök flera filer...
uk: Пошук множини файл╕в...
zh_cn: 搜索多个文件...

source: Search in multiple directories...
az: Çoxlu qovluqlarda axtar....
da: Søg i flere kataloger...
de: In mehreren Verzeichnissen suchen...
es: Buscar en múltiples directorios...
hu: Keresés több könyvtárban...
ja: 複数ディレクトリ内の検索...
nl: Zoek in meerdere directories...
pt_br: Buscar por diretório múltiplos...
ru: Поиск в нескольких катлогах...
sk: Hµada» vo viacerých prieèinkoch...
sv: Sök i flera kataloger...
uk: Пошук в дек╕лькох каталогах...
zh_cn: 在多个目录中搜索...

source: Show Advanced Options
az: Ətraflı Seçənəkləri Göstər
da: Vis avancerede alternativer
de: Erweitere Optionen zeigen
es: Mostrar Opciones Avanzadas
hu: Haladó beállítási lehetõségek
ja: 高度な検索オプションの表示
nl: Geef Geavanceerde Opties weer
pt_br: Exibir opções avançadas
ru: Показать параметры расширенного поиска
sk: Ukáza» pokroèilé mo¾nosti
sv: Visa avancerade alternativ
uk: Показати параметри розширеного пошуку
zh_cn: 显示高级选项

source: Search subdirectories
az: Alt qovluqları da axtar
da: Søg i underkataloger
de: Unterverzeichnisse durchsuchen
es: Buscar subdirectorios
hu: Keresés az alkönyvtárakban
ja: サブディレクトリの検索
nl: Doorzoek subdirectories
pt_br: Buscar por sub-diretórios
ru: Поиск в подкаталогах
sk: Hµada» v podprieèinkoch
sv: Sök i underkataloger
uk: Поиск в п╕дкаталогах
zh_cn: 搜索子目录

source: Advanced Search
az: Ətraflı Axtarış
da: Avanceret søgning
de: Komplexe Suche
es: Búsqueda Avanzada
hu: Összetett keresés
ja: 高度な検索
nl: Geavanceerde Zoekactie
pt_br: Busca avançada
ru: Расширенный поиск
sk: Pokroèilé hµadanie
sv: Avancerad sökning
uk: Розширений пошук
zh_cn: 高级搜索

source: Partial filenames
az: Qismi Dosye Adları
da: Dele af filnavne
de: Teile von Dateinamen
es: Nombres de archivo parciales
hu: Fájlnévtöredék
ja: ファイル名の一部
nl: Gedeeltelijke bestandsnamen
pt_br: Nomes de arquivo parciais
ru: Частичные имена файлов
sk: Èiastoèné mená súborov
sv: Delar av filnamn
uk: Частков╕ назви файл╕в
zh_cn: 部分文件名

source: Regular expr filenames
az: Qaydalı ifadəli dosye adları
da: Filnavn som regulært udtryk
de: Dateinamen in regulären Ausdrücken
es: Nombres de expresiones regulares
hu: Reguláris kifejezés a fájlnévben
ja: 通常の expr ファイル名
nl: Reguliere expressie bestandsnamen
pt_br: Nomes de arquivos de expressão regular
ru: Рег.выражение имен файлов
sk: Regulárne výrazy pre mená súborov
sv: Filnamn som reguljärt uttryck
uk: Ре╜улярний вираз назв файл╕в
zh_cn: 正则表达式名称

source: Case sensitive
az: Böyük /Kiçik Harfə həssas
da: Skeln mellem store/små bogstaver
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas/minúsculas
hu: Kis- és nagybetûk megkülönböztetése
ja: 大文字/小文字を区別
nl: Hoofdletter onafhankelijk
pt_br: Sensível a maiúscula
ru: Регистрозависимый
sk: Rozli¹ova» veµkos» písmen
sv: Skilj på gemener/VERSALER
uk: Ре╜╕строва чутлив╕сть
zh_cn: 区分大小写

source: Search
az: Axtar
da: Søg
de: Suchen
es: Buscar
hu: Keresés
ja: 検索
nl: Zoeken
pt_br: Busca
ru: Поиск
sk: Hµadanie
sv: Sök
uk: Пошук
zh_cn: 搜索

source: Interface to the "locate" command
az: "yerini tap" əmrinə ara üz
da: Grænsesnit for kommandoen "locate"
de: Schnittstelle zum 'locate'-Befehl
es: Interfaz con el comando "locate"
hu: Felület a "locate" parancshoz
ja: "localte"コマンドへのインターフェイス
nl: Interface naar het "locate" commando
pt_br: Interface para o comando "locate"
ru: Интерфейс к команде "locate"
sk: Rozhranie k príkazu "locate"
sv: Gränssnitt för kommandot "locate"
uk: ╤нтерфейс до команди "locate"
zh_cn: “locate”命令的前端界面

source: Type in a string and it will be matched as a subset of the file's full pathname.
az: Kalimə girin, bu da dosyenin tam yol adı ilə müqayisə ediləcəkdir.
da: Hvis du indtaster en streng, bliver den søgt efter som en del af en fils fuldstændige søgesti.
de: Geben Sie einen String ein und dieser wird als ein Teil des ganzen Pfadnamens der Datei gesucht.
es: Teclee una línea y esta será comparada como un subcomponente de la ruta completa de el archivo.
hu: A megadott karakterlánc egyeztetve lesz a fájl teljes elérési útjának egy darabjával.
ja: 文字列を入力してください。 フルパスの一部に一致するファイルを検索します。
nl: Type een string in, deze zal vergeleken worden met een subset van de volledige padnaam van het bestand.
pt_br: Digite uma cadeia e ela será casada como um subconjunto do nome de caminho completo do arquivo.
ru: Введите строку совпадающую с частью полного пути к файлу.
sk: Zadajte re»azec, ktorý bude hµadaný ako podre»azec celej cesty k súboru.
sv: Om du skriver in en sträng kommer den att sökas efter som en del av en fils fullständiga sökväg.
uk: Введ╕ть рядок, що сп╕впада╓ з частиною повного шляху до файлу.
zh_cn: 输入一个字符串作为要匹配的文件全路径 名的子串。

source: Locate file:
az: Dosyenin yerini tap:
da: Find fil:
de: Locate-Datei:
es: Localizar fichero
hu: Fájl helymeghatározása:
ja: 検索するファイル:
nl: Bestand Vinden:
pt_br: Localizar arquivo:
ru: Обнаружить (locate) файл:
sk: Nájs» súbor:
sv: Lokalisera fil:
uk: Виявити файл:
zh_cn: 文件定位：

source: Enter the path of the "locate" database to use, or leave blank to use the default.
az: İstifadə ediləcək "yerini tap" databeysinin yolunu bildir, ya da varsayılanı işlətmək üçün boş braxın.
da: Angiv søgestien til "locate"-databasen som skal bruges eller lad det være tomt hvis du vil bruge standardværdien.
de: Geben Sie den Pfad zu der 'locate'-Datenbank zur Nutzung, oder lassen Sie es leer, um die Vorgabe zu benutzen.
es: Ingrese la ruta de la base de datos "locate" a usar, o deje en blanco para usar valores predeterminados.
hu: Add meg a "locate" adatbázis elérési útját, vagy hagy üresen a mezõt, ha az alapértelmezett elérési utat szeretnéd használni.
ja: 使用する"localte"データベースのパスを入力してください。 デフォルトを使用する場合は空白のままにしてください。
nl: Voer het pad in van de te gebruiken "locate" databank, of laat dit leeg om de standaardwaarden te gebruiken.
pt_br: Digite o caminho do banco de dados "locate" a ser usado ou deixe em branco para usar o padrão.
ru: Введите путь к базе данных используемой "locate", или оставьте пустым для использования пути по умолчанию.
sk: Zadajte cestu databáze "locate", ktorá sa má pou¾i», alebo nechajte prázdne pre ¹tandardnú.
sv: Ange sökvägen till "locate"-databasen som ska användas eller låt det vara tomt om du vill använda standardvärdet.
uk: Введ╕ть шлях до бази даних, що використову╓ться "locate", чи лиш╕ть порожн╕м для використання типового шляху.
zh_cn: 输入“locate”数据库位置， 或者使用默认的数据库。

source: Database:
az: Databeys:
de: Datenbank:
es: Base de datos:
hu: Adatbázis:
ja: データベース:
nl: Databank:
pt_br: Banco de dados:
ru: База данных:
sk: Databáza:
sv: Databas:
uk: База даних:
zh_cn: 数据库：

source: Locate
az: Yerini Tap
da: Find
es: Localizar
hu: Helymeghatározás
nl: Vinden
ru: Обнаружить
uk: Виявити
zh_cn: 定位

source: (C) 2000 by Andy C. Kahn
da: (C) 2000 af Andy C. Kahn
de: (c) 2000 Andy C. Kahn
es: (C) 2000 por Andy C. Kahn
hu: (C) 2000 Andy C. Kahn
nl: (C) 2000 door Andy C. Kahn
sk: (C) 2000 Andy C. Kahn
sv: © 2000 av Andy C. Kahn
uk: (C) 2000, Andy C. Kahn
zh_cn: (C) 2000 作者 Andy C. Kahn

source: Search Results
az: Axtarış Nəticələri
da: Søgeresultater
de: Suchergebnisse
es: Resultados de búsqueda
hu: Keresés eredménye
ja: 結果の検索
nl: Zoek Resultaten
pt_br: Resultados da busca
ru: Результаты поиска
sk: Výsledky hµadania
sv: Sökresultat
uk: Результати пошуку
zh_cn: 搜索结果

source: Filename
az: Dosye adı
da: Filnavn
de: Dateiname
es: Nombre del fichero
hu: Fájlnév
ja: ファイル名
nl: Bestandsnaam
pt_br: Nome do arquivo
ru: Имя файла
sk: Meno súboru
sv: Filnamn
uk: Назва файлу
zh_cn: 文件名

source: Mode
az: Mod
da: Modus
de: Modus
es: Modo
hu: Mód
ja: モード
pt_br: Modo
ru: Режим
sk: Mód
sv: Rättighet
uk: Режим
zh_cn: 模式

source: Size
az: Böyüklük
da: Størrelse
de: Größe
es: Tamaño
hu: Méret
ja: サイズ
nl: Omvang
pt_br: Tamanho
ru: Размер
sk: Veµkos»
sv: Storlek
uk: Розм╕р
zh_cn: 大小

source: Modified
az: Təkmilləşdirmiş
da: Ændret
de: Geändert
es: Modificado
hu: Módosított
ja: 変更の有無
nl: Gewijzigd
pt_br: Modificado
ru: Изменено
sk: Modifikovaný
sv: Ändrad
uk: Зм╕нено
zh_cn: 已修改

source: Owner
az: Yiyəsi
da: Ejer
de: Eigentümer
es: Propietario
hu: Tulajdonos
ja: オーナ
nl: Eigenaar
pt_br: Dono
ru: Владелец
sk: Vlastník
sv: Ägare
uk: Власник
zh_cn: 所有者

source: Group
az: Qrup
da: Gruppe
de: Gruppe
es: Grupo
hu: Csoport
ja: グループ
nl: Groep
pt_br: Grupo
ru: Группа
sk: Skupina
sv: Grupp
uk: Група
zh_cn: 组

source: Errors
az: Xətalar
da: Fejl
de: Fehler
es: Errores
hu: Hibák
ja: エラー
nl: Fouten
pt_br: Erros
ru: Ошибки
sk: Chyby
sv: Fel
uk: Помилки
zh_cn: 错误信息

source: Open file(s)
az: Dosy(ləri) aç
da: Åbn filer
de: Datei(en) öffnen
es: Abrir archivo(s)
hu: Fájl megnyitása
ja: ファイルを開く
nl: Bestand(en) Openen
pt_br: Abrir arquivo(s)
ru: Открыть файл(ы)
sk: Otvori» súbor(y)
sv: Öppna fil(er)
uk: В╕дкрити файл(и)
zh_cn: 打开文件

source: Open
az: Aç
da: Åbn
de: Öffnen
es: Abrir
hu: Megnyitás
ja: 開く
nl: Openen
pt_br: Abrir
ru: Открыть
sk: Otvori»
sv: Öppna
uk: В╕дкрити
zh_cn: 打开

source: Delete file(s)
az: Dosye(ləri) sil
da: Slet filer
de: Datei(en) löschen
es: Eliminar archivo(s)
hu: Fájl törlése
ja: ファイルを削除
nl: Bestand(en) Verwijderen
pt_br: Apagar arquivo(s)
ru: Удалить файл(ы)
sk: Odstráni» súbor(y)
sv: Ta bort fil(er)
uk: Стерти файл(и)
zh_cn: 删除文件

source: Delete
az: Sil
da: Slet
de: Löschen
es: Eliminar
hu: Törlés
ja: 削除
nl: Verwijderen
pt_br: Apagar
ru: Удалить
sk: Zmaza»
sv: Ta bort
uk: Стерти
zh_cn: 删除

source: Copy file(s)
az: Dosye(ləri) köçürt
da: Kopiér filer
de: Datei(en) kopieren
es: Copiar archivo(s)
hu: Fájl másolása
ja: ファイルのコピー
nl: Bestand(en) kopiëren
pt_br: Copiar arquivo(s)
ru: Скопировать файл(ы)
sk: Kopírova» súbor(y)
sv: Kopiera fil(er)
uk: Коп╕ювати файл(и)
zh_cn: 复制文件

source: Copy
az: Köçürt
da: Kopiér
de: Kopieren
es: Copiar
hu: Másolás
ja: コピー
nl: Kopiëren
pt_br: Copiar
ru: Скопировать
sk: Kopírova»
sv: Kopiera
uk: Коп╕ювати
zh_cn: 复制

source: Print file(s)
az: Dosye(ləri) çap et
da: Udskriv filer
de: Datei(en) drucken
es: Imprimir archivo(s)
hu: Fájl nyomtatása
ja: ファイルの印刷
nl: Bestand(en) afdrukken
pt_br: Imprimir arquivo(s)
ru: Распечатать файл(ы)
sk: Tlaèi» súbor(y)
sv: Skriv ut fil(er)
uk: Друкувати файл(и)
zh_cn: 打印文件

source: Print
az: Çap Et
da: Udskriv
de: Drucken
es: Imprimir
hu: Nyomtatás
ja: 印刷
nl: Afdrukken
pt_br: Imprimir
ru: Распечатать
sk: Tlaèi»
sv: Skriv ut
uk: Друкувати
zh_cn: 打印

source: Execute this file
az: Dosyeləri işə sal
da: Kør denne fil
de: Diese Datei ausführen
es: Ejecutar este archivo
hu: Fájl végrehajtása
ja: このファイルの実行
nl: Dit bestand uitvoeren
pt_br: Executar este arquivo
ru: Выполнить этот файл
sk: Spusti» tento súbor
sv: Kör denna fil
uk: Виконати цей файл
zh_cn: 执行此文件

source: Exec
az: İşə sal
da: Kør
de: Ausführen
hu: Futtatás
ja: 実行
nl: Uitvoeren
pt_br: Executar
ru: Выполнить
sk: Vykona»
sv: Kör
uk: Виконати
zh_cn: 执行

source: Execute a shell command
az: Qabıq əmrini işə sal
da: Kør en skalkommando.
de: Einen Befehl ausführen
es: Ejecutar un comando de shell
hu: Shell parancs futtatása
ja: シェルコマンドの実行
nl: Een shell commando uitvoeren
pt_br: Executa um comando shell
ru: Выполнить команда оболочки
sk: Vykona» príkaz shellu
sv: Kör ett skalkommando
uk: Виконати команду оболонки
zh_cn: 执行 shell 命令

source: File properties
az: Dosye seçənəkləri
da: Fil-egenskaber
de: Dateieigenschaften
es: Propiedades del fichero
hu: Fájl tulajdonságai
ja: ファイルのプロパティ
nl: Bestands eigenschappen
pt_br: Propriedades do arquivo
ru: Свойства файла
sk: Vlastnosti súboru
sv: Filegenskaper
uk: Влистивост╕ файлу
zh_cn: 文件属性

source: Props
az: Seçnk
da: Egenskaber
de: Eigenschaften
hu: Tulajdonságok
ja: プロパティ
nl: Eigenschappen
pt_br: Propriedades
ru: Свойства
sk: Vlastnosti
sv: Egensk.
uk: Властивост╕
zh_cn: 属性

source: Add file(s) to archive
az: Dosye(ləri)arxivə əlavə et
da: Tilføj filer til arkiv
de: Datei(en) zum Archiv hinzufügen
es: Añadirle archivo(s)
hu: Fájlok hozzáadása az archívumhoz
ja: ファイルをアーカイブに追加
nl: Bestand(en) aan archief toevoegen
pt_br: Adicionar arquivo(s) ao grupo de arquivos
ru: Добавить файл(ы) в архив
sk: Prida» súbor od archívu
sv: Lägg till fil(er) till arkiv
uk: Додати файл(и) у арх╕в
zh_cn: 添加文件到归档

source: Add
az: Əlavə Et
da: Tilføj
de: Hinzufügen
es: Añadir
hu: Hozzáadás
ja: 追加
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sk: Prida»
sv: Lägg till
uk: Додати
zh_cn: 添加

source: Remove file(s) from archive
az: Dosye(ləri) arxivdən çıxart
da: Fjern filer fra arkiv
de: Datei(en) aus Archiv entfernen
es: Removerle archivo(s)
hu: Fájlok eltávolítása az archívumból
ja: アーカイブからファイルを削除
nl: Bestand(en) van archief verwijderen
pt_br: Remover arquivo(s) do grupo de arquivos
ru: Удалить файл(ы) из архива
sk: Odstráni» súbor z archívu
sv: Ta bort fil(er) från arkiv
uk: Видалити файл(и) з арх╕ву
zh_cn: 从归档中删除文件

source: Remove
az: Çıxart
da: Fjern
de: Entfernen
es: Remover
hu: Eltávolítás
ja: 削除
nl: Verwijderen
pt_br: Remover
ru: Удалить
sk: Odstráni»
sv: Ta bort
uk: Видалити
zh_cn: 删除

source: List files in archive
az: Dosyeləri arxivdə düz
da: List filer i arkiv
de: Dateien im Archiv auflisten
es: Añadir ficheros dentro del archivo
hu: Az archívum tartalmának listázása
ja: アーカイブ内のファイル一覧
nl: Bestanden in archief weergeven
pt_br: Listar arquivos no grupo de arquivos
ru: Список файлов в архиве
sk: Vypísa» súbory v archíve
sv: Lista filer i arkiv
uk: Список файл╕в у арх╕в╕
zh_cn: 列出归档中的文件

source: List
az: Düz
de: Listen
es: Lista
hu: Törlés
ja: 一覧
nl: Weergeven
pt_br: Listar
ru: Список
sk: Zoznam
sv: Lista
uk: Список
zh_cn: 列表

source: Show previous search command
az: Əvvəlki axtarış əmrlərini göstər
da: Vis foregående søgekommando
de: Vorherigen Suchbefehl zeigen
es: Mostrar comando de búsqueda previo
hu: Az elõzõ keresési parancs megtekintése
ja: 前回の検索コマンドを表示
nl: Geef vorig zoek commando weer
pt_br: Exibir comando de busca anterior
ru: Показать предыдущую команду поиска
sk: Uká¾e predchádzajúci príkaz pre hµadanie
sv: Visa föregående sökkommando
uk: Показати попередню каманду пошуку
zh_cn: 显示上一轮搜索命令
