Repository: GNOME/gnome-i18n
Catalog: extra-po/gnome-find/*.po
Languages: az, da, de, es, hu, ja, nl, pt_br, ru, sk, sv, uk, zh_cn

source: Icons only Text only Icons and Text Use GNOME settings
az: Sadəcə olara timsal Sadəcəolaraq mətn Timsal və mətn GNOME qurğularını istifadə edin
da: Kun ikoner Kun tekst Ikoner og tekst Brug GNOMEs indstillinger
de: Nur Icons Nur Text Icons und Text Nach GNOME Einstellungen
es: Solo Iconos Solo Texto Iconos y Texto Utiliza preferencias de GNOME
hu: Csak ikonok Csak feliratok Ikonok és feliratok GNOME beállítások használata
ja: アイコン テキスト アイコンとテキスト GNOME 設定を使用
nl: Alleen Iconen Alleen Tekst Iconen en Tekst Gebruik GNOME instellingen
pt_br: Apenas ícones Apenas texto Ícones e texto Usa as configurações do GNOME
ru: Только пиктограммы Только текст Пиктограммы и текст Использовать установки Gnome
sk: Len ikony Len text Ikony a Text Pou¾i» nastavenie GNOME
sv: Endast ikoner Endast text Ikoner och text Använd GNOMEs inställningar
uk: Лише п╕ктограми Лише текст П╕ктограми ╕ текст Використовувати налаштування GNOME
zh_cn: 仅图标 仅文字 图标及文字 使用GNOME系统设置

source: Multi-directory Search Toolbar
az: Çoxlu Qovluq Axtarış Vasitələr Çubuğu
da: Værktøjslinje for søgning i flere kataloger
de: Werkzeugleiste für das Durchsuchen mehrerer Verzeichnisse
es: Barra de herramientas de búsqueda de múltiples directorios
hu: Keresés több könyvtárban eszköztár
ja: 複数ディレクトリ検索ツールバー
nl: Meerdere-directory Zoek Toolba
pt_br: Barra de ferramentas de busca por múltiplo diretórios
ru: Панель многокаталожного поиска
sk: Panel nástrojov pre hµadanie viacerých prieèinkov
sv: Verktygsrad för sökning i flera kataloger
uk: Панель багатокаталожного пошуку
zh_cn: 多目录搜索工具栏

source: Multi-file Search Toolbar
az: Çoxlu Dosye Axtarış Vasitələr Çubuğu
da: Værktøjslinje for søgning efter flere filer
de: Mehrdatei-Such-Werkzeugleiste
es: Barra de herramientas de búsqueda de múltiples ficheros
hu: Több fájl keresése eszköztár
ja: 複数ファイル検索ツールバー
nl: Meerdere-bestanden Zoek Toolbar
pt_br: Barra de ferramentas de busca por múltiplos arquivos
ru: Панель многофайлового поиска
sk: Panel nástrojov pre hµadanie viacerých súborov
sv: Verktygsrad för sökning efter flera filer
uk: Панель багатофайлового пошуку
zh_cn: 多文件搜索工具栏

source: Show notebook tabs
az: Qeyd dəftəi tablarını göstərin
da: Vis noteshæftesfaner
de: Seiten-Reiter zeigen
es: Mostar solapas del cuaderno
hu: Jegyzetfüzetfülek megjelenítése
ja: ノートのタブを表示
nl: Geef notitieblok tabbladen weer
pt_br: Exibir abas de notebook
ru: Показать закладки блокнота
sk: Ukáza» zálo¾ky notesu
sv: Visa flikhäftesflikar
uk: Показати закладки блокнота
zh_cn: 显示记事本tabs

source: Left Right Top Bottom
az: Sol Sağ Üst Alt
da: Venstre Højre Top Bund
de: Links Rechts Oben Unten
es: Izquierda Derecha Arriba Abajo
hu: Jobboldalt Baloldalt Fent Lent
ja: 左 右 上 下
nl: Links Rechts Boven Onder
pt_br: Esquerda Direita Superior Inferior
ru: Слева Справа Сверху Снизу
sk: Vµavo Vpravo Hore Dole
sv: Vänster Höger Överst Nederst
uk: Л╕воруч Праворуч Вгор╕ Внизу
zh_cn: 左 右 上 下

source: Commands
az: Əmr
da: Kommandoer
de: Befehle
es: Comandos
hu: Parancsok
ja: コマンド
nl: Commando's
pt_br: Comandos
ru: Команды
sk: Príkazy
sv: Kommandon
uk: Команди
zh_cn: 命令

source: Execute file(s)
az: Dosy(ləri] işə sal
da: Kør fil(er)
de: Datei(en) ausführen
es: Eliminar fichero(s)
hu: Fájl futtatása
ja: ファイルの実行
nl: Bestand(en) Uitvoeren
pt_br: Executar arquivo(s)
ru: Выполнить файл(ы)
sk: Vykona» súbor(y)
sv: Kör fil(er)
uk: Виконати файл(и)
zh_cn: 执行文件

source: Command used to open files
az: Dosye açmaq üçün istifadə edilən əmr
da: Kommando som bruges for at åbne filer
de: Befehl zum Öffnen von Dateien genutzt
es: Comando utilizado para abrir ficheros
hu: Fájlok megnyitására használt parancs
ja: ファイルを開くために使われたコマンド
nl: Commando dat gebruikt word om bestanden te openen
pt_br: Comando usado para abrir arquivos
ru: Команда используемая для открытия файлов
sk: Príkaz pre otvorenie súborov
sv: Kommando som används för att öppna filer
uk: Команда, що використову╓ться для в╕дкривання файл╕в
zh_cn: 用来打开文件的命令

source: Command used to copy files
az: Dosye köçürmək üçün istifadə edilən əmr
da: Kommando som bruges for at kopiére filer
de: Befehl zum Kopieren von Dateien genutzt
es: Comando utilizado para copiar ficheros
hu: Fájlok másolására használt parancs
ja: ファイルをコピーするために使われたコマンド
nl: Commando dat gebruikt word om bestanden te kopiëren
pt_br: Comando usado para copiar arquivos
ru: Команда используемая для копирования файлов
sk: Príkaz pre kopírovanie súborov
sv: Kommando som används för att kopiera filer
uk: Команда, що використову╓ться для коп╕ювання файл╕в
zh_cn: 用来复制文件的命令

source: Command used to print files
az: Dosye çap etmək üçün istifadə edilən əmr
da: Kommando som bruges for at udskrive filer
de: Befehl zum Drucken von Dateien genutzt
es: Comando utilizado para imprimir ficheros
hu: Fájlok nyomtatására használt parancs
ja: ファイルを印刷するために使われたコマンド
nl: Commando dat gebruikt word om bestanden af te drukken
pt_br: Comando usado para imprimir arquivos
ru: Команда используемая для печати файлов
sk: Príkaz pre tlaè súborov
sv: Kommando som används för att skriva ut filer
uk: Команда, що використову╓ться для друку файл╕в
zh_cn: 用来打印文件的命令

source: Command used to execute files
az: Dosye işə salmaq üçün istifadə edilən əmr
da: Kommando som bruges for at køre filer
de: Befehl zum Ausführen von Dateien genutzt
es: Comando utilizado para ejecutar ficheros
hu: Fájlok végrehajtására használt parancs
ja: ファイルを実行するために使われたコマンド
nl: Commando dat gebruikt word om bestanden uit te voeren
pt_br: Comando usado para executar arquivos
ru: Команда используемая для выполнения файлов
sk: Príkaz pre vykonanie súborov
sv: Kommando som används för att köra filer
uk: Команда, що використову╓ться для виконання файл╕в
zh_cn: 用来执行文件的命令

source: Command used to delete files
az: Dosye silmək üçün istifadə edilən əmr
da: Kommando som bruges for at fjerne filer
de: Befehl zum Löschen von Dateien genutzt
es: Comando utilizado para eliminar ficheros
hu: Fájlok törlésére használt parancs
ja: ファイルを削除するために使われたコマンド
nl: Commando dat gebruikt word om bestaande bestanden te verwijderen
pt_br: Comando usado para apagar arquivos
ru: Команда используемая для удаления файлов
sk: Príkaz pre odstránenie súborov
sv: Kommando som används för att ta bort filer
uk: Команда, що використову╓ться для стирання файл╕в
zh_cn: 用来删除文件的命令

source: Shell command
az: Qabıq əmri
da: Skalkommando
de: Shell-Befehl
es: Comando de Shell
hu: Shell parancs
ja: シェルコマンド
nl: Shell commando
pt_br: Comando do shell
ru: Команда оболочки
sk: Shell
sv: Skalkommando
uk: Команда оболонки
zh_cn: Shell命令

source: Default shell command to execute
az: İşa salınacaq varsayılan qabıq əmri
da: Skalkommandoen som skal køres som standard
de: Standard Shell-Befehl zum Ausführen
es: Comando de shell predeterminado a ejecutar
hu: Alapértelmezettként végrehajtandó shell parancs
ja: 実行のためのデフォルトシェルコマンド
nl: Standaard uit te voeren shell commando
pt_br: Comando padrão do shell para ser executado
ru: Команда оболочки используемая для выполнения по умолчанию
sk: ©tandardný príkaz shellu
sv: Skalkommandot som skall köras som standard
uk: Типова команда оболонки, що використову╓ться для виконання
zh_cn: 缺省执行的 shell 命令

source: Height and Width
az: Hündürlük və Genişlik
da: Højde og bredde
de: Höhe und Breite
es: Altura y Ancho
hu: Magasság és szélesség
ja: 高さと幅
nl: Hoogte en Breedte
pt_br: Altura e largura
ru: Высота и ширина
sk: Vý¹ka a ¹írka
sv: Höjd och bredd
uk: Висота ╕ ширина
zh_cn: 高度和宽度

source: Save size of main window
az: Əsas pəncərənin böyüklüyünü qeyd edin
da: Gem størrelsen på hovedvinduet
de: Größe des Hauptfensters speichern
es: Recordar tamaño de ventana principal
hu: Fõablak méretének mentése
ja: メインウィンドウのサイズを保存
nl: Bewaar omvang van hoofdvenster
pt_br: Salvar tamanho da janela principal
ru: Сохранить размер главного окна
sk: Ulo¾i» veµkos» hlavného okna
sv: Spara storleken hos huvudfönstret
uk: Зберегти розм╕р головного в╕кна
zh_cn: 保存主窗口大小

source: Save size of multi-file search dialog
az: Çoxlu dosye axtarış dialoqunun böyüklüyünü qeyd edin
da: Gem størrelsen på vinduet for søgning efter flere filer
de: Größe des Mehrdatei Suchdialogs speichern
es: Recordar tamaño del dialogo de búsqueda múltiple de ficheros
hu: A több fájl keresése párbeszédablak méretének mentése
ja: 複数ファイル検索ダイアログのサイズを保存
nl: Bewaar omvang van meerdere-bestands zoek dialoogvenster
pt_br: Salvar tamanho do diálogo de busca por múltiplos arquivos
ru: Сохранить размер диалога многофайлового поиска
sk: Ulo¾i» veµkos» dialógu pre hµadanie viacerých súborov
sv: Spara storleken hos sökfönstret
uk: Зберегти розм╕р д╕алогу багатофайлового пошуку
zh_cn: 保存多文件搜索对话框大小

source: Save size of multi-directory search dialog
az: Çoxlu qovluq axtarış dialoqunun böyüklüyünü qeyd edin
da: Gem størrelsen på vinduet for søgning i flere kataloger
de: Größe des Mehrverzeichnis Suchdialogs speichern
es: Recordar tamaño del dialogo de búsqueda múltiple de directorios
hu: A több könyvtárban keresés párbeszédablak méretének mentése
ja: 複数ディレクトリ検索ダイアログのサイズを保存
nl: Bewaar omvang van meerdere-directories zoek dialoogvenster
pt_br: Salvar tamanho de diálogo de busca por múltiplos diretórios
ru: Сохранить размер диалога многокаталожного поиска
sk: Ulo¾i» veµkos» dialógu pre hµadanie viacerých prieèinkov
sv: Spara storleken hos fönstret för sökning i flera kataloger
uk: Зберегти розм╕р д╕алогу багатокаталожного пошуку
zh_cn: 保存多目录搜索对话框大小

source: Save size of search results dialog
az: Nəticə dialoqunun böyüklüyünü qeyd edin
da: Gem størrelsen på søgresultatsvinduet
de: Größe des Such-Ergebniss-Dialoges speichern
es: Recordar tamaño del dialogo de resultados de búsqueda
hu: A keresés eredeménye párbeszédablak méretének mentése
ja: 検索結果ダイアログのサイズを保存
nl: Bewaar omvang van zoekactie resultaten dialoogvenster
pt_br: Salvar tamanho de diálogo com resultados de busca
ru: Сохранить размер диалога результатов поиска
sk: Ulo¾i» veµkos» dialógu pre výsledky hµadania
sv: Spara storleken hos sökresultatsfönstret
uk: Зберегти розм╕р д╕алогу результат╕в пошуку
zh_cn: 保存搜索结果对话框大小

source: Save size of advanced search dialog
az: Ətraflı axtarış dialoqunun böyüklüyünü qeyd edin
da: Gem størrelsen på vinduet for avanceret søgning
de: Größe der Erweiterten Such-Dialogs speichern
es: Recordar tamaño del dialogo de búsqueda avanzada
hu: A haladó keresés párbeszédablak méretének mentése
ja: 高度な検索ダイアログのサイズを保存
nl: Bewaar omvang van geavanceerde zoekactie dialoogvenster
pt_br: Salvar tamanho de diálogo de busca avançada
ru: Сохранить размер диалога расширенного поиска
sk: Ulo¾i» veµkos» dialógu pre pokroèilé hµadanie
sv: Spara storleken hos fönstret för avancerad sökning
uk: Зберегти розм╕р д╕алогу розширеного пошуку
zh_cn: 保存高级搜索对话框大小

source: Save size of preferences dialog
az: Seçənəklər dialoqunun böyüklüyünü qeyd edin
da: Gem størrelsen på indstillingsvinduet
de: Größe des Einstellungs-Dialogs speichern
es: Recordar tamaño del dialogo de preferencias
hu: A beállítások párbeszédablak méretének mentése
ja: プリファレンスダイアログのサイズを保存
nl: Bewaar omvang van voorkeuren dialoogvenster
pt_br: Salvar tamanho de diálogo de preferências
ru: Сохранить размер диалога настроек
sk: Ulo¾i» veµkos» dialógu pre nastavenie
sv: Spara storleken hos inställningsfönstret
uk: Зберегти розм╕р д╕алогу налаштувань
zh_cn: 保存首选项对话框大小

source: Save size of builtin archive contents dialog
az: Daxili arxiv mövtəviyyatı dialoqunun böyüklüyünü qeyd edin
da: Gem størrelsen på det indbyggede arkivindholdsvindue
de: Größe des eingebautes Archiv-Inhalts-Dialoges speichern
hu: A beépített archívumnézõ párbeszédablak méretének mentése
ja: ビルトインアーカイブ内容ダイアログのサイズを保存
nl: Bewaar omvang van ingebouwde archief inhoud dialoogvenster
pt_br: Salvar tamanho de diálogo de conteúdo de arquivo embutido
ru: Сохранить размер встроенного диалога содержимого архива
sk: Ulo¾i» veµkos» zabudovaného dialógu pre obsah archívu
sv: Spara storleken hos det inbyggda arkivinnehållsfönstret
uk: Зберегти розм╕р вмонтованого д╕алогу вм╕сту арх╕ву
zh_cn: 保存内建归档内容对话框大小

source: Windows
az: Pəncərə
da: Vinduer
de: Fenster
es: Ventanas
hu: Ablakok
ja: ウィンドウ
nl: Vensters
pt_br: Janelas
ru: Окна
sk: Okná
sv: Fönster
uk: В╕кна
zh_cn: 窗口

source: File and Commands
az: Dosye və Əmrlər
da: Filer og kommandoer
de: Datei und Befehle
es: Fichero y Comandos
hu: Fájl és parancsok
ja: ファイルおよびコマンド
nl: Bestanden en Commando's
pt_br: Arquivo e comandos
ru: Файлы и команды
sk: Súbor a príkazy
sv: Filer och kommandon
uk: Файли ╕ команди
zh_cn: 文件和命令

source: Name of archive file
az: Arxiv dosyesini adı
da: Filarkivets navn
de: Name der Archiv-Datei
hu: Archívumfájl neve
ja: アーカイブファイル名
nl: Naam van archief bestand
pt_br: Nome do arquivo do grupo de arquivos
ru: Название файла архива
sk: Meno súboru archívu
sv: Filarkivets namn
uk: Назва файлу арх╕ва
zh_cn: 归档文件名称

source: Command to add files to archive file
az: Arxiv dosyesinə dosye əlavəsi üçün istifadə edilən əmr
da: Kommando for at tilføje filer i filarkiv
de: Befehl um Dateien zum Archiv hinzuzufügen
es: Comando para añadir ficheros al archivo
hu: Parancs, amely fájlt ad hozzá az archívumhoz
ja: ファイルをアーカイブに追加するためのコマンド
nl: Commando om bestanden toe te voegen aan archief bestand
pt_br: Comando para adicionar arquivos ao arquivo do grupo de arquivos
ru: Команда добавления файлов в архив
sk: Príkaz do pridanie súborov do archívu
sv: Kommando för att lägga till filer i filarkiv
uk: Команда додавання файл╕в в арх╕в
zh_cn: 用来将文件添加至归档文件的命令

source: Command to remove files from archive file
az: Arxiv dosyesindən dosye çıxarmaq üçün istifadə edilən əmr
da: Kommando for at fjerne filer fra filarkiv
de: Befehl um Dateien aus dem Archiv zu löschen
es: Comando para remover ficheros del archivo
hu: Parancs, amely fájlt töröl az archívumból
ja: ファイルをアーカイブから削除するためのコマンド
nl: Commando om bestanden te verwijderen uit archief bestand
pt_br: Comando para remover arquivos do arquivo do grupo de arquivos
ru: Команда удаления файлов из архива
sk: Príkaz do odstránenie súborov z archívu
sv: Kommando för att ta bort filer ur filarkiv
uk: Команда видалення файл╕в з арх╕ву
zh_cn: 用来将文件从归档文件中删除的命令

source: Command to list contents of archive file
az: Arxiv dosyesindəki dosye düzülməsi üçün istifadə edilən əmr
da: Kommando for at vise indholdet i filarkiv
de: Befehl um Dateien in Archiv aufzulisten
es: Comando para listar contenido del archivo
hu: Parancs, amely kilistázza az archívum tartalmát
ja: アーカイブの内容の一覧表示のためのコマンド
nl: Commando om de inhoud van een archief weer te geven
pt_br: Comando para listar conteúdos do arquivo de grupo de arquivos
ru: Команда списка содержимого архивного файла
sk: Príkaz pre výpis obsahu archívu
sv: Kommando för att visa innehållet i filarkiv
uk: Команда списку вм╕сту арх╕вного файлу
zh_cn: 用来列出归档文件内容的命令

source: Archive filename
az: Arxiv dosye adı
da: Arkivets filnavn
de: Archiv-Dateiname
es: Nombres del archivo
hu: Archívumfájl neve
ja: アーカイブファイル名
nl: Archief bestandsnaam
pt_br: Nome de arquivo do grupo de arquivos
ru: Название архивного файла
sk: Meno súboru archívu
sv: Arkivets filnamn
uk: Назва арх╕вного файлу
zh_cn: 归档文件名称

source: Add to archive
az: Arxivə əlavə et
da: Tilføj i filarkivet
de: Zum Archiv hinzufügen
es: Añadir al archivo
hu: Hozzáadás az archívumhoz
ja: アーカイブに追加
nl: Toevoegen aan archief
pt_br: Adicionar ao grupo de arquivos
ru: Добавить в архив
sk: Prida» do archívu
sv: Lägg till i filarkivet
uk: Додати в арх╕в
zh_cn: 添加到归档文件

source: Remove from archive
az: Arxivdən çıxart
da: Fjern fra filarkivet
de: Vom Archiv entfernen
es: Remover del archivo
hu: Eltávolítás az archívumból
ja: アーカイブから削除
nl: Verwijdere uit archief
pt_br: Remover do grupo de arquivos
ru: Удалить из архива
sk: Odstráni» z archívu
sv: Ta bort från filarkivet
uk: Видалити з арх╕ву
zh_cn: 从归档文件中删除

source: List archive contents
az: Arxiv içindəkilərini düzün
da: Vis indholdet i arkivet
de: Archiv-Inhalt auflisten
es: Listar contenido del archivo
hu: Archívum tartalmának listázása
ja: アーカイブの内容一覧
nl: Archief inhoud weergeven
pt_br: Listar conteúdos do grupo de arquivos
ru: Список содержимого архива
sk: Vypísa» obsah archívu
sv: Visa innehållet i arkivet
uk: Список вм╕сту арх╕ву
zh_cn: 列出归档文件内容

source: Use built-in viewer
az: Daxili göstərici istifadə et
da: Brug indbygget visningsværktøj
de: Eingebauten Viewer nutzen
es: Utilizar visualizador incluído
hu: Beépített nézõke használata
ja: ビルトインビューワの使用
nl: Gebruik ingebouwde weergave
pt_br: Usar visualizador embutido
ru: Использовать встроенный просмотрщик
sk: Pou¾i» zabudovaný prehliadaè
sv: Använd inbyggt visningsverktyg
uk: Використовувати вмонтований перегляд
zh_cn: 使用内建查看器

source: Archiving
az: Arxivləmə
da: Arkivering
de: Archivierung
es: Archivar
hu: Archiválás
ja: アーカイブ
nl: Bezig met archiveren
pt_br: Arquivando
ru: Архивирование
sk: Archivujem
sv: Arkivering
uk: Арх╕вування
zh_cn: 归档

source: Miscellaneous
az: Müxtəlif
da: Diverse
de: Verschiedenes
es: Misceláneos
hu: Egyéb beállítások
ja: その他
nl: Anders
pt_br: Variedade
ru: Разное
sk: Rôzne
sv: Diverse
uk: Р╕зне
zh_cn: 其它

source: Location of temporary directory
az: Müvəqqəti qovluq yeri
da: Sted for temporært katalog
de: Ort des temporären Verzeichnisses
es: Localización de directorios temporales
hu: Az ideiglenes könyvtár helye
ja: 一時ディレクトリの場所
nl: Locatie van tijdelijke directory
pt_br: Localização de diretório temporário
ru: Размещение временного каталога
sk: Miesto pre doèasný prieèinok
sv: Plats för temporär katalog
uk: Розм╕щення тимчасового каталогу
zh_cn: 临时目录位置

source: Name of shell to use for executing commands
az: Əmr işə salınması üçün istifadə edilən qabıq adı
da: Navnet på skallen som skal bruges for kørsel af kommandoer
de: Name der Shell die für die Ausführung von Kommandos genutzt werden soll
es: Nombre del shell a utillizar para ejecutar comandos
hu: A parancsok végrehajtására szolgáló shell neve
ja: コマンドの実行に使用するシェルの名前
nl: Naam van te gebruiken shell voor het uitvoeren van commando's
pt_br: Nome do shell para ser usado na execução de comandos
ru: Название оболочки используемой для выполнения команд
sk: Meno shellu pou¾ívaného pre vykonávanie príkazov
sv: Namnet på skalet som skall användas för körning av kommandon
uk: Назва оболонки, що використову╓ться для виконання команд
zh_cn: 执行命令的 shell 名称

source: Temporary directory
az: Müvəqqəti qovluq
da: Temporært katalog
de: Temporäres Verzeichnis
es: Directorios temporales
hu: Ideiglenes könyvtár
ja: 一時ディレクトリ
nl: Tijdelijk directory
pt_br: Diretório temporário
ru: Временный каталог
sk: Doèasný prieèinok
sv: Temporär katalog
uk: Тимчасовий каталог
zh_cn: 临时目录

source: Apply selected command
az: Seçili əmri əlavə edin
da: Brug valgt kommando
de: Gewählten Befehl übernehmen
es: Aplicar comando seleccionado
hu: Kiválasztott parancs alkalmazása
ja: 選択されたコマンドを適用
nl: Geselecteer commando toepassen
pt_br: Aplicar comando selecionado
ru: Применить выделенную команду
sk: Pou¾i» vybraný príkaz
sv: Använd valt kommando
uk: Застосувати вибрану команду
zh_cn: 执行选中的命令

source: Close this dialog
az: Bu dialoqu qapat
da: Luk denne dialogboks
de: Diesen Dialog schließen
es: Cerrar este dialogo
hu: Párbeszédablak bezárása
ja: このダイアログを閉じる
nl: Dit dialoogvenster sluiten
pt_br: Fechar este diálogo
ru: Закрыть это диалоговое окно
sk: Zavrie tento dialóg
sv: Stäng detta fönster
uk: Закрити це д╕алогову в╕кно
zh_cn: 关闭此对话框

source: window1
az: pəncərə1
da: vindue1
de: Fenster1
es: Ventana1
pt_br: janela1
ru: окно1
uk: в╕кно1
zh_cn: 窗口1

source: File name
az: Dosye adı
da: Filnavn
de: Dateiname
es: Nombre de fichero
hu: Fájlnév
ja: ファイル名
nl: Bestandsnaam
pt_br: Nome do arquivo
ru: Имя файла
sk: Meno súboru
sv: Filnamn
uk: Назва файлу
zh_cn: 文件名

source: Size (bytes)
az: Böyüklük (bayt)
da: Størrelse (byte)
de: Größe (Byte)
es: Tamaño (bytes)
hu: Méret (bájt)
ja: サイズ (バイト)
nl: Omvang (bytes)
pt_br: Tamanho (bytes)
ru: Размер (байт)
sk: Veµkos» (bajty)
sv: Storlek (byte)
uk: Розм╕р (байт╕в)
zh_cn: 大小 (字节)

source: Permissions
az: Səlahiyyətlər
da: Rettigheder
de: Rechte
es: Permisos
hu: Jogosultságok
ja: パーミッション
nl: Rechten
pt_br: Permissões
ru: Права доступа
sk: Prístupové práva
sv: Rättigheter
uk: Права доступу
zh_cn: 权限

source: Inode
es: Inodo
ja: iノード
sv: Inod
uk: I-вузол
zh_cn: i节点

source: # of Links
az: # Bağlardan
da: Antal lænker
de: Anzahl der Links
es: # de Enlaces
hu: Linkek száma
ja: リンク数
nl: # Links
pt_br: # de links
ru: Число ссылок
sk: poèet odkazov
sv: Antal länkar
uk: К╕льк╕сть посилань
zh_cn: 链接数量

source: User name / UID
az: İstifadəçi adı / UID
da: Brugernavn / UID
de: Benutzername / UID
es: Nombre de usuario / UID
hu: Felhasználói név / UID
ja: ユーザ名 / UID
nl: Gebruikersnaam / UID
pt_br: Nome do usuário / UID
ru: Имя пользователя / UID
sk: Vlastník / UID
sv: Användarnamn / UID
uk: Назва користувача / UID
zh_cn: 用户名称/UID

source: Group name / GID
az: Qrup adı / GID
da: Gruppenavn / GID
de: Gruppenname / GID
es: Nombre de grupo /GID
hu: Csoportnév / GID
ja: グループ名 / GID
nl: Groepnaam / GID
pt_br: Nome do grupo / GID
ru: Имя группы / GID
sk: Skupina / GID
sv: Gruppnamn / GID
uk: Назва групи / GID
zh_cn: 组名称/GID

source: Last accessed
az: Son çatma vaxtı
da: Seneste adgang
de: Letzter Zugriff
es: Último acceso
hu: Utolsó hozzáférés
ja: 最終アクセス
nl: Laatst benaderd
pt_br: Acessado por último
ru: Последний доступ
sk: Posledné pou¾itie
sv: Senaste åtkomst
uk: Останн╕й доступ
zh_cn: 最后存取时间

source: Last modified
az: Son təklmilləşdirmə düzəlişi
da: Seneste ændring
de: Zuletzt verändert
es: Última modificación
hu: Utolsó módosítás
ja: 最終変更
nl: Laatst gewijzigd
pt_br: Modificado por último
ru: Последнее изменение
sk: Posledná zmena
sv: Senaste ändring
uk: Остання зм╕на
zh_cn: 最后修改时间

source: Last status change
az: Axırıncı hal dəyişikliyi
da: Seneste statusændring
de: Letze Statusänderung
es: Último cambio de estado
hu: Utolsó állapotváltozás
ja: 最終状況変更
nl: Laatste status wijziging
pt_br: Última alteração de status
ru: Последнее изменение состояния
sk: Posledná zmena stavu
sv: Senaste statusändring
uk: Останн╕ зм╕ни стану
zh_cn: 最后状态改变时间

source: File block size
az: Dosye blok böyüklüyü
da: Filblokstørrelse
de: Dateiblockgröße
es: Tamaño del bloque
hu: Fájl blokkmérete
ja: ブロックサイズ
nl: Bestands blok omvang
pt_br: Tamanho de bloco de arquivo
ru: Размер блока файла
sk: Veµkos» bloku súboru
sv: Filblockstorlek
uk: Розм╕р блоку файлу
zh_cn: 文件块大小

source: Blocks allocated
az: Yeri Tapılan Bloklar
da: Allokerede blokke
de: Blöcke verwendet
hu: Blokk lefoglalva
ja: 確保されたブロック数
nl: Toegewezen blokken
pt_br: Blocos alocados
sk: Alokovaných blokov
sv: Allokerade block
uk: Блок╕в вид╕лено
zh_cn: 占用块数

source: Could not open '%s'
az: '%s' açıla bilmədi
da: Kunne ikke åbne "%s"
de: '%s' konnte nicht geöffnet werden
es: Imposible abrir '%s'
hu: Nem lehet megnyitni '%s'-t
ja: '%s'を開けませんでした
nl: Kon '%s' niet openen
pt_br: Não foi possível abrir '%s'
ru: Невозможно открыть "%s"
sk: Nemô¾em otvori» '%s'
sv: Kunde inte öppna "%s"
uk: Неможливо в╕дкрити "%s"
zh_cn: 无法打开 “%s”

source: Opening selected files...
az: Seçili dosyelər açılır...
da: Åbner valgte filer...
de: Gewählte Dateien werden geöffnet...
es: Abrir ficheros seleccionados...
hu: Kijelölt fájlok megnyitása...
ja: 選択されたファイルを開いています...
nl: Bezig met openen geselecteerde bestanden...
pt_br: Abrindo arquivos selecionados...
ru: Открытие выделенных файлов...
sk: Otváram vybrané súbory...
sv: Öppnar valda filer...
uk: В╕дкривання вибраних файл╕в...
zh_cn: 正在打开选中的文件...

source: Deleting selected files...
az: Seçili dosyelər silinir...
da: Fjerner valgte filer...
de: Gewählte Dateien werden gelöscht...
es: Encuentra múltiples ficheros...
hu: Kijelölt fájlok törlése...
ja: 選択されたファイルを削除しています...
nl: Bezig met verwijderen geselecteerde bestanden...
pt_br: Apagando arquivos selecionados...
ru: Удаление выделенных файлов...
sk: Odstraòujem vybrané súbory...
sv: Tar bort valda filer...
uk: Стирання вибраних файл╕в...
zh_cn: 正在删除选中的文件...
