Repository: GNOME/gnome-i18n
Catalog: extra-po/xchat/*.po
Languages: gl, ja, lt, lv, ro, ru, sk, tr, uk

source: Raw Mode Display
gl: Amosar en modo cru
lt: Grynas mode rodymas
lv: Jçldatu Reþîma Displejs
ro: Afiºare în mod brut
ru: Режим необработанного вывода
sk: Zobrazenie v Raw móde
tr: Kaba gösterge
uk: Режим необробленого виводу

source: Display raw mode changes instead of interpretations
gl: Amosar cambios crus en vez de interpretaciones
lt: Rodyti grynus mode pakeitimus vietoj interpretacijø
lv: Parâdît jçldatu reþîma izmaiòas nevis interpretâcijas
ro: Afiºeazã schimbãrile în mod brut, în loc de a le interpreta
ru: Показывать изменения в режиме необработанного вывода вместо интерпретаций
sk: Zobrazí zmeny v raw móde namiesto v interpretáciách
tr: Daima kaba göstergeyi göster
uk: Показувати зм╕ни в режим╕ необробленого виводу зам╕сть ╕нтерпретац╕й

source: Beep on Private Messages
gl: Pitar nos mensaxes privados
ja: プライベートメッセージにビープ音を鳴らす
lt: Pyptelëti, gavus asmeninæ þinutæ
lv: Pîkstiens uz Privâtâm Ziòâm
ro: Beep-uie la mesajele private
ru: Гудок при частных сообщениях
sk: Zazvoni» pri súkromnej správe
tr: Þahsi iletilerde týngýrtýyla haber ver
uk: Си╜нал на приватних пов╕домленнях

source: Beep when a private message for you is received
gl: Pitar cando chega un mensaxe privado para vostede
ja: プライベートメッセージを受け取ったときに, ビープ音を鳴らせて知らせます.
lt: Pyptelëti, kai ateina tau skirta asmeninë þinutë
lv: Pîkstiens, kad privâts paziòojums
ro: Beep-uie în momentul în care se primeºte un mesaj privat
ru: Издавать гудок при получении частного сообщения
sk: Zazvoní, pri príchode súkromnej správy
tr: Senin için gelen þahsi iletilerde týngýrtýyla haber ver
uk: Си╜нал╕зувати на прийом╕ приватних пов╕домлень

source: Don't send /who #chan on join.
gl: Non facer un /who #canle ó entrar.
tr: Giriþte "/who #chan"'i gönderme .
uk: Не в╕дсилати /who #канал на при╓днан╕.

source: Don't find user information when joining a channel.
gl: Non buscar información de usuario cando se entra nunha canle.
tr: Kullanýcý bilgilerini giriþte almaya uðraþma .
uk: Не шикати ╕нформац╕ю про користувача п╕д час п╕д'╓днання до каналу.

source: Perform a periodic mail check.
gl: Facer unha comprobación periódica de mail.
lt: Periodiðkai aptikrinti paðtà.
lv: Izdarît periodisku pasta pârbaudi
ro: Executã o verificare periodicã a mail-ului
ru: Выполнять периодическую проверку почты.
sk: Neustála kontrola po¹ty.
tr: Daimi bir ePosta kontrolü yap
uk: Виконувати пер╕одичну перев╕рку пошти.

source: Your irc settings
gl: Configuración de IRC
ja: 個人の設定
lt: Tavo IRC nuostatos
lv: Tavi irc uzstâdîjumi
ro: Setãrile dvs. de IRC
ru: Ваши настройки irc
sk: Nastavenie IRC
tr: Senin IRC ayarlarýn
uk: Ваш╕ налаштування IRC

source: Quit Message:
gl: Mensaxe de saída
ja: 終了時のメッセージ:
lt: Pabaigos þinutë:
lv: Izieðanas Paziòojums
ro: Mesaj de ieºire:
ru: Сообщение о выходе:
sk: Správa pri ukonèení
tr: Çýkýþ iletisi :
uk: Пов╕домлення виходу:

source: Part Message:
lt: Iðëjimo þinutë:
lv: Pameðanas Paziòojums
ro: Mesaj de ieºire:
sk: Správa pri opustení:
uk: Пов╕домлення в╕д'╓днання:

source: These can be a filename relative to ~/.xchat/ to be used as a list of random quit or part reasons.
lt: Tai gali bûti bylø vardai, nurodyti santykinai ~/.xchat/, naudojami parinkti atsitiktinëms pabaigos ar iðëjimo prieþastims.
lv: Ðeit var tikt lietots datnes nosaukums lîdzîgi kâ ~/.xchat/ kâ gadîjumkârtas izieðanas un pameðnas iemeslu saraksts.
ro: Acesta poate fi un nume de fisier relativ la calea ~/.xchat/ care va fi folosit ca o lista aleatoare de mesaje deconectare.
ru: Можно указать имя файла относительно ~/.xchat/ в качестве источника случайно выбираемых сообщений о выходе или отсутствии.
sk: To mô¾e by» meno súboru relatívne k ~/.xchat/, ktoré sa pou¾ije ako náhodný zoznam dôvodov pre ukonèenie alebo opustenie.
uk: Це можуть бути назви файл╕в в╕дносно ~/.xchat/, як╕ будуть використан╕ як список випадкових причин виходу чи в╕д'╓днання.

source: External Programs
gl: Programas Externos
ja: 外部プログラム
lt: Iðorinës programos
lv: Ârçjâs Programmas
ro: Programe externe
ru: Внешние программы
sk: Externé programy
tr: Baþka uygulamalar
uk: Зовн╕шн╕ програми

source: DNS Lookup Program:
gl: Programa de búsqueda de DNS:
ja: DNS Lookup プログラム:
lt: DNS paieðkos programa:
lv: DNS apskates programma:
ro: Program de DNS lookup
ru: Программы поиска DNS:
sk: Program vyhµadávania DNS:
tr: DNS aramaçý :
uk: Програма пошуку DNS:

source: Timing
gl: Temporización
ja: 時間の調節
lv: Laiki
ru: Задержки
sk: Intervaly
tr: Zamanlama
uk: Затримки

source: Auto ReConnect Delay:
gl: Retardo de reconexión automática:
ja: 再接続の遅延時間:
lt: Savaiminio prisijungimo delsa:
lv: Automâtiskâs Pieslçgðanâs Pauzes:
ro: Pauzã între reconectãri automate
ru: Задержка автовозобновления соединения
sk: Oneskorenie automatického pripojenia
tr: Oto-yeniden baðlanma süresi :
uk: Затримка перевстановлення з'╓днання:

source: seconds.
gl: segundos.
ja: 秒
lt: sekundþiø.
lv: sekundes.
ro: secunde
ru: секунд.
sk: sekúnd.
tr: saniye .
uk: секунд.

source: Address
gl: Dirección
lt: Adresas
lv: Adrese
ro: Adresã
ru: Адрес
sk: Adresa
tr: Adres
uk: Адреса

source: Hostname / IP Number:
gl: Nome dos host / Número de IP:
lt: Hosto vardas / IP numeris:
lv: Resursdatora vârds / IP
ro: Nume host / Numãr IP:
ru: Имя хоста / IP-адрес:
sk: Meno hostiteµa/IP adresa:
tr: Sunucu adý / IP numarasý :
uk: Назва машини / Номер IP:

source: Most people should leave this blank, it's only usefull for machines with multiple addresses.
gl: Moita xente deería deixar eso en blanco, é so útil para máquinas con varias direccións.
lt: Dauguma þmoniø ðitai turëtø palikti tuðèià, tai naudinga tik maðinoms su keletu adresø.
lv: Vairumam cilvçku ðis bûtu jâatstâj tukðs, tas ir noderîgi tikai datoriem ar vairâkâm adresçm.
ro: Majoritatea persoanelor ar trebui sã lase acest câmp gol, este util doar pentru maºinile cu adrese multiple.
ru: Большинство оставляет эти поля пустыми, они полезны только для машин с несколькими адресами.
sk: Pre väè¹inu µudí je dobré toto necha» prázdne, je to pou¾iteµné v prípade viacnásobných adries.
tr: Çoðu kiþi burayý boþ býrakmasý yeterli, zira sadece çoklu adresi olanlar için önemlidir .
uk: Б╕льш╕сть лишають ц╕ поля порожн╕ми, вони корисн╕ лише для машин з дек╕льками адресами.

source: Get my IP from Server (for use in DCC Send only)
gl: Obter a miña IP do servidor (so para DCC)
lt: Gauti mano IP ið serverio (naudojama tik DCC siuntimui)
lv: Dabût manu IP no Servera (tikai DCC sûtîðanai)
ro: Obþine adresa mea IP de la server (pt. utilizare doar cu DCC Send)
ru: Получить мой IP с сервера (для использования только в "DCC Отправить")
sk: Získa» IP adresu zo serveru(iba pre DCC posielanie)
tr: Benim IP'mi sunucu'dan al ( DCC göndermelerinde kullanmak için )
uk: Отримати м╕й IP з сервера (лише для використання в DCC-передачах)

source: For people using a 10.* or 192.168.* IP number.
gl: Para xenge usando número de IP 10.* ou 192.168.*
lt: Þmonëms, naudojantiems 10.* ar 192.168.* IP numerius.
lv: Cilvçkiem, kuri lieto 10.* vai 192.168.* IP adresi.
ro: Pentru persoane ce utilizeazã numere IP cu 10.* sau 192.168.*
ru: Для людей использующих 10.* или 192.168.* адреса.
sk: Pre µudí pou¾ívajúcich 10.* alebo 192.168.* IP èísla.
tr: 10.* yada 192.168.* IP-numaralarýný kullananlar için .
uk: Для людей, що використовують адреси 10.* чи 192.168.*.

source: (Disabled)
gl: (Desactivado)
lt: (Uþdraustas)
lv: (Atslçgts)
ro: (Dezactivat)
ru: (Выключено)
sk: (Vypnuté)
tr: ( Kapalý )
uk: (Вимкнено)

source: Proxy Server Hostname:
gl: Nome do servidor Proxy:
lt: Proxy serverio hosto vardas:
lv: Proxy Servera Resursdatora Vârds:
ro: Numele Serverului de proxy:
ru: Имя хоста прокси-сервера:
sk: Meno hostiteµa proxy serveru:
tr: Arabellek sunucusu :
uk: Назва машини сервера прокс╕:

source: Proxy Server Port:
gl: Porto do servidor Proxy:
lt: Proxy serverio prievadas:
lv: Proxy Servera Ports:
ro: Portul serverului de proxy:
ru: Порт прокси-сервера:
sk: Port proxy serveru:
tr: Arabellek sunucusu kapýsý :
uk: Порт сервера прокс╕:

source: Proxy Type:
gl: Tipo de Proxy:
lt: Proxy tipas:
lv: Proxy Tips::
ro: Tipul proxy-ului:
ru: Тип прокси-сервера:
sk: Typ proxy:
tr: Arabellek sunucu tipi :
uk: Тип прокс╕:

source: Show away once
gl: Amosar mensaxe away so unha vez
lt: Rodyti ¥nëra´ vienà kartà
lv: Parâdît prombûtni vienreiz
ro: Afiºeazã mesaj de away o singurã datã
ru: Показывать только один раз
sk: Zobrazova» AWAY iba raz
tr: Uzaklaþmayý bi' defa göster
uk: Показувати в╕дстутн╕сть одноразово

source: Only show away messages the first time they're seen
gl: So amosar mensaxes de away so a primeira vez que se ven
lt: Rodyti ¥nëra´ þinutæ tik pirmà kartà.
lv: Parâdît prombûtnes paziòojumus tikai pirmo reizi, kad tie ir redzami
ro: Afiºeazã mesajele de away doar prima datã când sunt vãzute
ru: Показывать сообщение об уходе только в первый раз когда они видны
sk: Ukazova» AWAY správy iba pri ich prvom zobrazení
tr: Uzaklaþma iletilerini sadece bir defa göster
uk: Показувати пов╕домлення про в╕дсутн╕сть в╕дразу ж, як про них стане в╕домо

source: Announce away messsages
gl: Anunciar mensaxes de away
ja: Away メッセージのアナウンス
lt: Skelbti nebûties þinutës
lv: Paziòot prombûtnes paziòojumus
ro: Anunþã mesajele de away
ru: Объявить сообщения об отсутствии
sk: Posiela» AWAY správy
tr: Uzaklaþma iletilerini anons et
uk: Оголошувати пов╕домлення про в╕дсутн╕сть

source: Announce your away message to the channel(s) you are in
gl: Anunciar o away ós canais nos que está vostede
ja: Away メッセージを, 参加しているすべてのチャネルに流します.
lt: Skelbti, kad tavæs nëra, visuose kanaluose, kuriuose esi.
lv: Paziòot tavus prombûtnes ziòojumus kanâlâ (os), kuros tu atrodies.
ro: Anunþã mesajele de away pe canalul/canelele pe care sunteþi
ru: Выдавать сообщение о вашем уходе на канале(ах) где вы есть
sk: Zasla» AWAY správu na kanál(y), ku ktorím ste pripojený
tr: Uzaklaþma iletilerini bulunduðum oturumda anons et
uk: Оголошувати ваш╕ пов╕домлення про в╕дсутн╕сть на каналах де ви ╓

source: Your away settings
gl: Configuración de away
ja: Away の設定
lt: Tavo nebûties nuostatos
lv: Jûsu prombûtnes uzstâdîjumi
ro: Setãrile dvs. de away
ru: Ваши настройки отсутствия
sk: Nastavenie AWAY
tr: Uzaklaþma ayarlarý :
uk: Ваш╕ налаштування в╕дсутност╕

source: Away Reason:
gl: Razón de away:
ja: Away の理由:
lt: Nebûties prieþastis:
lv: Prombûtnes Iemesls:
ro: Motiv away:
ru: Причина отсутствия:
sk: Dôvod pre AWAY:
tr: Uzaklaþma nedeni :
uk: Причина в╕дсутност╕:

source: Words to Highlight:
lt: Paryðkinami þodþiai:
lv: Vârdi, kurus Izgaismot
ro: Cuvinte care vor fi colorate:
ru: Слова для подсветки:
sk: Slová pre zvýraznenie:
uk: Слова для п╕дсв╕тки:

source: (separate with commas)
gl: (separar con comas)
ja: (コンマで区切って複数指定できます)
lt: (atskirk kableliais)
lv: (attdali ar komatiem)
ro: (separaþi cu virgule)
ru: (разделенные запятой)
sk: (oddeli» èiarkami)
tr: (virgüllerle ayrýlmýþ)
uk: (розд╕лен╕ комами)

source: Hilighted Nick Color:
gl: Cor para o apodo resaltado:
ja: 使用する色 (0-15):
tr: Rendlendirilimiþ kýsad rengi :
uk: Кол╕р п╕дсв╕тки пр╕звиська:

source: Logging
gl: Histórico
ja: ログ
lt: Loginimas
lv: Iegrâmatoðana
ro: Logare
ru: Регистрация
sk: Logovanie
tr: Gir
uk: Журналювання

source: Enable logging conversations to disk
gl: Gardar conversacións a disco
ja: チャットの内容をログに保存します.
lt: Leisti suraðyti visus pokalbius á bylas
lv: Aktivizçt sarunu iegrâmatoðanu uz diska
ro: Activeazã logarea conversaþiilor pe disc
ru: Включить регистрацию сообщений на диск
sk: Zapnú» ukladanie chatu do log súboru na disku
tr: Kayýtlamayý aç
uk: Ум╕мкнути журналювання пов╕домлень на диск

source: Always timestamp logs
lt: Visada áraðyti laikà á logus
lv: Vienmçr pielikt laiku pie þurnâliem
ro: Marcheaza timpul in loguri
ru: Всегда вставлять отметку времени в журналы
sk: V¾dy nastavi» èas záznamu
uk: Завжди ставити в╕дм╕тку часу в журналах

source: Always apply timestamp to disk logs
lt: Loguose visada raðyti, kada vyksta veiksmas
lv: Vienmçr likt laika atzîmes uz iegrâmatotajiem þurnâliem
ro: Aplica stampila de timp pe log-urile de pe disc.
ru: Всегда вставлять отметку времени в дисковые журналы
sk: V¾dy pou¾i» èas záznamu na disku
uk: Завжди ставити в╕дм╕тку часу в журналах на диску

source: Log name mask:
gl: Máscara para o nome do histórico:
lv: Þurnâldatnes maska:
ro: Mascã nume log:
ru: Маска регистрируемых имен:
sk: Maska mena záznamu:
tr: Kayýt dosya isim maskesi:
uk: Маска ╕мен для журналювання:

source: Generic
lt: Bendra
lv: Vispârçji
ro: General
ru: Общие
sk: V¹eobecné
uk: Загальн╕

source: Show notifies in active window
lt: Rodyti notify aktyviame lange
lv: Parâdît paziòojumus aktîvajâ logâ
ro: Arata notificarile in fereastra activa
ru: Показывать извещения в активном окне
sk: Zobrazi» upozornenia v aktívnom okne
uk: Показувати зв╕стки у активному в╕кн╕

source: Send /whois
lt: Siøsti /whois
lv: Sûtît /whois
ro: Trimite /cine e?
ru: Послать /whois
sk: Posla» /whois
uk: В╕дсилати /whois

source: User List Notify Highlighting
gl: Resaltar usuarios notificados nas listas
lt: Vartotojø sàraðo notify paryðkinimas
lv: Lietotâju Saraksta Paziòojumu Izgaismoðana
ro: Colorarea notificãrilor din lista de utilizatori
ru: Подсвечивание списка извещений о пользователях
sk: Zvýraznenie Friends v zozname pou¾ívateµov
tr: Kullanýcý listesi haber etme renklendirilmesi
uk: П╕св╕чування списку зв╕сток про користувач╕в

source: Highlight Notifies
gl: Resaltar notificacións
lt: Paryðkinti Notify
lv: Izgaismot Paziòojumus
ro: Coloreazã notificãrile
ru: Подсвечивание извещений
sk: Zvýrazòova»
tr: Haber iletilerini renklendir
uk: П╕дсв╕чування зв╕сток

source: Highlight notified users in the user list
gl: Resaltar usuarios notificados na lista de usuarios
lv: Izgaismot paziòojamos lietotâjus lietotâju sarakstâ
ro: Coloreazã utilizatorii notificaþi în lista de utilizatori
ru: Подсвечивание "извещающих" пользователей в списке пользователей
sk: Zobrazova» Friends v zozname pou¾ívateµov odli¹nou farbou
tr: Haber edilmiþ kullanýcýlarý renklendir
uk: П╕дсв╕чувати спов╕щених у списку користувач╕в

source: Notified User Color:
gl: Cor dos apodos notificados:
lv: Paziòojamâ Lietotâja Krâsa:
ro: Culoare utilizator notificat:
ru: Цвет "извещающих" пользователей:
sk: Farba:
tr: Haber edilmiþ kullanýcý rengi :
uk: Кол╕р спов╕щеного користувача:

source: Notification Timeouts
gl: Temporización das notificacións
lv: Paziòojumu Taimauts
ro: Timeout-uri de notificare
ru: Время ожидания извещения
sk: Interval pre upozornenie
tr: Haber verme zaman aralarý
uk: Час оч╕кування зв╕сток

source: Notify Check Interval:
gl: Intervalo de comprobación de notificacións:
lv: Paziòojumu Pârbaudes Intervâls:
ro: Interval de verificare a notificãrilor
ru: Интервал проверки извещения:
sk: Zvoµte interval:
tr: Haber verme zamaný :
uk: ╤нтервал перев╕рки зв╕сток (в секундах):

source: seconds (0=Disable).
lt: sekundþiø (0=uþdrausti).
lv: sekundes (0=Deaktivizçt).
ro: secunde. (0=Dezactivat)
ru: секунд (0=Отключен).
sk: sekúnd. (0=Vypnú»)
uk: (0 - вимкнути).

source: Enable Character Translation
gl: Activar traducción de caracteres
lt: Leisti simboliø vertimus
lv: Aktivizçt Rakstzimju Tulkoðanu
ro: Activeazã translatarea caracterelor
ru: Включить трансляцию символов
sk: Zapnú» preklad znakov
tr: Harf çevirisini aç
uk: Ув╕мкнути перетворення символ╕в

source: Translation File:
gl: Ficheiro de traduccións:
lt: Vertimo byla:
lv: Tolkotâjdatne:
ro: Fiºier translatare:
ru: Файл трансляции:
sk: Prekladový súbor:
tr: Tercüme dosyasý:
uk: Файл перетворень:

source: Use a ircII style translation file.
gl: Use un ficheiro de traduccións tipo ircII.
lt: Naudoti ircII stiliaus vertimo bylà.
lv: Lietot iircII stila tulkoðanas datni.
ro: Utilizeazã un fiºier de translatare în stil ircII.
ru: Использовать файл трансляции в стиле ircII.
sk: Pou¾i» prekladový súbor na ¹týl ircII.
tr: ircII-tipi tercüme dosyasýný kullan .
uk: Використовувати файл трансляц╕╖ в ст╕л╕ ircII.

source: Auto Open DCC Send Window
gl: Abrir fiestras de envío DCC automáticamente
ja: DCC 送信ウィンドウの自動オープン
lt: Savaime atidaryti DCC siuntimo langà
lv: Automâiski Atvçrt DCC Sûtîðanas Logu
ro: Deschide automat ferestra DCC Send
ru: Автоматически открывать окно "DCC Передача"
sk: Automaticky otvori» okno DCC posielania
tr: DCC Gönderme penceresinin otomatikman aç
uk: Автов╕дкривання в╕кна DCC-передач╕

source: Automatically open DCC Send Window
gl: Abrir automáticamente a fiestra de envío DCC
ja: リクエストがあったときに, DCC 送信ウィンドウを自動的に開きます.
lt: Savaime atidaryti DCC siuntimo langà
lv: Automâiski Atvçrt DCC Sûtîðanas Logu
ro: Deschide automat fereastra de trimitere DCC Send
ru: Автоматически открывать окно "DCC Передача"
sk: Automaticky otvori» DCC okno posielania
tr: DCC Gönderme penceresini otomatikman aç
uk: Автоматичне в╕дкривання в╕кна DCC-передач╕

source: Auto Open DCC Recv Window
gl: Abrir fiestras de recepción DCC automáticamente
ja: DCC 受信ウィンドウの自動オープン
lt: Savaime atidaryti DCC gavimo langà
lv: Automâiski Atvçrt DCC Saòemðanas Logu
ro: Deschide automat fereastra DCC Recv
ru: Автоматически открывать окно "DCC Прием"
sk: Automaticky otvori» DCC okno pre príjem
tr: DCC Alma Penceresinin otomatikman açýlýþý
uk: Автов╕дкривання в╕кна DCC-прийому

source: Automatically open DCC Recv Window
gl: Abrur automáticamente a fiestra de recepción DCC
ja: リクエストがあったときに, DCC 受信ウィンドウを自動的に開きます.
lt: Savaime atidaryti DCC gavimo langà
lv: Automâiski Atvçrt DCC Saòemðanas Logu
ro: Deschide automat fereastra de primire DCC Recv
ru: Автоматически открывать окно "DCC Прием"
sk: Automaticky otvori» DCC okno pre príjem
tr: DCC Alma Penceresini otomatikman aç
uk: Автоматичне в╕дкривання в╕кна DCC-передач╕

source: Auto Open DCC Chat Window
gl: Abrir fiestras de conversación DCC automáticamente
ja: DCC チャットウィンドウの自動オープン
lt: Savaime atidaryti DCC Chat langà
lv: Automâiski Atvçrt DCC Èata Logu
ro: Deschide automat fereastra DCC Chat
ru: Автоматически открывать окно "DCC Разговор"
sk: Automaticky otvori» DCC chatovacie okno
tr: DCC Sohbet penceresinin otomatikman aç
uk: Автов╕дкривання в╕кна DCC-розмови

source: Automatically open DCC Chat Window
gl: Abrir automáticamente a fiestra de conversación DCC
ja: クエストがあったときに, DCC チャットウィンドウを自動的に開きます.
lt: Savaime atidaryti DCC gavimo langà
lv: Automâiski Atvçrt DCC Èata Logu
ro: Dechide automat fereastra DCC Chat
ru: Автоматически открывать окно "DCC Разговор"
sk: Automaticky otvori» DCC chatovacie okno
tr: DCC Sohbet penceresini otomatikmam aç
uk: Автоматичне в╕дкривання в╕кна DCC-передач╕

source: Resume on Auto Accept
gl: Continuar ó aceptar automáticamente
ja: レジュームを使う
lt: Pratæsti automatiðkai priimant
lv: Atkârtot pie Automâtiskas Pieòemðanas
ro: Reia transferul la acceptare automatã
ru: Восстанавливать при АвтоПриеме
sk: Obnovi» pri automatickom príjme
tr: Oto-kabul'de yeniden baðlan
uk: Продовжувати на автоприйом╕ DCC

source: When Auto-Accepting DCC, try to resume.
gl: Cando se acepta automáticamente DCC, intentar continuar.
lt: Kai savaime priimami DCC gavimai, pratæsti esanèias bylas.
lv: Kad Automâtiski Pieòem DCC, mçìinât atkârtot
ro: Când se acceptã automat transferuri DCC, încearcã sã se reia transferul.
ru: При АвтоПриеме DCC, пытаться восстановить.
sk: Pri pou¾ívaní automatického príjmu DCC, pokúsi» sa o obnovenie.
tr: DCC'yi oto-kabul edince , yeniden baðlanmaya dene .
uk: П╕д час автоприйому DCC, намагатися продовжити.

source: Timeouts
gl: Esperas
ja: タイムアウト
lt: Laiko ribos
lv: Taimaouts
ro: Timeout-uri
ru: Тайм-ауты
sk: Doba uplynutia
tr: Zaman aþýmlarý
uk: Затримки

source: DCC Offers Timeout:
gl: Espera para os ofrecementos DCC:
lt: DCC pasiûlymø laiko riba:
lv: DCC Piedâvâjumu Taimauts:
ro: Timeout-uri oferte DCC
ru: Тайм-аут предложения DCC:
tr: DCC Öneri zaman aþýmý :
uk: Максимальна затримка пропозиц╕╖ DCC:

source: DCC Stall Timeout:
gl: Espera para a detención DCC:
lv: DCC Stenda Taimauts:
ro: Timeout-uri opriri de transfer DCC:
ru: Тайм-аут простоя DCC:
tr: DCC Stall zaman aþýmý :
uk: Максимальний час зупинки DCC:

source: Received files
gl: Ficheiros recibidos
ja: 受信したファイル
lt: Gautos bylos
lv: Saòemtâs Datnes
ro: Fiºiere primite
ru: Полученные файлы
sk: Prijaté súbory
tr: Alýnan dosyalar
uk: Прийнят╕ файли

source: File Permissions:
gl: Permisos dos ficheiros:
ja: ファイルのパーミッション:
lt: Bylø permisijos:
lv: Datòu Atïaujas:
ro: Permisiuni fiºier:
ru: Права на файлы:
sk: Práva súboru:
tr: Dosya ulaþým haklarý :
uk: Права на файл:

source: (octal)
ja: (8進数)
lt: (aðtuonetainiais)
lv: (oktâls)
ru: (восьмеричное)
sk: (osmièková sústava)
tr: ( onaltýlý )
uk: (в╕с╕мков╕)

source: Directory to save to:
gl: Directorio no que grabar:
ja: 保存先のディレクトリ:
lt: Katalogas, á kurá saugoti:
lv: Direktorijs, kurâ glabât:
ro: Directorul de salvat:
ru: Каталог для сохранения:
sk: Prieèinok pre ukladanie:
tr: Kayýdýn gidecek olduðu dizin :
uk: Каталог для збереження:

source: Save file with Nickname
gl: Grabar ficheiro co alias
ja: ニックネームでファイルを保存
lt: Saugoti bylà su niku
lv: Saglabât datni ar Segvârdu
ro: Salveazã fiºierul cu nick-ul
ru: Сохранять файл с псевдонимом
sk: Ulo¾i» súbor s prezývkou
tr: Dosyayý lakapla kaydet
uk: Збер╕гати файл з псевдон╕мом

source: Put the sender's nickname in incoming filenames
gl: Poñer o alias do emisor no nome dos ficheiros recibidos
ja: 保存するファイル名にニックネームを使用します.
lt: Ádëti siuntëjo nikà á gauntø bylø vardus
lv: Likt sûtîtâja segvârdu ienâkoðâs datnes vârdâ
ro: Pune nick-ul expeditorului în fiºierul de intrare
ru: Помещать псевдоним отправителя имена принимаемых файлов
sk: Prida» prezývku odosielateµa do mena príchádzajúceho súboru
tr: Gönderenin lakabýný gelen dosyalarda kullan
uk: Вставляти псевдон╕м користувача у назви файл╕в, що приймаються

source: DCC Send Options
gl: Opcións de envío DCC
ja: DCC 送信の設定
lt: DCC siuntimo parinktys
lv: DCC Sûtîðanas Opcijas
ro: Opþiuni DCC Send
ru: Параметры DCC Передачи
sk: Voµby DCC odesielania:
tr: DCC gönderme ayarlarý
uk: Параметри DCC-передач╕

source: Fast DCC Send
gl: Envíos DCC Rápidos
ja: 高速に送る
lt: Greitas DCC siuntimas
lv: Âtra DCC Sûtîðana
ro: DCC Send rapid
ru: Быстрая DCC Передача
sk: Rýchle DCC odosielanie
tr: Hýzlý DCC ile gönder
uk: Швидка DCC-передача

source: Don't wait for ACKs to send more data
gl: Non espera polos ACKs do protocolo DCC para enviar máis datos
ja: 送信時に ACK を待たないでデータを送ります.
lt: Nelaukti ACK'ø, kad siøstume naujus duomenis
lv: Negaidît, lai ACK sûta vçl datus
ro: Nu aºtepta dupã ACK-uri pentru a trimite mai multe date
ru: Не ждать подтверждения при передаче данных
sk: Neèaka» na potvrdenie (ACKS) pred odosielaním ïal¹ích dát
tr: ACKlerin daha fazla bilgi göndermek için gelmelerini bekleme
uk: Не оч╕кувати п╕дтверджень для в╕дсилання наступних даних

source: First DCC Send Port:
lt: Pirmas DCC siuntimo prievadas:
lv: Âtrâs DCC Sûtîðanas Ports:
ru: Первый порт для DCC Передачи:
sk: Prvý port pre DCC odosielanie:
uk: Порт швидко╖ DCC-передач╕:

source: (0=Disabled)
lt: (0=Uþdraustas)
lv: (0=Deaktivizçts)
ro: (0=Dezactivat)
ru: (0=Выключено)
sk: (0=Vypnuté)
uk: (0=Вимкнено)

source: Last DCC Send Port:
lt: Paskutinis DCC siuntimo prievadas:
lv: Pçdçjais DCC Sûtîðanas Ports:
ru: Последний порт для DCC Передачи:
sk: Posledný port pre DCC odosielanie:
uk: Останн╕й порт DCC-передач╕:

source: Send Block Size:
gl: Tamaño dos bloques enviados:
lt: Siunèiamø blokø dydis:
lv: Sûtâmâ Bloka Lielums:
ro: Dimensiune bloc de trimitere:
ru: Передавать блок размером:
sk: Veµkos» odosielaného bloku:
tr: Gönderilen blokun boyutu :
uk: Розм╕р блоку в╕дсилання:

source: (1024=Normal)
lt: (1024=Normalus)
lv: (1024=Normâls)
ru: (Обычный=1024)
sk: (1024=©tandardne)
tr: ( 1024 normaldýr )
uk: (Зазвичай 1024)

source: Built-in Replies
gl: Respostas por defecto
ja: 組み込み応答
lt: Átaisyti atsakymai
lv: Iebûvçtâs Atbildes
ro: Rãspunsuri înglobate
ru: Встроенные ответы
sk: Vstavané odpovede
tr: Programlanan oto-cevaplarý kullan
uk: Вмонтован╕ в╕дпов╕д╕

source: Hide Version
gl: Esconder Versión
ja: バージョンを隠す
lt: Paslëpti versijà
lv: Paslçpt Versiju
ro: Ascunde versiunea
ru: Скрыть версию
sk: Skry» verziu
tr: Versiyon bilgisini gizle
uk: Приховати верс╕ю
