Repository: GNOME/gnome-i18n
Catalog: extra-po/xchat/*.po
Languages: gl, ja, lt, lv, ro, ru, sk, tr, uk

source: Ok
gl: Aceptar
ja: 了解
lt: Gerai
tr: Oldu
uk: Гаразд

source: Server List..
gl: Lista de servidores...
ja: サーバ一覧...
lt: Serveriø sàraðas...
lv: Serveru Saraksts..
ro: Listã de servere...
ru: Список серверов...
sk: Zoznam serverov..
tr: Sunucu listesi ....
uk: Список сервер╕в...

source: New Server Tab..
gl: Nova pestana de servidor...
ja: サーバタブを追加..
lt: Nauja serverio kortelë...
lv: Jauna Servera Sadaïa..
ro: Tab nou de server..
ru: Закладка для нового сервера..
sk: Nový server..
tr: Yeni bir sunucu tab'i ..
uk: Нова серверна стор╕нка...

source: New Server Window..
gl: Nova fiestra de servidor...
ja: サーバウィンドウを追加..
lt: Naujas serverio langas...
lv: Jauns Servera Logs..
ro: Fereastrã nouã de server..
ru: Окно нового сервера..
sk: Okno s novým serverom..
tr: Yeni bir sunucu penceresi ...
uk: Нове серверне в╕кно...

source: New Channel Tab..
gl: Nova pestana de canle...
ja: チャネルタブを追加..
lt: Nauja kanalo kortelë...
lv: Jauna Kanâla Sadaïa..
ro: Tab nou de canal..
ru: Закладка для нового канала..
sk: Nový kanál..
tr: Yeni bir kanal tab'i ..
uk: Нова канальна стор╕нка...

source: New Channel Window..
gl: Nova fiestra de canle...
ja: チャネルウィンドウを追加..
lt: Naujas kanalo langas...
lv: Jauns Kanâla Logs..
ro: Fereastrã nouã de canal..
ru: Окно нового канала..
sk: Okno s novým kanálom..
tr: Yeni bir kanal penceresi ...
uk: Нове канальне в╕кно...

source: New Shell Tab..
gl: Nova pestana de shell...
ja: シェルタブを追加..
lt: Nauja shell'o kortelë
lv: Jauna Èaulas Sadaïa..
ro: Tab nou de shell..
ru: Закладка для новой оболочки..
sk: Nový shell..
tr: Yeni bir komuta tab'i ..
uk: Нова стор╕нка оболонки...

source: Close
gl: Pechar
ja: 閉じる
lt: Uþdaryti
lv: Aizvçrt
ro: Închide
ru: Закрыть
sk: Zavrie»
tr: Kapat
uk: Закрити

source: Quit
gl: Saír
ja: 終了
lt: Iðeiti
lv: Iziet
ro: Ieºire
ru: Выйти
sk: Ukonèi»
tr: Çýk
uk: Вийти

source: Channel List Window..
gl: Fiestra de lista de canles...
ja: チャネルリスト..
lt: Kanalø sàraðo langas...
lv: Kanâlu Saraksta Logs..
ro: Fereasta de canale
ru: Список каналов...
sk: Zoznam kanálov...
tr: Kanal listesi penceresi ...
uk: В╕кно списку канал╕в...

source: DCC Send Window..
gl: Fiestra de envío DCC...
ja: DCC 送信ウィンドウ..
lt: DCC siuntimo langas...
lv: DCC Sûtîðanas Logs..
ro: Fereastra DCC Send..
ru: Окно DCC Send..
sk: DCC okno odoslania..
tr: DCC Gönderme penceresi ...
uk: В╕кно DCC-передач╕...

source: DCC Receive Window..
gl: Fiestra de recepción DCC...
ja: DCC 受信ウィンドウ..
lt: DCC gavimo langas...
lv: DCC Saòemðanas Logs..
ro: Fereastra de DCC Receive..
ru: Окно DCC Receive..
sk: DCC okno prijatia..
tr: DCC Alma penceresi ...
uk: В╕кно DCC-прийому...

source: DCC Chat Window..
gl: Fiestra de Fala DCC...
ja: DCC チャットウィンドウ..
lt: DCC pokalbio langas...
lv: DCC Èata Logs
ro: Fereastra DCC Chat..
ru: Окно DCC Chat..
sk: Chatovacie okno..
tr: DCC Sohbet penceresi ...
uk: В╕кно DCC-розмови...

source: Raw Log Window..
gl: Histórico...
ja: ログウィンドウ
lt: Ryðio Log langas...
lv: Jçldatu Þurnâla Logs..
ro: Fereastra de log brut..
ru: Окно системных сообщений..
sk: Okno so záznamami..
tr: Saf bir kayýt penceresi ...
uk: В╕кно журналу...

source: URL Grabber Window..
gl: Fiestra de captura de URL...
ja: URL ログウィンドウ..
lt: URL griebiklio langas...
lv: URL Savâcçja Logs..
ro: Fereastra de colectat URL-uri..
ru: Найденные URL'и...
sk: Ulo¾enie URL..
tr: URL tarayýcýsý ...
uk: В╕кно захоплених URL...

source: Notify List Window..
gl: Fiestra de lista de amigos...
ja: 通知リスト..
lt: Notify sàraðo langas...
lv: Paziòojumu Saraksta Logs..
ro: Fereastra de notificãri
ru: Окно списка извещений..
sk: Okno zoznamu upozornení..
tr: Haber etme liste penceresi ...
uk: В╕кно списку спов╕щень...

source: Ignore Window..
gl: Fiestra de xente ignorada...
ja: 無視リスト..
lt: Ignoravimo langas...
lv: Ignorçjamo Logs..
ro: Fereastra de ignorãri..
ru: Окно игнорирования..
sk: Ignorova» okno..
tr: Pencereyi atla
uk: В╕кно ╕гнорування...

source: Flush Buffer
gl: Volcar buffer
ja: バッファをフラッシュ
lt: Iðvalyti buferá
lv: Attîrît Buferi
ro: Goleºte buffer-ul
ru: Очистить буфер
sk: Obnovi» buffer
tr: Belleði temizle
uk: Скинути буфер

source: Search Buffer..
gl: Buscar buffer..
lt: _Paieðka buferyje...
lv: Meklçt Buferî..
ro: Cautã în buffer..
ru: Поиск в буфере..
sk: Prehµada» buffer..
tr: Bellekte bul ...
uk: Пошук в буфер╕...

source: Save Buffer..
gl: Gardar buffer
ja: バッファをセーブ..
lt: Ið_saugoti buferá...
lv: Saglabât Buferi..
ro: Salveazã buffer-ul..
ru: Сохранить буфер...
sk: Ulo¾i» buffer...
tr: Belleði kaydet ...
uk: Зберегти буфер...

source: Invisible
ja: 見せない
lt: Nematomas
lv: Neredzams
ro: Invizibil
ru: Невидимый
sk: Neviditeµný
tr: Beni gösterme
uk: Невидимий

source: Receive Wallops
gl: Recibir Wallops
ja: Wall メッセージを受け取る
lt: Gauti Wallops'us
lv: Saòemt Pçrienus
ro: Recepþioneazã wallop-urile
sk: Prijíma» globálne
tr: Yönetmenlerin ikaz iletilerini kabul et
uk: Приймати зв╕стки оператор╕в

source: Receive Server Notices
gl: Recibir avisos do servidor
lt: Gauti serverio pastabas
lv: Saòemt Servera Paziòojumus
ro: Recepþioneazã notificãrile de server
ru: Принять замечания сервера
sk: Prijíma» správy serveru
tr: Sunucu iletilerini kabul et
uk: Приймати зв╕стки сервера

source: Marked Away
gl: Marcado coma ausente
ja: 席を離れる
lt: Manæs nëra
lv: Atzîmçt kâ Promesoðs
ro: Marcat ca away
ru: Ушел
sk: Som preè
tr: "Uzak'ta" olarak göster
uk: В╕дсутн╕й

source: Auto Rejoin on Kick
gl: Reconectar nos Kick
ja: 蹴られたら再接続
lt: Savaime gráþti, kai iðspirtas
lv: Automâtiski Pievienoties pie Izmeðanas
ro: Re-join automat la kick
ru: Автоматически присоединяться после Kick
sk: Automaticky sa vráti» po KICKu
tr: Kanal'dan atýldýktan sonra kanala otomatikman katýl
uk: Автоматично при╓днуватись п╕сля викидання

source: Auto ReConnect to Server
gl: Reconectar ó servidor automáticamente
ja: サーバに再接続
lt: Savaime vël prisijungti prie serverio
lv: Automâtiski Pieslçgties Serverim
ro: Reconectare automatã la server
ru: Автоматически возобновлять соединение с сервером
sk: Automaticky sa pripoji» k serveru
tr: Sunucuya otomatikman yeniden baðlan
uk: Автоматично в╕дновлювати з'╓днання з сервером

source: Never-give-up ReConnect
gl: Nunca-abandonar Reconectar
lt: Niekada nenutraukti bandymo prisijungti
lv: Nekad nepadoties pie Pieslçgðanâs
ro: Nu renunþa niciodatã la reconectare
sk: Neustále pokusy o znovupripojenie
tr: Otomatik baðlanmadan vazgeçme
uk: Пост╕йно в╕дновлювати з'╓днання

source: Auto Open Dialog Windows
gl: Abrir Fiestras de diálogo automáticamente
ja: ダイアログの自動オープン
lt: Savaime atidaryti dialogø langus
lv: Automâtiski Atvçrt Dialoga Logus
ro: Deschide automat ferestrele de dialog
ru: Автоматически открывать диалоговые окна
sk: Automaticky otvori» dialógové okná
tr: Diyolg pencerelerini otomatikman aç
uk: Автов╕дкриття д╕алогових в╕кон

source: Auto Accept DCC Chat
gl: Aceptar Falas DCC automáticamente
ja: DCC チャットの許可
lt: Savaime priimti DCC Chat
lv: Automâtiski Pieòemt DCC Èatu
ro: Acceptã automat chat-ul DCC
ru: Автоматически принимать DCC Chat
sk: Automaticky prija» DCC chat
tr: DCC Sohbetini otomatikman aç
uk: Автоприйом DCC-розмови

source: Auto Accept DCC Send
gl: Aceptar Envíos DCC automáticamente
ja: DCC 送信の許可
lt: Savaime priimti DCC siuntimus
lv: Automâtiski Pieòemt DCC Sûtîðanu
ro: Acceptã automat transferul DCC
ru: Автоматически принимать DCC Send
sk: Automaticky akceptova» DCC posielanie
tr: DCC Göndermesini otomatikman kbul et
uk: Автоприйом DCC-передач╕

source: Setup..
gl: Configuración...
ja: 詳細..
lt: Nuostatos...
lv: Uzstâdîjumi..
ro: Setãri..
ru: Установки..
sk: Nastavenia...
tr: Ayarlar ...
uk: Установки...

source: Palette..
gl: Paleta...
ja: パレット..
lt: Paletë...
lv: Palete..
ro: Paletã..
ru: Палитра..
sk: Paleta..
tr: Palet ...
uk: Пал╕тра...

source: User Commands..
gl: Comandos de usuario...
ja: コマンド..
lt: Vartotojo komandos...
lv: Lietotâja Komandas..
ro: Comenzi utilizator..
ru: Команды пользователя..
sk: Pou¾ívateµské príkazy..
tr: Kullanýcý komutalarý
uk: Команди користувача...

source: CTCP Replies..
gl: Respostas CTCP...
ja: CTCP の応答..
lt: CTCP atsakymai...
lv: CTCP Atbildes..
ro: Rãspunsuri CTCP..
ru: Ответы CTCP..
sk: CTCP odpovedí..
tr: CTCP cevaplarý
uk: В╕дпов╕д╕ CTCP...

source: Userlist Buttons..
gl: Botóns da lista de usuarios...
ja: ユーザリストボタンの設定..
lt: Vartotojø sàraðo mygtukai...
lv: Lietotâju Saraksta Pogas..
ro: Butoane listã de utilizatori..
ru: Кнопки списка пользователей..
sk: Tlaèítka zoznamu pou¾ívateµov..
tr: Kullanýcý listesi basmalarý
uk: Кнопки списку користувач╕в...

source: Userlist Popup..
gl: Menú contextual da lista de usuarios...
ja: ユーザリストメニューの設定..
lv: Lietotâju Saraksta Âtrizvçlne..
ro: Popup listã de utilizatori..
ru: Меню списка пользователей..
sk: Zoznam pou¾ívateµov..
tr: Kullanýcý listesi uçan mönüsü ...
uk: Список користувач╕в...

source: Replace Popup..
gl: Menú de reemplazos...
ja: 置換文字列の設定..
lv: Apmainâmo Vârdu Âtrizvçlne..
ro: Popup de înlocuire
ru: Список замен..
sk: Nahradi» zoznam..
tr: Uçan mönüyü deðiþtir ...
uk: Список зам╕н...

source: URL Handlers..
gl: Manexadores de URL..
lv: URL Noteicçji..
ro: Handle-uri de URL-uri
ru: Обработчики URL..
sk: Správa URL..
tr: Adres yöneticisileri ...
uk: Обробники URL...

source: Edit Event Texts..
gl: Texto dos eventos...
ja: イベント文字列の編集..
lt: Keisti ávykiø uþraðus...
lv: Rediìçt Notikumu Tekstus..
ro: Editare evenimente de text..
ru: Редактировать тексты событий
sk: Upravi» hlásenia udalostí..
tr: Olay metinlerini deðiþtir ...
uk: Зм╕нити тексти под╕й...

source: Edit Key Bindings..
gl: Editar teclas asignadas...
ja: キーバインディング..
lt: Keisti klaviðø susiejimus...
lv: Rediìçt Taustiòu Kombinâcijas..
ro: Editeazã key binding-urile..
ru: Правка назначений клавиш..
sk: Upravi» klávesové skratky..
tr: Tuþ baðlarýný deðiþtir
uk: Зм╕нити комб╕нац╕╖ клав╕ш...

source: Reload Settings
gl: Configuración de recarga
lt: Vël ákelti nuostatas
lv: Pârlâdçt Uzstâdîjumus
ro: Reîncarcã setãrile
ru: Перазагрузить настройки
sk: Znovunaèíta» nastavenia
tr: Ayarlarý yeniden yükle
uk: Перезавантажити налаштування

source: Save Settings now
gl: Gardar configuración
ja: 設定を保存
lt: Iðsaugoti nuostatas dabar
lv: Saglabât uzstâdîjumus tûlît
ro: Salveazã setãrile acum
ru: Сохранить настройки
sk: Ulo¾i» nastavenia
tr: Ayarlarý þimdi kaydet
uk: Зберегти налаштування

source: Save Settings on exit
gl: Gardar configuración ó saír
ja: 終了時に設定を保存
lt: Iðsaugoti nuostatas iðeinant
lv: Saglabât Uzstâdîjumus pie izieðanas
ro: Salveazã setãrile la ieºire
ru: Сохранять настройки при выходе
sk: Ulo¾i» nastavenia pri ukonèení
tr: Ayarlarý çýkýþta kaydet
uk: Зберегти налаштування на виход╕

source: Help..
gl: Axuda...
ja: ヘルプ..
lt: Pagalba...
lv: Palîdzîba..
ro: Ajutor..
ru: Помощь..
sk: Nápoveda..
tr: Yardým ...
uk: Дов╕дка...

source: X-Chat Homepage..
gl: Páxina de X-Chat...
ja: ホームページ..
lt: X-Chat tinklapis...
lv: X-Chat Mâjas lapa..
ro: Homepage-ul X-Chat..
ru: Домашняя страница XChat..
sk: Domovská stránka X-Chat..
tr: X-Chat websitesi ...
uk: Домашня стор╕нка X-Chat

source: Online Docs..
gl: Documentos en liña...
ja: オンラインドキュメント..
lt: Dokumentacija...
lv: Tieðsaites Dokumentâcija..
ro: Documente online..
ru: Документация в сети..
sk: Online dokumentácia..
tr: Internet dokümanlarý
uk: Документац╕я в мереж╕...

source: About X-Chat..
gl: Acerca de X-Chat...
ja: X-Chat について..
lt: Apie X-Chat...
lv: Par X-Chat..
ro: Despre X-Chat..
ru: О программе X-Chat..
sk: Informácie o X-Chat..
tr: X-Chat hakkýnda
uk: Про X-Chat...

source: Perl Script..
gl: Script de PERL..
lt: Perl skriptas...
lv: Perl Skriptu..
ro: Script Perl..
ru: Cкрипт Perl..
sk: Skripty perlu..
tr: Perl denetlemi ...
uk: PERL-скрипт...

source: Python Script..
gl: Script de Python...
lt: Python skriptas...
lv: Python Skriptu..
ro: Script Python..
ru: Скрипт Python..
sk: Skripty pythona..
tr: Python denetlemi ...
uk: Python-скрипт...

source: Plugin..
lt: Priedai...
lv: Papildprogrammu..
ru: Модуль..
sk: Moduly..
tr: Eklemler ...
uk: Доповнення...

source: Perl List
gl: Lista de scripts de Perl
lt: Perl sàraðas
lv: Perl Saraksts
ro: Listã Perl
ru: Список скриптов Perl
sk: Zoznam Perlu
tr: Perl listesi
uk: Список PERL

source: Python List
gl: Lista de scripts de Python
lt: Python sàraðas
lv: Python Saraksts
ro: Listã Python
ru: Список скриптов Python
sk: Zoznam Pythona
tr: Python listesi
uk: Список Python

source: Plugin List
gl: Lista de Plugins
ja: プラグインリスト
lt: Priedø sàraðas
lv: Papildprogrammu Saraksts
ro: Listã plugin-uri
ru: Список модулей
sk: Zoznam pluginov..
tr: Eklem listesi
uk: Список доповнень

source: All Perl Scripts
gl: Todos os scripts de Perl
lt: Visus Perl skriptus
lv: Visus Perl Skriptus
ro: Toate script-urile Perl
ru: Все скрипты Perl
sk: V¹etky skripty perlu
tr: Yekin perl denetlemleri
uk: Ус╕ PERL-скрипти

source: All Python Scripts
gl: Todos os scripts de Python
lt: Visus Python skriptus
lv: Visus Python Skriptus
ro: Toate script-urile Python
ru: Все скрипты Python
sk: V¹etky skripty Pythona
tr: Yekin python denetlemleri
uk: Ус╕ Python-скрипти

source: All Plugins
gl: Todos os plugins
lt: Visus priedus
lv: Visas Papildprogrammas
ro: Toate plugin-urile
ru: Все модули
sk: V¹etky moduly
tr: Yekin eklemler
uk: Ус╕ доповнення

source: Load
gl: Cargar
lt: Ákelti
lv: Ielâdçt
ro: Încarcã
ru: Загрузить
sk: Naèíta»
tr: Yükle
uk: Завантажити

source: Info
ru: Инфо
sk: Informácie
tr: Bilgi
uk: ╤нформац╕я

source: Kill
gl: Matar
lt: Nuþudyti
lv: Nokaut
ro: Opreºte
ru: Убить
sk: Ukonèi»
tr: Öldür
uk: Знищити

source: Edit User Menu..
gl: Editar Menú de Usuario
lt: Keisti vartotojo meniu...
lv: Rediìçt Lietotâja Izvçlni..
ro: Editeazã meniul utilizator..
ru: Правка меню пользователя..
sk: Upravi» pou¾ívateµskú ponuku..
tr: Kullanýcý mönüsünü deðiþtir ...
uk: Зм╕на меню користувача...

source: _Windows
gl: _Fiestras
ja: ウィンドウ(_W)
lt: _Langai
lv: _Logi
ro: _Ferestre
ru: _Окна
sk: _Okná
tr: _Pencereler
uk: В╕кна

source: User _Modes
gl: _Modos de usuario
ja: 状態(_M)
lt: _Bûsenos
lv: Lietotâja _Reþîmi
ro: _Moduri Utilizator
ru: _Режимы пользователя
sk: _Voµby
tr: _Kullanýcý þekillendirmeleri
uk: Режими користувача

source: _Settings
gl: _Configuración
ja: 設定(_S)
lt: _Nuostatos
lv: _Uzstâdîjumi
ro: _Setãri
ru: _Настройки
sk: _Nastavenia
tr: _Ayarlar
uk: Налаштування

source: S_cripts & Plugins
gl: _Scripts e Plugins
ja: スクリプト & プラグイン(_C)
lt: S_kriptai ir pluginai
lv: S_kripti & Papildprogrammas
ro: S_cript-uri & plugin-uri
ru: _Скрипты и модули
sk: S_kripty a pluginy
tr: _Denetlemler & Eklemler
uk: Скрипти та доповнення

source: Use_r Menu
gl: Menús de usua_rio
lt: Va_rtotojo meniu
lv: Lietotâja _Izvçlne
ro: Meniu utilizato_r
ru: Меню пользователя
sk: Pou¾ív_ateµské menu
tr: K_ullanýcý mönüsü
uk: Меню користувача

source: _Help
gl: _Axuda
ja: ヘルプ(_H)
lt: _Pagalba
lv: _Palîdzîba
ro: _Ajutor
ru: Справка
sk: _Nápoveda
tr: _Yardým
uk: Дов╕дка

source: Windows
gl: Fiestras
ja: ウィンドウ
lt: Langai
lv: Logi
ro: Ferestre
ru: Окна
sk: Okná
tr: Pencereler
uk: В╕кна

source: User Modes
gl: Modos de usuario
ja: 状態
lt: Vartotojo bûsenos
lv: Lietotâja Reþîmi
ro: Moduri utilizator
ru: Режимы пользователя
sk: Voµby
tr: Kullanýcý þekillendirmeleri
uk: Режими користувача

source: Auto ReJoin on Kick
gl: Reconectar nos Kick
ja: 蹴られたら再接続
lt: Vël ateiti, jei iðspyrë
lv: Automâtiski Pievienoties pie Izmeðanas
ro: ReJoin automat la kick
ru: Автоматически присоединяться после сброса
sk: Automaticky sa vráti» po KICKu
tr: Atýldýktan sonra kanala otomatikman yeniden katýl
uk: Автоматично при╓днуватись п╕сля викидання

source: Settings
gl: Configuración
ja: 設定
lt: Nuostatos
lv: Uzstâdîjumi
ro: Setãri
ru: Настройки
sk: Nastavenia
tr: Ayarlar
uk: Налаштування

source: Replace..
gl: Reemplazar...
ja: 置換文字列の設定..
lt: Pakeisti...
lv: Apmainît..
ro: Înlocuire..
ru: Заменить..
sk: Nahradi»..
tr: Yerlemek için ara
uk: Зам╕нити...

source: Scripts & Plugins
gl: Scripts e Plugins
ja: スクリプト & プラグイン(_C)
lt: Skriptai ir pluginai
lv: Skripti & Papildprogrammas
ro: Script-uri ºo plugin-uri
ru: Скрипты и модули
sk: Skripty a pluginy
tr: Denetlemler & Eklemler
uk: Скрипти та доповнення

source: Load Perl Script..
gl: Cargar Script de PERL...
ja: Perl スクリプトを組み込む..
lt: Ákelti Perl skriptà...
lv: Ielâdçt Perl Skriptu..
ro: Încarcã script Perl..
ru: Загрузить скрипт Perl..
sk: Naèíta» skript perlu..
tr: Perl denetlemini yükle ..
uk: Завантажити PERL-скрипт...

source: Unload All Scripts
gl: Descargar todos os scripts
ja: すべてのスクリプトを取り外す
lt: Iðmesti visus skriptus
lv: Izlâdçt Visus Skriptus
ro: Descarcã toate script-urile
ru: Выгрузить все скрипты
sk: Ukonèi» v¹etky skripty
tr: Yekin denetlemleri etkisiz et
uk: Вивантажити ус╕ скрипти

source: Load Plugin (*.so)..
gl: Cargar plugin (*.so)...
ja: プラグインを組み込む (*.so)..
lt: Ákelti pluginà (*.so)...
lv: Ielâdçt Papildprogrammu (*.so)..
ro: Încarcã plugin (*.so)..
ru: Загрузить модуль (*.so)..
sk: Nahra» Plugin (*.so)..
tr: (*.so) eklemini yükle ...
uk: Завантажити доповнення (*.so)..

source: Unload All Plugins
gl: Descargar todos os plugins
ja: すべてのプラグインを取り外す
lt: Áðmesti visus pluginus
lv: Izlâdçt Visas Papildprogrammas
ro: Descarcã toate plugin-urile
ru: Выгрузить все модули
sk: Ukonèi» v¹etky pluginy
tr: Yekin eklemleri etkisiz et
uk: Вивантажити ус╕ доповнення

source: Load Python Script..
gl: Cargar script de Python...
lt: Ákelti Python skriptà...
lv: Ielâdçt Python Skriptu..
ro: Încarcã script Python..
ru: Загрузить скрипт Python..
sk: Naèíta» skript perlu..
tr: Python denetlemini yükle ...
uk: Завантажити Python-скрипт...

source: User Menu
gl: Menú de usuario
lt: Vartotojo meniu
lv: Lietotâja Izvçlne
ro: Meniu utilizator
ru: Меню пользователя
sk: Pou¾ívateµské menu
tr: Kullanýcý mönüsü
uk: Меню користувача

source: Edit User Menu
gl: Editar Menú de Usuario
lt: Taisyti vartotojo meniu
lv: Rediìçt Lietotâa Izvçlni
ro: Editeazã meniu utilizator
ru: Правка меню пользователя
sk: Upravi» pou¾ívateµskú ponuku
tr: kullanýcý mönüsünü ayarla
uk: Редагувати меню користувача

source: Help
gl: Axuda
ja: ヘルプ
lt: Pagalba
lv: Palîdzîba
ro: Ajutor
ru: Справка
sk: Nápoveda
tr: Yardým
uk: Дов╕дка

source: Browse...
gl: Buscar...
lt: Narðyti...
lv: Lûkoties..
ro: Navigheazã..
ru: Просмотр..
sk: Zvoli»..
tr: Gez ...
uk: Переглянути...

source: Choose File
gl: Elexir Ficheiro
lt: Pasirink bylà
lv: Izvçlies Datni
ro: Alege fiºier
ru: Выбрать файл
sk: Vybra» súbor
tr: Dosyayý seç
uk: Виб╕р файлу

source: Select Font
gl: Elexir Tipo de Letra
ja: フォントを選択
lt: Pasirink ðriftà
lv: Izvçlies Fontu
ro: Selecteazã font
ru: Выбрать шрифт
sk: Výber písma
tr: Yazý tipi
uk: Виб╕р шрифту

source: Appearance
gl: Apariencia
ja: 見た目
lt: Iðvaizda
lv: Izskats
ro: Aspect
ru: Внешний вид
sk: Vzhµad
tr: Görünüþ
uk: Зовн╕шн╕й вигляд

source: Use gdk_fontset_load instead of gdk_font_load
gl: Usar gdk_fontset_load en lugar de gdk_font_load
tr: gdk_font_load yerine gdk_fontset_load'i kullan
uk: Використовувати gdk_fontset_load зам╕сть gdk_font_load

source: Font:
gl: Tipo de letra:
lt: Ðriftas:
lv: Fonts:
ru: Шрифт:
sk: Písmo:
tr: Yazý tipi :
uk: Шрифт:

source: Background Picture:
gl: Imaxe de fondo:
ja: 背景の絵:
lt: Paveikslëlis fonui:
lv: Fona Attçls:
ro: Pozã fundal:
ru: Фоновое изображение:
sk: Obrázok pozadia:
tr: Artalan resimi :
uk: Малюнок на тл╕:

source: Background XPM:
gl: XPM de fondo:
ja: 背景の絵(XPM):
lt: XPM fonui:
lv: Fona XPM:
ro: XPM fundal:
ru: Картинка для фона:
sk: Pozadie XPM:
tr: XPM artalaný :
uk: XPM на тл╕:

source: Indent Nicks
gl: Indentar Nicks
lt: Lygiuoti nikus
lv: Nolîdzinât Segvârdus
ro: Indenteazã nick-urile
ru: Отступы псевдонимов
sk: Zvýrazni» prezývky
tr: Lakaplarý tarafla
uk: В╕дступи псевдон╕м╕в

source: Make nicknames right justified.
gl: Aliñar os apodos á dereita.
lt: Lygiuoti nikus prie deðinës.
lv: Likt segvârdiem bût nolîdzinâtiem pa labi
ro: Aliniazã nick-urile la dreapta.
ru: Выравнивать псевдонимы вправо.
sk: Prezývky zarovna» napravo.
tr: Lakaplarý saða tarafla
uk: Вир╕внювати псевдон╕ми праворуч.

source: Auto Indent
gl: Auto indentar
lt: Savaime perskirti
lv: Automâtiska Nolîdzinâðana
ro: Indentare automatã
ru: Автовыравнивание
sk: Automaticky zvýrazni»
tr: Otomatikman tarafla
uk: Автов╕дсупи

source: Auto adjust the separator bar position as needed.
gl: Axustar automáticamente a posición de barra de separación como sexanecesario
lt: Savaime pritaikyti skyriklio juostos vietà kai reikia.
lv: Automâtiski pielregulçt pçc vajadzîbas atdalîtâjjoslas pozîciju
ro: Ajusteazã automat bara de separare dupã nevoie.
ru: Автовыбор позиции полосы разделителя при необходимости.
sk: Automaticky prispôsobi» pozíciu oddelovaèa ako treba.
tr: Ayýrma çubuðunu gerekli olduðu gibi tarafla .
uk: Автовиб╕р позиц╕╖ смужки род╕лення в раз╕ необх╕дност╕.

source: Draw Separator Bar
gl: Amosar a barra de separación
lt: Pieðti skyriklio juostà
lv: Attçlot Atdalîtâjjoslu
ro: Deseneazã bara de separare
ru: Нарисовать полосу разделителя
sk: Zobrazova» oddelovaè
tr: Ayýrma çubudunu göster
uk: Намалювати смужку розд╕лення

source: Make the separator an actual visible line.
gl: Facer que o separador sexa unha liña visible de verdade
lt: Padaryti skyriklá tikrai matoma linija.
lv: Atdalîtâju padarît par redzamu lîniju.
ro: Separatorul este de linie vizibilã.
ru: Сделать разделитель видимой линией.
sk: Urobi» oddelovaè viditeµnou èiarov.
tr: Ayrýmcýyý görünebilinir bir çizgi yap .
uk: Зробити розд╕лювач видимою л╕н╕╓ю.

source: Word Wrap
gl: Cortar palabras
lt: Þodþiø lauþymas
lv: Vârdu Ietîðana
ro: Despãrþire linii (wrap)
ru: Перенос слов
sk: Zarovnáva» slová
tr: Kelime kýrýmý
uk: Перенос сл╕в

source: Don't split words from one line to the next
gl: Non cortar as liñas polo medio dunha palabra
lt: Nelauþyti þodþiø ið vienos eilutës á kità
lv: Neatdalît vârdus no vienas lînijas uz nâkoðo
ro: Nu despãrþi cuvintele de la o linie la alta
ru: Не разбивать слова при переносе на следующую строку
sk: Nerozdelova» slová na konci riadku
tr: Kelimeleri bir satýr'dan önmüzdeki satra kýrma
uk: Не розбивати слова п╕д час переносу на наступний рядок

source: Transparent Background
gl: Fondo transparente
ja: 透明な背景
lt: Skaidrus fonas
lv: Caurspîdîgs Fons
ro: Fundal transparent
ru: Прозрачный фон
sk: Transparentné pozadie
tr: "Perdelik" artalan
uk: Прозоре тло

source: Make the text box seem see-through
gl: Deixa ver a través da caixa de texto
ja: テキストボックスを透明にします.
lt: Padaryti, kad teksto laukas atrodytø permatomas
lv: Likt teksta daïai izskatîties caurredzamai
ro: Seteazã fereastra de text ca transparentã
ru: Сделать текстовое окно кажущимся прозрачным
sk: Urobi» textové okno presvitné
tr: Metin kutusunu transparan gözüktür
uk: Зробити текстове в╕кно таким, що зда╓ться прозорим

source: Tint Transparency
gl: Transparencia tinguida
ja: 濃淡あり
lv: Toòa Caurspîdîgums
ro: Transparenþã nuanþatã
ru: Тонированная прозрачность
sk: Tint transparentnos»
tr: Boyalý perde
uk: Тонована прозор╕сть

source: Tint the see-through text box to make it darker
gl: Tinguir a caixa transparente para facela máis oscura
ja: テキストボックスを透明にし, 濃淡を付けて暗くします.
lv: Ietonçt caurredzamo daïu, lai padarîtu to tumðâku
ro: Nuanþeazã fereastra de text transparentã pentru a o întuneca
ru: Тонирование прозрачного текстового окна делает его темнее
sk: Tint priesvitné textové okno urobi» tmav¹ie
tr: Transparan metin kutusunu boyala ki , daha koyu bi' renk ortaya çýksýn
uk: Тонування прозорого текстового в╕кна робить його темн╕ше

source: Tint Setting
gl: Configuración de tinguido
lv: Toòa Uzstâdîjumi
ro: Setare nuanþare
ru: Настройки тонирования
sk: Nastavenia Tint
tr: Boya ayarlarý
uk: Налагодження тонування

source: Change in realtime
gl: Cambiar en tempo real
lt: Keisti realiu laiku
lv: Mainît reâlajâ laikâ
ro: Modificã în timp real
ru: Изменить в реальном времени
sk: Zmeni» v reálnom èase
tr: Deðiþiklikleri canlý olarak uygula
uk: Зм╕нити в реальному час╕

source: Red:
gl: Vermello:
lt: Raudona:
lv: Sarkans:
ro: Roºu:
ru: Красный:
sk: Èervená:
tr: Kýrmýzý:
uk: Червоний:

source: Green:
gl: Verde:
lt: Þalia:
lv: Zaïð
ro: Verde:
ru: Зеленый:
sk: Zelená:
tr: Yeþil:
uk: Зелений:
