Repository: GNOME/gnome-i18n
Catalog: extra-po/xchat/*.po
Languages: gl, ja, lt, lv, ro, ru, sk, tr, uk

source: Blue:
gl: Azul:
lt: Mëlyna:
lv: Zils:
ro: Albastru:
ru: Синий:
sk: Modrá:
tr: Mavi:
uk: Син╕й:

source: A-Z, Ops first
gl: A-Z, Ops primeiro
lt: A-Z, Op'ai pirmiau
lv: A-Z, Opi vispirms
ro: A-Z, operatorii la început
ru: A-Z, сначала операторы
sk: A-Z, Ops najprv
tr: A'dan Z'ye , oplar ilken
uk: А-Я, оператори перш╕

source: A-Z
tr: A'dan Z'ye
uk: А-Я

source: Z-A, Ops last
gl: Z-A, Ops despois
lt: Z-A, Op'ai paskiau
lv: Z-A, Opi pçc tam
ro: Z-A, operatorii la sfârºit
ru: Z-A, сначала операторы
sk: Z-A, Ops nakoniec
tr: Z'den A'ya , oplar sona doðru
uk: Я-А, оператори перш╕

source: Z-A
tr: Z'den A'ya
uk: Я-А

source: Unsorted
gl: Sen orde
lt: Nerikiuotas
lv: Nesakârtoti
ro: Nesortatã
ru: Без сортировки
sk: Nezotriedené
tr: Sýralandýrýlmamaýþ
uk: Несортовано

source: Startup and Shutdown
gl: Comezo e fin
ja: 起動と終了
lt: Pradþia ir Iðëjimas
lv: Sâknçðana un Izslçgðana
ro: Pornire ºi oprire
ru: Запуск и остановка
sk: Spustenie a ukonèenie
tr: Baþlangýç ve Kapatma
uk: Запуск та завершення

source: No Server List On Startup
gl: Non amosar a lista de servidores ó comezo
ja: 起動時にサーバリストを出さない
lt: Nerodyti serveriø sàraðo pradþioje
lv: Neparâdît Serveru Sarakstu Pie Sâknçðanas
ro: Fãrã listã de servere la pornire
ru: Нет списка серверов при запуске
sk: Bez zoznamu serverov pri ¹tarte
tr: Baþlangýç'ta server listesi olmasýn
uk: Без списку сервер╕в на початку

source: Don't display the server list on X-Chat startup
gl: Non amosa a lista de servidores cando se carga X-Chat
ja: X-Chat 起動時にサーバリストを表示しません.
lt: Nerodyti serveriø sàraðo, tik paleidus X-Chat
lv: Neparâdît serveru sarakstu pie X-Chat sâknçðanas
ro: Nu afiºa lista de servere la pornirea X-Chat
ru: Не показывать список серверов при запуске X-Chat
sk: Nezobrazova» zoznam serverov po spustení X-Chatu
tr: Baþlangýç'ta server listesi gösterilmesin
uk: Не показувати список сервер╕в на початку

source: Auto Save URL list
gl: Gardar automáticamente a lista de URL's
ja: URL リストをセーブする
lt: Savaime iðsaugoti URL sàraðà
lv: Automâtiski Saglabât URL sarakstu
ro: Salveazã automat lista de URL-uri
ru: Автосохранение списка URL
sk: Automaticky ulo¾it zoznam URL
tr: URL listesini otomatikman kaydet
uk: Автозбереження списку URL

source: Auto save your URL list when exiting from X-Chat
gl: Gardar automáticamente a lista de URL's ó pechar X-Chat
ja: X-Chat 終了時に URL リストを保存します.
lt: Savaime iðsaugoti URL sàraðà iðeinant ið X-Chat
lv: Automâtiski saglabât URL sarakst, kad iziet no X-Chata
ro: Salveazã automat lista de URL-uri cãnd se iese din X-Chat
ru: Автосохранение списка URL при выходе из X-Chat
sk: Automaticky ulo¾i» zoznam URL pri ukonèení X-Chat
tr: URL listesini otomatikman X-Chat'ten çýkarken kaydet
uk: Автоматично збер╕гати список URL на виход╕ з X-Chat

source: User List
gl: Lista de usuarios
ja: ユーザリスト
lt: Vartotojø sàraðas
lv: Lietotâja Saraksts
ro: Listã utilizatori
ru: Список пользователей..
sk: Zoznam pou¾ívateµov
tr: Kullanýcý listesi
uk: Список користувач╕в

source: Give the User List style
gl: Dar o estilo da lista de usuarios
lt: Suteikti varotojø saraðui stiliø
lv: Noteikt Lietotâja Saraksta stilu
ru: Задать стиль списка пользователей
sk: Da» ¹týl pou¾ívateµskému zoznamu
tr: Kullanýcý listesi stilini ver
uk: Вказати стиль списку користувач╕в

source: Show userhost
gl: Amosar a máquina do usuario
lt: Rodyti vartotojo hostà
lv: Parâdît lietotâja resursdatora vârdu
ro: Arata gazda
ru: Показать хост пользователя
sk: Zobrazi» hostiteµa pou¾ívateµa
tr: Kullanýcý sunucusunu göster
uk: Показати машину користувача

source: Show userhost of users in channel userlist
gl: Amosar a máquina dos usuarios na lista da canle
lv: Parâdît lietotâja resursdatora vârdu tiem lietotâjiem, kuri ir kanâla lietotâju sarakstâ
ro: Aratã adresa utilizatorilor în lista de utilizatori din canal
ru: Показывать хост пользователя в списке пользователей канала
sk: Zobrazi» hostiteµa pou¾ívateµa v pou¾ívateµskom zozname kanálov
tr: Haber edilmiþ kullanýcýlarý renklendir
uk: Показати машину користувача в списку користувач╕в каналу

source: Disable Paned Userlist
gl: Deshabilitar a lista de usuarios no panel
ja: 固定幅のユーザリスト
tr: Panellenmiþ kullanýcý listesini kapat
uk: В╕д╕мкнути панель списку користувач╕в

source: Use a fixed width user list instead of the paned one
gl: Usar un tamaño fixo para a lista de usuarios en lugar de unha nun panel flotante
ja: 幅が変更可能なユーザリストの代わりに, 固定幅のユーザリストを使います.
tr: Panellenmiþ kullanýcý listesi yerine belirli boyutta göster
uk: Використовувати список користувач╕в ф╕ксовано╖ ширини зам╕сть панельного

source: Double Click Command:
gl: Comando para doble click:
ja: ダブルクリックで起動:
lt: Dvigubo paspaudimo komanda:
lv: Dubultklikðía Komanda:
ro: Comandã pt. dublu-clic:
ru: Команда двойного щелчка:
sk: Dvojité kliknutie my¹ou:
tr: Çift týklama komutasý :
uk: Команда подв╕йного клацання:

source: Userlist sorted by:
lt: Vartotojai surikiuoti pagal:
lv: Lietotâja saraksts kârtots kâ:
ro: Lista utilizatori sortatã dupã:
ru: Список пользователей сортируется по:
sk: Zoznam pou¾ívateµov zotriedený podµa:
uk: Сортування списку користувач╕в:

source: Input Box
gl: Caixa de entrada
ja: 入力
lt: Ávesties laukas
lv: ievades Josla
ro: Fereastrã de introducere
ru: Строка ввода
sk: Vstupné okno
tr: Veri kutusu
uk: Рядок вводу

source: Nick Name Completion
gl: Completar Nicks
ja: ニックネームの補完
lt: Niko pabaigimas
lv: Segvârdu Pabeigðana
ro: Completare nick-uri
ru: Завершение псевдонима
sk: Dokonèovanie prezývky
tr: Kýsaad tamanlamasý
uk: Завершення псевдон╕му

source: Complete nicknames when a partial one is entered
gl: Completa os apodos cando se escriben parcialmente
ja: 最初の文字を入力したときに, ニックネームを補完します.
lt: Pabaigti nikus, jei ávesta niko dalis
lv: Pabeigt segvâdus, kad ievadîta ir tikai to daïa
ro: Completeazã nick-urile când sunt introduse parþial
ru: Завершать псевдонимы, когда введена часть одного из них
sk: Automaticky dokonèova» prezývku podµa zadávania
tr: Kýsaadýn bir parçasý verildiðinde tamamla
uk: Завершувати псевдон╕ми, коли введено частину одного з них

source: Old-style Nickname Completion
gl: Completar Nicks á antigua usanza
lt: Seno stiliaus niko pabaigimas
lv: Vecâ stila Segvârdu Pabeigðana
ro: Completare nick-uri in stil vechi
ru: Завершение псевдонима в старом стиле
sk: Starý ¹týl dokonèovania prezývky
tr: Eski tip lakap tamamlamasý
uk: Завершення псевдон╕му у старому стил╕

source: Nickname completion is old-style (instead of GNU-style)
gl: Usar a maneira antigua de completar alias (en lugar da maneira GNU)
lt: Seno stiliaus niko pabaigimas (vietoj GNU stiliaus)
lv: Segvârdu pabeigðana ir vecajâ stilâ (nevis GNU stilâ)
ro: Completarea poreclei este pe stil vechi (in loc de stil GNU)
ru: Завершение псевдонима в старом стиле (вместо стиля GNU)
sk: Dokonèovanie prezývky je starý ¹týl (namiesto GNU-¹týlu)
tr: Lakap tamamlamasý eski tiptir ( ve yeni GNU tipi deðildir )
uk: Завершувати псевдон╕ми у старому стил╕ (зам╕сть GNU-стилю)

source: Give the Input Box style
gl: Dar o estilo da caixa de entrada
lt: Suteikti stiliø ávesties laukui
lv: Noteikt Ievades Joslas stilu
ro: Atribuie stilul ferestrei de introducere
ru: Задать стиль окна ввода
sk: Da» vstupnému oknu ¹týl
tr: Veri kutusu þekli
uk: Вказати стиль рядка вводу

source: Input box gets same style as main text area
gl: A caixa de entrada obten o mesmo estilo que a área de texto principal
lt: Ávesties laukas ágauna toká pat stiliø kaip pagrindinis testo laukas
lv: Ievades joslai tâds pats stils kâ galvenajai teksta daïai
ro: Fereastra de introducere are acelaºi stil ca ºi zona principalã de text
ru: Окно ввода в том же стиле, что и главное текстовое окно
sk: ©týl vstupného okna je zhodný so ¹týlom hlavného textového okna
tr: Veri kutusu þekli metin bölgesine göre olsun
uk: Рядок вводу у тому ж стил╕, що ╕ головне текстове в╕кно

source: Input Box always in focus
lt: Ávesties laukas visada fokusuotas
lv: Ievades josla vienmçr fokusçta
ro: Casuta de input are focus mereu
ru: Строка ввода всегда в фокусе
sk: Vstupný box má v¾dy fokus
uk: Рядок вводу завжди у фокус╕

source: Show nickname
lt: Rodyti nikà
lv: Parâdît segvârdu
ro: Arata porecla
ru: Показать псевдоним
sk: Zobrazi» prezývku
uk: Показувати псевдон╕м

source: Show nickname and op/voice icon before the input box
lv: Parâdît segvârdu un op/voice ikonu pie ievades joslas
ro: Arata porecla si iconul op/voce inaintea casutei de input.
ru: Показать псевдоним и пиктограмму оп/голос перед строкой ввода
sk: Zobrazi» prezývku a op/hlasovú ikonu pred vstupným boxom
uk: Показувати псевдон╕м та ознаку op/voice перед рядком вводу

source: Nickname Completion Character:
gl: Carácter para completar alias:
lt: Niko uþbaigimo simbolis:
lv: Segvârda Pabigðanas Rakstzîme:
ro: Caracterul de completare nick-uri:
ru: Символ завершения псевдонима:
sk: Znak pre dokonèovanie prezývky:
tr: Kýsaad tamanlama harfý :
uk: Символ завершення псевдон╕му:

source: Character to append to completed nicknames
gl: Caracter a engadir ós alias completados
lt: Simbolis, priduriamas prie pabaigtø nikø
lv: Rakstzîme, kuru pievienot, lai pabeigtu segvârdus
ro: Caractere adaugate la poreclele completate
ru: Символ присоединяемый к завершенному псевдониму
sk: Znak pre pridanie ku kompletnej prezývke
tr: Tamamlanmýþ lakaplara eklenecek harf
uk: Символ, що дода╓ться до завершеного псевдон╕му

source: Output Box
gl: Caixa de saida
ja: 出力
lt: Áðvesties laukas
lv: Izvades Josla
ro: Fereastrã de afiºare
ru: Окно вывода
sk: Výstupné okno
tr: Sonuç kutusu
uk: В╕кно виводу

source: Time Stamp All Text
gl: Poñer a hora no texto
ja: 時間を表示する
lv: Laika Atzîmes Visam Tekstam
ro: Dateazã tot textul
ru: Метка времени для всего текста
sk: Udáva» èas pri v¹etkých textoch
tr: Yekin metinlerine zaman mührünü vur
uk: Позначка часу для всього тексту

source: Prefix all text with the current time stamp
gl: Poñer antes do texto sempre a hora actual
ja: すべてのテキストに現在の時間を付加して表示します.
lt: Prieð bet koká tekstà áraðyti jo laikà
lv: Pielikt visam tekstam paðreizçjâ laika atzîmes
ro: Prefixeazã tot textul cu data ºi ora curentã
ru: Предварять каждую текстовую строку отметкой времени
sk: V¾dy vlo¾i» pred text aktuálny èas
tr: Yekin metinlere zaman mührünü baþek olarak kullan
uk: Пере кожним текстовим рядком ставити позначку часу

source: Colored Nicks
gl: Nicks coloreados
ja: ニックネームに色を付ける
lt: Spalvoti nikai
lv: Krâsaini Segvârdi
ro: Nick-uri colorate
ru: Окрашенные псевдонимы
sk: Farebné prezývky
tr: Renkli kýsaadlar
uk: Кольоров╕ пр╕звиська

source: Output nicknames in different colors
gl: Amosar os apodos en cores diferentes
ja: ニックネームにそれぞれ違った色を付けます.
lt: Iðvesti nikus skirtingomis spalvomis
lv: Izvadît segvârdus daþâdâs krâsâs
ro: Afiºeazã nick-urile în diferite culori
ru: Выводить псевдонимы разными цветами
sk: Zobrazova» prezývky rozdielnymi farbami
tr: Kýsaadlarý deðiþik renklerde göster
uk: Виводити пр╕звиська р╕зними кольорами

source: Show invites in active window
lt: Rodyti pakvietimus aktyviame lange
lv: Parâdît ielûgumus aktîvajâ logâ
ro: Arata invitatiile in fereastra activa
ru: Показывать приглашения в активном окне
sk: Zobrazi» pozvania v aktívnom okne
uk: Показувати запрошення у активному в╕кн╕

source: Strip MIRC Color
gl: Quitar os cores do MIRC
ja: MIRC の色を抑制
lt: Paðalinti MIRC spalvas
lv: Izòemt MIRC Krâsu
ro: Eliminã culorile MIRC
ru: Вырезать цвета MIRC
sk: Odstráni» MIRC farby
tr: MIRC renkleri ayýrt
uk: Видаляти кольори MIRC

source: Strip MIRC color codes from text before displaying
gl: Quitar os códigos de color de MIRC antes de amosar
ja: テキストを表示する前に, MIRC の色情報を削除します.
lt: Paðalinti MIRC spalvø kodus ið teksto prieð parodant
lv: Izòemt MIRC krâsu kodus no teksta pirms tâ parâdîðanas
ro: Eliminã codurile de culoare MIRC înainte de a afiºa textul
ru: Вырезать коды цвета MIRC из текста перед отображением
sk: Odstráni» kódy farieb z textu pred jeho zobrazením
tr: MIRC renklerini metinden göstermeden önce ayýrt
uk: Видаляти коди кольор╕в MIRC з тексту перед в╕дображенням

source: Filter out BEEPs
gl: Filtrar os pitidos
ja: BEEP 音を抑制
lt: Iðfiltruoti BEEP (skambuèius)
lv: Filtrçt BEEPus
ro: Filtreazã BEEP-urile
ru: Отфильтровывать гудки
sk: Vyfiltrova» zvonèek
tr: Týngýrtý'larý filtra et
uk: Видаляти звуков╕ си╜нали

source: Remove ^G BEEP codes from text before displaying
gl: Quita os pitidos que pon a xente (^G) antes de amosar o texto
ja: テキストを表示する前に, ^G コードを削除します.
lt: Paðalinti ^G BEEP kodus ið teksto prieð parodant
lv: Izòemt ^G BEEP kodus no teksta pirms tâ parâdîðanas
ro: Eliminã codurile BEEP ^G din text înainte de afiºare
ru: Удалять из текста коды ^G перед отображением
sk: Odstráni» ^G kódy zvonèeku pred zobrazením textu
tr: ^Týngýrtý kodunu göstermeden önce sil
uk: Видаляти звуков╕ си╜нали (^G) з тексту перед в╕дображенням

source: Buffer Settings
gl: Configuración do buffer
ja: バッファ
lt: Buferio nuostatos
lv: Bufera Uzstâdîjumi
ro: Setãri buffer
ru: Настройки буфера
sk: Nastavenia bufferu
tr: Bellek ayarlarý
uk: Налаштування буферу

source: Text Buffer Size:
gl: Tamaño do buffer de texto:
ja: テキストバッファのサイズ:
lt: Teksto buferio dydis:
lv: Texta Bufera Izmçrs:
ro: Mãrime buffer text:
ru: Размер текстового буфера
sk: Veµkos» textového bufferu:
tr: Metin belleði :
uk: Розм╕р текстового буферу (в рядках):

source: lines (0=Unlimited).
gl: liñas (0=Ilimitadas).
lt: eiluèiø (0=neribotas).
lv: lînijas(0=Neierobeþots).
ro: linii (0=Nelimitat).
ru: строк (0=неограниченный).
sk: riadkov (0=Bez obmedzenia).
tr: satýr ( 0=sýnýrsýz)
uk: (0=без обмежень).

source: Bottom
gl: Debaixo
lt: Apaèioje
lv: Lejâ
ro: Jos
ru: Снизу
sk: Dolu
tr: Alt
uk: Знизу

source: Top
gl: Enriba
lt: Aukðèiausia
lv: Augðâ
ro: Sus
ru: Сверху
sk: Hore
tr: Üst
uk: Вгор╕

source: Left
gl: Á esquerda
lt: Kairëje
lv: Pa Kreisi
ro: La stânga
ru: Слева
sk: Vµavo
tr: Sol
uk: Л╕воруч

source: Right
gl: Á dereita
lt: Deðinëje
lv: Pa Labi
ro: La dreapta
ru: Справа
sk: Vpravo
tr: Sað
uk: Праворуч

source: Hidden
gl: Escondidas
lt: Paslëpta
lv: Paslçpts
ro: Ascunse
ru: Скрыть
sk: Skryté
tr: Gizli
uk: Прибрати

source: Buttons
gl: Botóns
ja: ボタン
lt: Mygtukai
lv: Pogas
ro: Butoane
ru: Кнопки
sk: Tlaèidlá
tr: Tuþlar
uk: Кнопки

source: Channel Mode Buttons
gl: Botóns de modo de canle
ja: チャネルモード
lt: Kanalo bûdo mygtukai
lv: Kanâla Reþîma Pogas
ro: Butoane moduri canal
ru: Кнопки режима канала
sk: Tlaèidlá kanálov
tr: Oturum durumu basmalarý
uk: Кнопки режиму каналу

source: Show the TNSIPMLK buttons
gl: Amosar os botóns TNSIPMLK
ja: チャネルのモードを表す TNSIPMLK ボタンを表示します.
lt: Rodyti TNSIPMLK mygtukus
lv: Parâdît TNSIPMLK pogas
ro: Afiºeazã butoanele TNSIPMLK
ru: Показать TNSIPMLK кнопки
sk: Zobrazova» TNSIPMLK tlaèidlá
tr: TNSIPMLK basmalarýný göster
uk: Показувати кнопки TNSIPMLK

source: User List Buttons
gl: Botóns da lista de usuarios
ja: ユーザリスト
lt: Vartotojø sàraðo mygtukai
lv: Lietotâja Saraksta Pogas
ro: Butoane listã utilizatori
ru: Кнопки списка пользователей
sk: Tlaèidlá zoznamu pou¾ívateµov
tr: Kullanýcý listesi basmalarý
uk: Кнопки списку користувач╕в

source: Show the buttons below the user list
gl: Amosar os botóns debaixo da lista de usuarios
ja: ユーザリストの下に, ボタンを表示します.
lt: Rodyti mygtukus po vartotojø sàraðu
lv: Parâdît pogas zem lietotâju saraksta
ro: Afiºeazã butoanele sub lista de utilizatori
ru: Показать кнопки под списком пользователей
sk: Zobrazova» tlaèidlá pod zoznamom pou¾ívateµov
tr: Kullanýcý listesin altýndaki basmalarý göster
uk: Показувати кнопки вище списку користувач╕в

source: Tabs
gl: Pestanas
ja: タブ
lt: Kortelës
lv: Sadaïas
ro: Tab-uri
ru: Закладки
sk: Zálo¾ky
tr: Tab'ler
uk: Закладки

source: Tabs Located at:
lt: Kortelës yra:
lv: Sadaïu novietojums
ro: Tab-uri la:
ru: Закладки располагаются:
sk: Tabulátory umiestnené na:
uk: Розм╕щення закладок:

source: New Tabs to front
gl: As pestanas novas cara diante
ja: 新しいタブを前に
lt: Naujos kortelës á prieká
lv: Jaunâs Sadaïas Priekðpusç
ro: Tab-urile noi în faþã
ru: Новые закладки спереди
sk: Nové zálo¾ky dopredu
tr: Yeni tab'leri öne götür
uk: Нов╕ закладки вгор╕

source: Bring new query/channel tabs to front
gl: Pon por diante as pestnas novas de canles e privados
ja: 新しい query/channel タブを前に表示します.
lt: Naujai atsiradusius kanalø/dialogø langus rodyti priekyje
lv: Aiznest jaunâs pieprasîjuma/kanâla sadaïas priekðpusç
ro: Ridicã tab-urile noi de query/canal în faþã
ru: Переносить закладки новых запросов/каналов вперед
sk: Dáva» nový odkaz/kanál dopredu
tr: Yeni soru/oturum tab'leri öne götür
uk: П╕дн╕мати нов╕ закладки канал╕в та запит╕в нагору

source: Channel Tabs
gl: Pestanas de canal
ja: チャネル
lt: Kanalø kortelës
lv: Kanâla Sadaïas
ro: Tab-uri pt. canale
ru: Закладки каналов
sk: Zálo¾ky kanálov
tr: Oturum tab'leri
uk: Закладки канал╕в

source: Use tabs for channels instead of separate windows
gl: Usar pestanas para os canales en vez de fiestras separadas
ja: チャネルを開くときに, 新規ウィンドウの代わりにウィンドウ内で開きます.
lt: Kanalams naudoti korteles, o ne atskirus langus
lv: Llietot sadaïas nevis atseviðíus logus priekð kanâliem
ro: Utilizeazã tab-uri pentru canale în locul ferestrelor separate
ru: Использовать закладки для каналов вместо отдельных окон
sk: Pou¾íva» zálo¾ky miesto otvorenia ïal¹ieho okna
tr: Oturumlar için deðiþik pencereler yerini tab'leri kullan
uk: Використовувати закладки канал╕в зам╕сть окремих в╕кон

source: Private Message Tabs
gl: Pestanas de mensaxes privados
ja: プライベート
lt: Asmeniniø þinuèiø kortelës
lv: Privâo Ziòu Sadaïa
ro: Tab-uri pt. mesaje private
ru: Закладки частных сообщений
sk: Zálo¾ky súkromných správ
tr: Þahsi ileti tab'leri
uk: Закладки приватних пов╕домлень

source: Use tabs for /query instead of separate windows
gl: Usar pestanas para os privados en vez de fiestras separadas
ja: プライベートチャット時に, 新規ウィンドウの代わりにウィンドウ内で開きます.
lt: Asmeniniams pokalbiams naudoti korteles, o ne atskirus langus
lv: Lietot sadaïas nevis atseviðíus logus priekð /query
ro: Utilizeazã tab-uri pentru /query în locul ferestrelor separate
ru: Использовать закладки для /query вместо отдельных окон
sk: Pou¾íva» zálo¾ky pre /query miesto otvorenia ïal¹ieho okna
tr: /query için pencere yerine bir tab kullan
uk: Використовувати закладки для запит╕в зам╕сть окремих в╕кон

source: Use a separate tab/window for server messages
gl: Usar unha pestana separada ou unha fiestra para as mensaxes do servidor
ja: サーバからのメッセージを別のウィンドウ内に表示
lt: Naudoti atskirà kortelæ/langà serverio þinutëms
lv: Lietot atseviðíu sadaïu/logu priekð servera paziòojumiem
ro: Utilizeazã un tab sau o fereastrã separatã pentru mesajele de server
ru: Использовать отдельную закладку/окно для сообщений сервера
sk: Pou¾íva» zvlá¹tne okno/zálo¾ku pre správy serverov
tr: Server iletilerini ayrý bir tab'de/pencere'de göster
uk: Використовувати окрему закладку чи в╕кно для серверних пов╕домлень

source: Use tabs for DCC, Ignore, Notify etc windows.
gl: Usar pestanas para DCC, Ignorados, Notificacións e fiestras similares
lt: Naudoti korteles DCC, Ignoravimo, Notify langams.
lv: Lietot sadaïas priekð DCC, Ignorçðanas, Paziòoðanas un citiem logiem.
ro: Utilizeazã tab-uri pentru ferestrele DCC, Ignore, Notify, etc.
ru: Использовать закладки для окон DCC, Игнорировать, Извещать и т.д.
sk: Pou¾íva» zálo¾ky pre okná DCC, ignorovania, oznamov atï.
tr: DCC için tab'leri kullan , ileti pencereleri topyekun gösterme
uk: Використовувати закладки для в╕кон DCC, ╕гнорування, зв╕сток тощо.

source: Limited Tab Highlighting
gl: Resaltado de pestanas limitado
lt: Ribotas korteliø paryðkinimas
lv: Ierobeþota Sadaïu Izgaismoðana
ro: Colorare limitatã a tab-urilor
ru: Ограниченное подсвечивание закладок
sk: Obmedzené zvýraznenie zálo¾iek
tr: Sýnýrlandýrýlmýþ tab iþaretlemesi
uk: Обмежене п╕дсв╕чування закладок

source: Only highlight channel tabs for channel messages and actions
gl: So resaltar pestanas de canle para mensaxes de canle é accións
lt: Paryðkinti kanalø korteles tik þinuèiø ir veiksmø metu
lv: Izgaismot kanâlu sadaïas tikai pie kanâla paziòojumiem un darbîbâm
ro: Doar aprinde tab-urile canalelor in cazul mesajelor sau actiunilo pe canal
ru: Подсвечивать закладки каналов только для сообщений и действий канала
sk: Zvýrazni» iba zálo¾ky pre správy a akcie
tr: Kanal tablerini sadece kanal iletileri ve eylemleri için iþaretle
uk: П╕дсв╕чувати закладки канал╕в лише для пов╕домлень ╕ д╕й каналу

source: Window Position
gl: Posición da fiestra
ja: ウィンドウの位置
lt: Lango vieta
lv: Loga Pozîcija
ro: Poziþie fereastrã
ru: Положение окна
sk: Pozícia okna
tr: Pencere boyutlarý
uk: Позиц╕я в╕кна

source: If Left and Top are set to zero, X-Chat will use your window manager defaults.
lt: Jei Virðus ir apaèia yra nuliai, X-Chat naudos langø tvarkyklës nuostatas.
lv: Ja Kreisais un Augða ir uzstâdîti kâ nulle, X-Chat lietos jûsu logu pârvalnieka noklusçjumus.
ro: Dacã Stânga ºi Sus sunt setate la zero, X-Chat va utiliza setãrile implicite ale managerului dvs. de ferestre.
ru: Если "Слева" и "Сверху" установлены в 0, X-Chat будет использовать умолчания вашего диспетчера окон.
sk: Ak Vµavo a Hore sú nastavené na 0, X-Chat pou¾ije ¹tandardné nastavenie od mana¾éra okien.
uk: Якщо "Л╕воруч" ╕ "Вгор╕" встановлено в 0 - буде використано типов╕ налаштування менеджера в╕кон.

source: Left:
gl: Exquerda:
ja: 左から:
lt: Kairë:
lv: Pa Kreisi:
ro: Stânga:
ru: Слева:
sk: Vµavo:
tr: Sol :
uk: Л╕воруч:

source: Top:
gl: Enriba:
ja: 上から:
lt: Virðus:
lv: Augðâ:
ro: Sus:
ru: Сверху:
sk: Hore:
tr: Üst :
uk: Вгор╕:

source: Window Size
gl: Tamaño da fiestra
ja: ウィンドウサイズ
lt: Lango dydis
lv: Loga Izmçri
ro: Dimensiune fereastrã
ru: Размер окна
sk: Velkos» okna
tr: Pencere boyutu
uk: Розм╕р в╕кна

source: Width:
gl: Ancho:
ja: 幅:
lt: Plotis:
lv: Platums:
ro: Lungime:
ru: Ширина:
sk: ©írka:
tr: En :
uk: Ширина:

source: Height:
gl: Alto:
ja: 高さ:
lt: Aukðtis:
lv: Augstums:
ro: Înãlþime:
ru: Высота:
sk: Vý¹ka:
tr: Yükseklik :
uk: Висота:

source: Show Session Tree View
gl: Amosar a vista do árbore de sesión
lt: Rodyti sesijos medþio vaizdà
lv: Parâdît sesijas Koka Skatîjumu
ro: Afiºeazã arborele de vizualizare a sesiunilor
ru: Показать окно дерева сеанса
sk: Zobrazi» stromového zobrazenie sedenia
tr: Oturum aðacýný göster
uk: Показати в╕кно дерева сеансу

source: General
gl: Xeral
ja: 一般
lt: Pagrindai
lv: Vispârîgi
ru: Общие
sk: V¹eobecné
tr: Genel
uk: Загальн╕

source: Hide Session on Panelize
gl: Esconder sesión ó poñer no panel
ja: パネル化時にウィンドウを隠す
lv: Paslçpt Sesiju pie Panelçðanas
ro: Ascunde sesiunile la înglobare
ru: Скрыть сеанс при панелизации
sk: Skry» sedenie pri minimalizácii
tr: Panelleþirken oturumu gizle
uk: Прибирати сеанс на панел╕зац╕╖

source: Hide X-Chat when window moved to the panel
gl: Esconder X-Chat cando a fiestra se move ó panel
ja: パネル化の際に, X-Chat ウィンドウを隠します.
lv: Paslçtp X-Chatu, kad logs pârvietots uz panemi
ro: Ascunde X-Chat când fereastra se mutã în panel
ru: Прятать X-Chat когда окно перемещается на панель
sk: Skry» X-Chat, ak je okno presunuté do panelu
tr: Pencere panelleþtirken X-Chat'i gizle
uk: Прибирати X-Chat коли в╕кно перем╕щу╓ться на панель

source: Panel Applet
gl: Applet de panel
ja: パネルアプレット
lt: Skydelio átaisas
lv: Paneïa Aplets
ro: Applet de panou
ru: Апплет на панели
sk: Aplet panelu
tr: Panel uygulak(applet)
uk: Аплет панел╕

source: Layout For a Vertical Panel
gl: Disposición para panel vertical
ja: 縦のパネルに向いたレイアウト
lt: Iðdëstyti staèiam skydeliui
lv: Verikâlâ Paneïa Izkârtojums
ro: Aspect pentru un panou vertical
ru: Выравнивание для вертикальной панели
sk: Vzhµad pre vertikálný panel
tr: Dikey uygulak görünümü
uk: Схема розм╕щення для вертикально╖ панел╕

source: Layout the X-Chat panel applet for a vertical panel
gl: Disposición do panel de X-Chat cando o panel é vertical
ja: パネル化の際に, 縦のパネルに適した表示を行います.
lt: Iðdëstyti X-Chat skydelio átaisà staèiam skydeliui
lv: Izkârtot X-Chat paneïa apletu vertikâlajam panelim
ro: Aranjeazã applet-ul de panou X-Chat pentru un panou vertical
ru: Выравнивать апплет панели X-Chat для вертикальной панели
sk: Nastavi» vzhµad panelového apletu X-Chat pre vertikálny panel
tr: Dikey X-Chat uygulak görünümünü ayarla
uk: Схема розм╕щення аплету X-Chat для вертикально╖ панел╕
