Repository: GNOME/gnome-i18n
Catalog: extra-po/xchat/*.po
Languages: gl, ja, lt, lv, ro, ru, sk, tr, uk

source: Do not reply to CTCP version
gl: Non respostar á petición CTCP de versión
ja: CTCP バージョンメッセージに応答しません.
lt: Neatsakinëti á CTCP version
lv: Neatbildçt uz CTCP versiju
ro: Nu rãspunde la CTCP version
ru: Не отвечать на "CCTP версия"
sk: Neodpoveda» na CTCP verziu
tr: CTCP versiyonuna cevap verme
uk: Не в╕дпов╕дати на CTCP version

source: Sound
gl: Son
ja: サウンド
lt: Garsas
lv: Skaòa
ro: Sunet
ru: Звук
sk: Zvuky
tr: Ses
uk: Звук

source: Sound Dir:
gl: Directorio de son:
ja: ディレクトリ:
lt: Garsø katalogas:
lv: Skaòas Dir:
ro: Director sunet:
ru: Каталог звуков:
sk: Prieèinok pre zvuky:
tr: Ses dizini :
uk: Каталог звук╕в:

source: Play Command:
gl: Comando para reproducir:
ja: 再生コマンド:
lt: Grojimo komanda:
lv: Spçlçt Komanda:
ro: Comandã play:
ru: Команда воспроизведения:
sk: Príkaz pre prehrávanie:
tr: Çalma komutasý :
uk: Команда в╕дтворення:

source: X-Chat: Preferences
gl: X-Chat: Preferencias
ja: X-Chat: 設定
lt: X-Chat: Nuostatos
lv: X-Chat: Uzstâdîjumi
ro: X-Chat: Preferinþe
ru: X-Chat: Настройки
sk: X-Chat: Nastavenia
tr: X-Chat : Ayarlar
uk: X-Chat: Налаштування

source: Apply
gl: Aplicar
ja: 適用
lt: Pritaikyti
lv: Attiecinât
ro: Aplicã
ru: Применить
sk: Pou¾i»
tr: Uygula
uk: Застосувати

source: Cancel
gl: Cancelar
ja: やめる
lt: Atðaukti
lv: Atcelt
ro: Renunþã
ru: Отмена
sk: Zru¹i»
tr: Iptal
uk: В╕дм╕на

source: Categories
gl: Categorías
ja: 分類
lt: Kategorijos
lv: Kategorijas
ro: Categorii
ru: Категории
sk: Kategórie
tr: Dallar
uk: Категор╕╖

source: Interface Settings
gl: Configuración da interfaz
ja: インターフェースの設定
lt: Sàsajos nuostatos
lv: Saskranes Uzstâdîjumi
ro: Setãri interfaþã
ru: Настройки интерфейса
sk: Nastavenia pou¾ívateµského prostredia
tr: Arayüz ayarlarý
uk: Налаштування ╕нтерфейсу

source: Interface
gl: Interfaz
ja: インターフェース
lt: Sàsaja
lv: Saskarne
ro: Interfaþã
ru: Интерфейс
sk: Pou¾ívateµské prostredie
tr: Arayüz
uk: ╤нтерфейс

source: IRC Input/Output Settings
gl: Configuración de E/S co IRC
ja: 入出力の設定
lt: IRC ávesties/iðvesties nuostatos
lv: IRC ievades/Izvades Uzstâdîjumi
ro: Setãri de Intrare/Ieºire IRC
ru: Настройки ввода/вывода IRC
sk: Nastavenie vstupu/výstupu IRC
tr: IRC Giriþ/Çýkýþ ayarlarý
uk: Налаштування вводу/виводу

source: IRC Input/Output
gl: E/S co IRC
ja: 入出力
lt: IRC ávestis/iðvestis
lv: IRC Ievade/Izvade
ro: Intrare/Ieºire IRC
ru: Ввод/вывод IRC
sk: Vstup/výstup IRC
tr: IRC Giriþ/Çýkýþ
uk: Вв╕д/вив╕д

source: Window Layout Settings
gl: Configuración da disposición das fiestras
ja: レイアウト設定
lt: Langø iðdëstymo nuostatos
lv: Logu Izkârtojuma Uzstâdîjumi
ro: Setãri aspect fereastrã
ru: Настройки размещения окна
sk: Nastavenie vzhµadu okna
tr: Pencere dizimi ayarlarý
uk: Налаштування розм╕щення в╕кна

source: Window Layout
gl: Disposición das fiestras
ja: レイアウト
lt: Langø iðdëstymas
lv: Logu Izkârtojums
ro: Aspect fereastrã
ru: Размещение окна
sk: Vzhµad okna
tr: Pencere dizimi
uk: Розм╕щення в╕кна

source: Main Window Settings
gl: Configuración da fiestra principal
ja: メインウィンドウの設定
lt: Pagrindinio lango nuostatos
lv: Galvenâ Loga Uzstâdîjumi
ro: Setãri fereastrã principalã
ru: Настройки главного окна
sk: Nastavenie hlavného okna
tr: Ana penceresi ayarlarý
uk: Налаштування головного в╕кна

source: Main Window
gl: Fiestra principal
ja: メインウィンドウ
lt: Pagrindinis langas
lv: Galvenais Logs
ro: Fereastra principalã
ru: Главное окно
sk: Hlavné okno
tr: Ana pencere
uk: Головне в╕кно

source: Channel Window Settings
gl: Configuración da fiestra de canle
ja: チャネルウィンドウの設定
lt: Kanalø langø nuostatos
lv: Kanâla Logu Uzstâdîjumi
ro: Setãri fereastrã canal
ru: Настройки окна канала
sk: Nastavenie okna kanálov
tr: Kanal penceresi ayarlarý
uk: Налаштування в╕кон канал╕в

source: Channel Windows
gl: Fiestras de canle
ja: チャネルウィンドウ
lt: Kanalø langai
lv: Kanâla Logi
ro: Ferestre canal
ru: Окна каналов
sk: Okná kanálov
tr: Kanal pencereleri
uk: В╕кна канал╕в

source: Dialog Window Settings
gl: Configuración das fiestras de diálogo
ja: ダイアログの設定
lt: Dialogø langø nuostatos
lv: Dialoga Loga Uzstâdîjumi
ro: Setãri fereastrã dialog
ru: Настройки окна диалога
sk: Nastavenie okna dialógov
tr: Görüþüm penceresi ayarlarý
uk: Налаштування д╕алогових в╕кон

source: Dialog Windows
gl: Fiestras de diálogo
ja: ダイアログ
lt: Dialogø langai
lv: Dialoga Logi
ro: Ferestre dialog
ru: Окна диалога
sk: Okná dialógov
tr: Görüþüm penceresi
uk: Д╕алогов╕ в╕кна

source: Panel Settings
gl: Configuración do panel
ja: 設定を保存
lt: Skydelio nuostatos
lv: Paneïa Uzstâdîjumi
ro: Setãri panou
ru: Настройки панели
sk: Nastavenie panelu
tr: Panel ayarlarý
uk: Налаштування панел╕

source: Panel
ja: パネル
lt: Skydelis
lv: Panelis
ro: Panou
ru: Панели
uk: Панель

source: IRC Settings
gl: Configuración de IRC
ja: IRC の設定
lt: IRC nustatos
lv: IRC Uzstâdîjumi
ro: Setãri IRC
ru: Настройки IRC
sk: Nastavenie IRC
tr: IRC ayarlarý
uk: Налаштування IRC

source: IP Address Settings
gl: Configuración da dirección IP
ja: IP アドレスの設定
lt: IP adreso parinktis
lv: IP Adreses Uzstâdîjumi
ro: Setãri adresã IP
ru: Настройки IP-адреса
sk: Nastavenie IP adresy
tr: IP adres ayarlarý
uk: Налаштування IP-адреси

source: IP Address
gl: Dirección IP
ja: IP アドレス
lt: IP adresas
lv: IP Adrese
ro: Adresã IP
ru: IP-адрес
sk: IP adresa
tr: IP adresi
uk: IP-адреси

source: Proxy Server
gl: Servidor Proxy
lt: Proxy serveris
lv: Proxy Serveris
ro: Server proxy
ru: Прокси-сервер
tr: Arabellek sunucusu
uk: Сервер прокс╕

source: Away Settings
gl: Configuración de ausente
ja: Away の設定
lt: Nëra nuostatos
lv: Prombûtnes Uzstâdîjumi
ro: Setãri Away
ru: Настройки отсутствия
sk: Nastavenie AWAY
tr: Öbür tarafýn ayarlarý
uk: Налаштування в╕дсутност╕

source: Away
gl: Ausente
lt: Nëra
lv: Projâm
ru: Отсутствие
sk: Preè (AWAY)
tr: Öbür taraf
uk: В╕дсутн╕сть

source: Highlighting Settings
gl: Configuración de resaltado
ja: 強調の設定
lt: Paryðkinimo nuostatos
lv: Izgaismoðanas Uzstâdîjumi
ro: Setãri colorare
ru: Настройки подсвечивания
sk: Nastavenie zvýrazòovania
tr: Metin aydýnlamasý ayarlarý
uk: Налаштування п╕дсв╕тки

source: Highlighting
gl: Resaltado
ja: 強調
lt: Paryðkinimas
lv: Izgaismoðana
ro: Colorare
ru: Подсвечивание
sk: Zvýraznenie
tr: Metin aydýnlamasý
uk: П╕дсв╕тка

source: Logging Settings
gl: Configuración do histórico:
ja: ログの設定
lt: Loginimo nuostatos
lv: Iegrâmatoðanas Uzstâdîjumi
ro: Setãri logare
ru: Настройки регистрации
sk: Nastavenie logovania
tr: Giriþ/Çýkýþ Ayarlarý
uk: Налаштування журналювання

source: Notification Settings
gl: Configuración das notificacións
ja: 通知の設定
lv: Paziòoðanas Uzstâdîjumi
ro: Setãri notificare
ru: Настройки извещения
sk: Nastavenie upozornení
tr: Haber verme ayarlarý
uk: Налаштування спов╕щення

source: Notification
gl: Notificacións
ja: 通知
lv: Paziòoðana
ro: Notificare
ru: Извещение
sk: Upozornenia
tr: Haber verme
uk: Спов╕щення

source: Character Set (Translation Tables)
gl: Tabla de caracteres (Táboas de traducción)
lt: Simboliø aibë (vertimo lentelës)
lv: Rakstzîmju Uzstâde (Tulkoðanas Tabulas)
ro: Set de caractere (tabele de translatare)
ru: Набор символов (Таблицы трансляции)
sk: Znaková sada (Prekladové tabuµky)
tr: Yazý sýnýfý ( tercüme çizgiyeleri için )
uk: Наб╕р символ╕в (таблиц╕ перетворень)

source: Character Set
gl: Tabla de caracteres
lt: Simboliø aibë
lv: Rakstzîmju Uzstâde
ro: Set de caractere
ru: Набор символов
sk: Znaková sada
tr: Yazý sýnýfý
uk: Наб╕р символ╕в

source: CTCP Settings
gl: Configuración do CTCP
ja: CTCP の設定
lt: CTCP nuostatos
lv: CTCP Uzstâdîjumi
ro: Setãri CTCP
ru: Настройки CCTP
sk: Nastavenie CTCP
tr: CTCP Ayarlarý
uk: Налаштування CTCP

source: DCC Settings
gl: Configuración do DCC
ja: DCC の設定
lt: DCC Nuostatos
lv: DCC Uzstâdîjumi
ro: Setãri DCC
ru: Настройки DCC
sk: Nastavenie DCC
tr: DCC Ayarlarý
uk: Налаштування DCC

source: File Transfer Settings
gl: Configuración da transferencia de ficheiros
ja: ファイル転送の設定
lt: Bylø siuntimo nuostatos
lv: Datòu Pârsûtîðanas Uzstâdîjumi
ro: Setãri transfer fiºiere
ru: Настройки передачи файлов
sk: Nastavenie prenosu súborov
tr: Dosya transfer ayarlarý
uk: Налаштування передач╕ файл╕в

source: File Transfer
gl: Transferencia de ficheiros
ja: ファイル転送
lt: Bylø siuntimas
lv: Datòu Pârsûtîðana
ro: Transfer fiºiere
ru: Передача файла
sk: Prenos súborov
tr: Dosya transferi
uk: Передача файлу

source: Use gdk_fontset_load
lt: Naudoti gdk_fontset_load
lv: Lietot gdk_fontset_load
ro: Utilizeazã gdk_fontset_load
ru: Использовать gdk_fontset_load
sk: Pou¾i» gdk_fontset_load

source: Enable double buffer
lt: Leisti dvigubà buferá
lv: Aktvizçt dubultbuferi
ro: Activeaza buffer dublu
ru: Включить двойную буферизацию
sk: Povoli» dvojitý buffer

source: Enable Paned Userlist
lv: Aktivizçt Regulçjamu Lietotâju Sarakstu
ro: Activeazã lista de utilizatori înglobatã
ru: Включить панель списка пользователей
sk: Vypnú» panelový zoznam pou¾ívateµov

source: Use paned user list instead of a fixed width one
lv: Lietot regulçjamu lietotâju sarakstu fiksçta vietâ
ro: Utilizeazã o listã de utilizatori înglobatã în locul celei fixe
ru: Использовать панель списка пользователей вместо списка фиксированной ширины
sk: Pou¾íva» pre zobrazenie zoznamu pou¾ívateµov panelové okno namiesto okna s pevnou ¹írkou

source: Send /who #chan on join.
lt: Siøsti /who #kanalas ateinant
lv: Sûtît /who #kanâls pie pievienoðanas
ro: Trimite /who #chan la join.
ru: Посылать /who #chan при подключении.
sk: Neposiela» /who #chan pri pripojení.

source: Find user information when joining a channel.
lt: Suþinoti vartotojø informacijà, atëjus á kanalà.
lv: Atrast lietotâja informâciju, kad pievienojas kanâlam.
ro: Cauta informaþiile despre utilizatori când se face join pe un canal
ru: Найти инфо о пользователе при подключении к каналу.
sk: Hµada» informácie o pou¾ívateµovi pri pripojení na kanál.

source: CTCP
ru: CCTP

source: Userlist sorted by:
gl: Lista de usuarios ordeada por:
tr: Kullanýcý listesini sýrala :

source: (Default is ":" if left blank.)
gl: (Por defecto é ":" se a dereita e un blanco.)
tr: ( ":" önayarlý harfdýr. )

source: Output Filtering
gl: Filtrar a saida
ja: 出力フィルタ
tr: Sonuç renklendirmesi

source: Other Layout Settings
gl: Configuración de outra disposición
ja: その他のレイアウト
tr: Öbür görünüm ayarlarý

source: If Left and Top are set to zero, X-Chat will use your window manager defaults.
gl: Se Enriba e mais Debaixo se poñen a cero, X-Chat usará o teu manexador de fiestras
ja: 左と上からの値が 0 の場合は, X-Chat の位置はウィンドウマネージャーに依ります.
tr: Sol ve sað deðerleri 0 ise , x-Chat pencere yöneticisinin önayarlýayarlarýný geçerli say.

source: Extra Words to Highlight on:
gl: Palabras adicionáis a resaltar:
ja: 強調する文字列:
tr: Haricen renklendirlicek kelimeler :

source: seconds. (15=Normal, 0=Disable)
gl: segundos. (15=Normal, 0=Desactivar)
tr: saniye . ( 15 = normal , 0=kapat )

source: About...
ja: 情報...
tr: Bilgi ...

source: Lastlog Window..
ja: ログ検索..

source: _X-Chat
ja: X-Chat(_X)

source: Choose Picture
ja: 画像を選択

source: Choose XPM
ja: XPM を選択

source: Normal Font:
ja: 通常のフォント:

source: Bold Font:
ja: ボールドフォント:

source: Advanced for GNOME
ja: GNOME の機能

source: Use ZVT
ja: ZVT を使う

source: Use GNOME's ZVT ANSI Emulation instead of GtkText
ja: GtkTest の代わりに GNOME の ZVT ANSI エミュレーションを使用します.

source: Tab Nicks
ja: ニックネームを揃えて表示

source: All nicknames take up same space on left hand side
ja: ニックネームの長さができるだけ揃うように, レイアウトして表示します.

source: bytes. (0=Unlimited)
ja: バイト (0=無制限)

source: ZVT Buffer Size:
ja: ZVT バッファのサイズ:

source: lines.
ja: 行

source: Tabs at bottom
ja: タブを下に表示

source: Put the tabs at the bottom of the window
ja: タブをウィンドウの下に表示します.

source: Automatic Detection
ja: 自動検出

source: Autodetect hostname
ja: ホスト名を自動検出

source: For people on a dynamic IP dial-up
ja: IP アドレスが動的に割り振られる, ダイアルアップユーザに向いています.

source: Autodetect IP address
ja: IP アドレスの自動検出

source: Addresses
ja: アドレス

source: Hostname:
ja: ホスト名:

source: IP address:
ja: IP アドレス:

source: Detection Method
ja: 検出方法

source: Get my IP from Server
ja: サーバから IP アドレスを取得

source: For people behind firewall/proxy
ja: ファイアーウォールやプロキシの向こうにいるユーザに有効です.

source: Log file Options
ja: オプション

source: No ServerName in logs
ja: サーバ名をログに記録しない

source: Don't include the server name in the log file name
ja: ログファイルの名前にサーバ名を含めません.

source: ms. (15000=Normal, 0=Disable)
ja: ミリ秒 (15000=通常, 0=無効)
