Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gtk+/*.po
Languages: it

source: Whether this tag affects the font variant
it: Indica se il tag ha effetto sulla variante dei caratteri

source: Font weight set
it: Spessore carattere impostato

source: Whether this tag affects the font weight
it: Indica se il tag ha effetto sullo spessore dei caratteri

source: Font stretch set
it: Estensione carattere impostata

source: Whether this tag affects the font stretch
it: Indica se il tag ha effetto sull'estensione del carattere

source: Font size set
it: Dimensione carattere impostata

source: Whether this tag affects the font size
it: Indica se il tag ha effetto sulla dimensione dei caratteri

source: Font scale set
it: Scala del carattere impostata

source: Whether this tag scales the font size by a factor
it: Indica se questo tag scala la dimensione del carattere

source: Rise set
it: Alzata impostata

source: Whether this tag affects the rise
it: Indica se questo tag ha effetto sull'alzata

source: Strikethrough set
it: Barrato impostato

source: Whether this tag affects strikethrough
it: Indica se il tag ha effetto sul barrato

source: Underline set
it: Sottolineatura impostata

source: Whether this tag affects underlining
it: Indica se il tag ha effetto sulla sottolineatura

source: Toggle state
it: Stato di attivazione/disattivazione

source: The toggle state of the button
it: Indica lo stato di attivazione/disattivazione del pulsante

source: The toggle button can be activated
it: L'interruttore può essere attivato

source: Radio state
it: Stato radio

source: Draw the toggle button as a radio button
it: Disegna l'interruttore come pulsante radio

source: Indicator Size
it: Dimensione indicatore

source: Size of check or radio indicator
it: Dimensione dell'indicatore (controllo o radio)

source: Indicator Spacing
it: Spaziatura dell'indicatore

source: Spacing around check or radio indicator
it: Spaziatura circostante l'indicatore di controllo o radio

source: Active
it: Attivo

source: Whether the menu item is checked.
it: Indica se l'elemento di menu è contrassegnato.

source: Inconsistent
it: Incoerente

source: Whether to display an "inconsistent" state.
it: Indica se visualizzare uno stato "incoerente".

source: The previously-selected color, for comparison to the color you're selecting now. You can drag this color to a palette entry, or select this color as current by dragging it to the other color swatch alongside.
it: Il colore selezionato in precedenza, a titolo di confronto con il nuovo colore da selezionare. È possibile trascinare il colore su un elemento della tavolozza, o impostare il colore corrente trascinandolo sul riquadro del colore corrente.

source: The color you've chosen. You can drag this color to a palette entry to save it for use in the future.
it: Il colore selezionato. È possibile trascinare il colore su un elemento della tavolozza per usarlo in un secondo momento.

source: _Save color here
it: _Salva colore qui

source: Click this palette entry to make it the current color. To change this entry, drag a color swatch here or right-click it and select "Save color here."
it: Fare clic sull'elemento della tavolozza per farne il colore corrente. Per modificare questo elemento, trascinare un riquadro di colore in questo punto o farvi clic con il pulsante destro e selezionare "Salva colore qui."

source: Has Opacity Control
it: Con controllo di opacità

source: Whether the color selector should allow setting opacity
it: Indica se il selettore di colore deve consentire l'impostazione dell'opacità

source: Whether a palette should be used
it: Indica se deve essere usata una tavolozza

source: The current color
it: Il colore corrente

source: Current Alpha
it: Alfa corrente

source: The current opacity value (0 fully transparent, 65535 fully opaque)
it: Il valore di opacità corrente (0 = completamente trasparente, 65535 = completamente opaco)

source: Palette to use in the color selector
it: La tavolozza da usare nel selettore colori

source: Select the color you want from the outer ring. Select the darkness or lightness of that color using the inner triangle.
it: Selezionare il colore nell'anello esterno. Selezionare la luminosità usando il triangolo interno.

source: Click the eyedropper, then click a color anywhere on your screen to select that color.
it: Fare clic sul contagocce, e quindi fare clic su un colore in qualsiasi punto dello schermo per selezionarlo.

source: Position on the color wheel.
it: Posizione nella ruota dei colori.

source: "Deepness" of the color.
it: "Profondità" del colore.

source: Brightness of the color.
it: Luminosità del colore.

source: Amount of red light in the color.
it: Quantità di luce rossa nel colore.

source: Amount of green light in the color.
it: Quantità di luce verde nel colore.

source: Amount of blue light in the color.
it: Quantità di luce blu nel colore.

source: Transparency of the currently-selected color.
it: Il grado di trasparenza del colore selezionato.

source: Color _Name:
it: _Nome colore:

source: You can enter an HTML-style hexadecimal color value, or simply a color name such as 'orange' in this entry.
it: È possibile inserire un valore di colore esadecimale in stile HTML, o semplicemente un nome (ad es. 'orange').

source: Enable arrow keys
it: Abilita testi freccia

source: Whether the arrow keys move through the list of items
it: Indica se i tasti freccia consentono di scorrere l'elenco delle voci

source: Always enable arrows
it: Abilita sempre frecce

source: Whether the arrow keys work, even if the entry contents are not in the list
it: Indica se i tasti freccia funzionano, anche se il contenuto della voce non è incluso nell'elenco

source: Case sensitive
it: Maiuscole/minuscole

source: Whether list item matching is case sensitive
it: Indica se la ricerca delle voci nell'elenco distingue tra maiuscole e minuscole

source: Allow empty
it: Consenti voce vuota

source: Whether an empty value may be entered in this field
it: Indica se nel campo è possibile inserire una voce vuota

source: Value in list
it: Valore in elenco

source: Whether entered values must already be present in the list
it: Indica se il valore inserito deve sempre essere presente nell'elenco

source: Resize mode
it: Modalità di ridimensionamento

source: Specify how resize events are handled
it: Specifica il modo in cui vengono gestiti gli eventi di ridimensionamento

source: Border width
it: Larghezza bordo

source: The width of the empty border outside the containers children.
it: La larghezza del bordo vuoto all'esterno dei figli dei container.

source: Child
it: Figlio

source: Can be used to add a new child to the container.
it: Può essere usato per aggiungere un nuovo figlio al container.

source: Is this curve linear, spline interpolated, or free-form
it: Indica se la curva è lineare, interpolata o libera

source: Minimum X
it: X minimo

source: Minimum possible value for X
it: Valore minimo per X

source: Maximum X
it: X massimo

source: Maximum possible X value.
it: Valore massimo per X.

source: Minimum Y
it: Y minimo

source: Minimum possible value for Y
it: Valore minimo per Y

source: Maximum Y
it: Y massimo

source: Maximum possible value for Y
it: Valore massimo per Y

source: Has separator
it: Con separatore

source: The dialog has a separator bar above its buttons
it: La finestra di dialogo ha un separatore al di sopra dei pulsanti

source: Content area border
it: Bordo area contenuto

source: Width of border around the main dialog area
it: Larghezza del bordo intorno all'area principale della finestra di dialogo

source: Button spacing
it: Spaziatura pulsanti

source: Spacing between buttons
it: Spaziatura tra i pulsanti

source: Action area border
it: Bordo area azione

source: Width of border around the button area at the bottom of the dialog
it: Larghezza del bordo intorno all'area dei pulsanti nella parte inferiore della finestra di dialogo

source: The current position of the insertion cursor in chars.
it: La posizione corrente del cursore di inserimento in caratteri.

source: The position of the opposite end of the selection from the cursor in chars.
it: La posizione dell'estremità opposta della selezione dal cursore, in caratteri.

source: Whether the entry contents can be edited
it: Indica se il contenuto della voce può essere modificato

source: Maximum length
it: Lunghezza massima

source: Maximum number of characters for this entry. Zero if no maximum.
it: Numero massimo di caratteri per la voce. Zero se non è presente un valore massimo.

source: Visibility
it: Visibilità

source: FALSE displays the "invisible char" instead of the actual text (password mode)
it: FALSE visualizza il "carattere invisibile" al posto del testo effettivo (modalità password)

source: FALSE removes outside bevel from entry.
it: FALSE rimuove il bisello esterno dalla voce.

source: Invisible character
it: Carattere invisibile

source: The character to use when masking entry contents (in "password mode")
it: Il carattere da usare quando non si intende visualizzare il contenuto della voce (nella "modalità password")

source: Activates default
it: Attiva predefinito

source: Whether to activate the default widget (such as the default button in a dialog) when Enter is pressed.
it: Indica se attivare il widget predefinito (ad esempio il pulsante predefinito in una finestra di dialogo) quando si preme Enter.

source: Width in chars
it: Larghezza in caratteri

source: Number of characters to leave space for in the entry.
it: Numero di caratteri per i quali prevedere lo spazio nella voce.

source: Scroll offset
it: Spostamento di scorrimento

source: Number of pixels of the entry scrolled off the screen to the left
it: Numero di pixel della voce che scorrono fuori dallo schermo verso sinistra

source: The contents of the entry
it: Il contenuto della voce

source: Whether to select the contents of an entry when it is focused.
it: Indica se il contenuto della voce deve essere selezionato quando la voce è attiva.

source: Input Methods
it: Metodi di input

source: _Insert Unicode control character
it: _Inserisci carattere di controllo Unicode

source: The currently selected filename.
it: Il nome del file selezionato.

source: Show file operations
it: Mostra operazioni su file

source: Whether buttons for creating/manipulating files should be displayed.
it: Indica se devono essere visualizzati i pulsanti per creare/manipolare i file.

source: Whether to allow multiple files to be selected.
it: Indica se è possibile selezionare più di un file.

source: Files
it: File

source: The file "%s" resides on another machine (called %s) and may not be available to this program. Are you sure that you want to select it?
it: Il file "%s" si trova su un altro sistema (%s) e può non essere disponibile per il programma. Selezionarlo ugualmente?

source: _New Folder
it: _Nuova cartella

source: The folder name "%s" contains symbols that are not allowed in filenames
it: La cartella di nome "%s" contiene simboli che non sono consentiti nei nomi dei file

source: Error creating folder "%s": %s %s
it: Errore nella creazione della cartella "%s": %s %s

source: You probably used symbols not allowed in filenames.
it: Sono stati probabilmente usati simboli non consentiti nei nomi dei file.

source: Error creating folder "%s": %s
it: Errore nella creazione della cartella "%s": %s

source: New Folder
it: Nuova cartella

source: Create
it: Crea

source: The filename "%s" contains symbols that are not allowed in filenames
it: Il file di nome "%s" contiene simboli che non sono consentiti nei nomi dei file

source: Error deleting file "%s": %s %s
it: Errore nell'eliminazione del file "%s": %s %s

source: It probably contains symbols not allowed in filenames.
it: Sono probabilmente presenti simboli non consentiti nei nomi dei file.

source: Error deleting file "%s": %s
it: Errore nell'eliminazione del file "%s": %s

source: Really delete file "%s" ?
it: Eliminare il file "%s" ?

source: Delete File
it: Cancella file

source: The file name "%s" contains symbols that are not allowed in filenames
it: Il file di nome "%s" contiene simboli che non sono consentiti nei nomi dei file

source: Error renaming file to "%s": %s %s
it: Errore nella rinomina del file "%s": %s %s

source: Error renaming file "%s": %s %s
it: Errore nella rinomina del file "%s": %s %s

source: Error renaming file "%s" to "%s": %s
it: Errore nella rinomina del file "%s" in "%s": %s

source: Rename File
it: Rinomina file

source: Rename
it: Rinomina

source: Selection:
it: Selezione:

source: The filename "%s" couldn't be converted to UTF-8 (try setting the environment variable G_BROKEN_FILENAMES): %s
it: Il nome del file "%s" non può essere convertito in UTF-8 (provare a impostare la variabile d'ambiente G_BROKEN_FILENAMES): %s

source: Invalid Utf-8
it: Utf-8 errato

source: Name too long
it: Nome troppo lungo

source: Couldn't convert filename
it: Impossibile convertire il nome del file

source: X position
it: Posizione X

source: X position of child widget
it: Posizione X del widget figlio

source: Y position
it: Posizione Y

source: Y position of child widget
it: Posizione Y del widget figlio

source: The X string that represents this font.
it: La stringa X che rappresenta il tipo di carattere.

source: The GdkFont that is currently selected.
it: Il GdkFont selezionato.

source: The text to display in order to demonstrate the selected font.
it: Il testo da visualizzare per una dimostrazione dell'aspetto del tipo di carattere selezionato.

source: Font Selection
it: Selezione Tipo del Carattere

source: Text of the frame's label.
it: Testo dell'etichetta del frame.

source: Label xalign
it: Allineamento X etichetta

source: The horizontal alignment of the label.
it: L'allineamento orizzontale dell'etichetta.

source: Label yalign
it: Allineamento Y etichetta

source: The vertical alignment of the label.
it: L'allineamento verticale dell'etichetta.

source: Deprecated property, use shadow_type instead.
it: Proprietà sconsigliata, usare shadow_type al suo posto.

source: Frame shadow
it: Ombreggiatura frame

source: Appearance of the frame border.
it: Aspetto del bordo del frame.

source: Label widget
it: Widget etichetta

source: A widget to display in place of the usual frame label.
it: Un widget da visualizzare al posto della consueta etichetta del frame.

source: Shadow type
it: Tipo ombreggiatura

source: Appearance of the shadow that surrounds the container.
it: Aspetto dell'ombreggiatura che circonda il container.

source: Handle position
it: Posizione handle

source: Position of the handle relative to the child widget.
it: Posizione relativa dell'handle rispetto al widget figlio.

source: Snap edge
it: Lato allineamento

source: Side of the handlebox that's lined up with the docking point to dock the handlebox.
it: Il lato dell'handlebox che è allineato con il punto di ancoraggio.

source: Error loading icon: %s
it: Errore di caricamento dell'icona: %s

source: A GdkPixbuf to display.
it: GdkPixbuf da visualizzare.

source: A GdkPixmap to display.
it: GdkPixmap da visualizzare.

source: A GdkImage to display.
it: GdkImage da visualizzare.

source: Mask
it: Maschera

source: Mask bitmap to use with GdkImage or GdkPixmap
it: Maschera bitmap da usare con GdkImage o GdkPixmap

source: Filename to load and display.
it: Nome del file da caricare e visualizzare.

source: Stock ID
it: ID predefinito

source: Stock ID for a stock image to display.
it: Stock ID per l'immagine predefinita da visualizzare.

source: Icon set
it: Set icone

source: Icon set to display.
it: Set di icone da visualizzare.

source: Icon size
it: Dimensione icona

source: Size to use for stock icon or icon set.
it: Dimensione da usare per l'icona predefinita o il set di icone.

source: GdkPixbufAnimation to display.
it: GdkPixbufAnimation da visualizzare.

source: The representation being used for image data.
it: La rappresentazione da usare per i dati dell'immagine.

source: Image widget
it: Widget immagine

source: Child widget to appear next to the menu text
it: Widget figlio che deve apparire accanto al testo del menu

source: No input devices
it: Non esistono dispositivi di input

source: Disabled
it: Disabilitato

source: Screen
it: Schermo

source: Window
it: Finestra

source: Pressure
it: Pressione

source: X Tilt
it: Inclinazione X

source: Y Tilt
it: Inclinazione Y

source: Wheel
it: Ruota

source: none
it: nessuno

source: (disabled)
it: (disabilitato)

source: (unknown)
it: (sconosciuto)

source: clear
it: cancella

source: The text of the label.
it: Il testo dell'etichetta.

source: A list of style attributes to apply to the text of the label.
it: Elenco degli attributi di stile da applicare al testo dell'etichetta.

source: Use markup
it: Usa markup

source: The text of the label includes XML markup. See pango_parse_markup().
it: Il testo dell'etichetta contiene markup XML. Vedere pango_parse_markup().

source: Justification
it: Giustificazione

source: The alignment of the lines in the text of the label relative to each other. This does NOT affect the alignment of the label within its allocation. See GtkMisc::xalign for that.
it: L'allineamento relativo delle righe nel testo interno dell'etichetta. Questa impostazione NON ha effetto sull'allineamento dell'etichetta nella sua allocazione. Vedere GtkMisc::xalign per questo tipo di allineamento.

source: A string with _ characters in positions correspond to characters in the text to underline.
it: Una stringa di caratteri _ in corrispondenza dei caratteri del testo da sottolineare.

source: Line wrap
it: A capo automatico

source: If set, wrap lines if the text becomes too wide.
it: Se impostato, indica che le righe vengono mandate a capo quando sono troppo lunghe.

source: Whether the label text can be selected with the mouse.
it: Indica se il testo dell'etichetta può essere selezionato con il mouse.

source: Mnemonic key
it: Tasto mnemonico

source: The mnemonic accelerator key for this label.
it: Il tasto mnemonico di scelta rapida per l'etichetta.

source: Mnemonic widget
it: Widget mnemonico

source: The widget to be activated when the label's mnemonic key is pressed.
it: Il widget da attivare quando il tasto mnemonico viene premuto.

source: Horizontal adjustment
it: Regolazione orizzontale

source: The GtkAdjustment for the horizontal position.
it: Valore GtkAdjustment per la posizione orizzontale.

source: Vertical adjustment
it: Regolazione verticale

source: The GtkAdjustment for the vertical position.
it: Valore GtkAdjustment per la posizione verticale.

source: Width
it: Larghezza

source: The width of the layout.
it: La larghezza del layout.

source: Height
it: Altezza

source: The height of the layout.
it: L'altezza del layout.

source: default:LTR
it: predefinito:LTR

source: Tearoff Title
it: Titolo menu mobile

source: A title that may be displayed by the window manager when this menu is torn-off.
it: Il titolo che viene visualizzato dalla gestione finestre quando il menu viene reso mobile.

source: Can change accelerators
it: Scelte rapide modificabili

source: Whether menu accelerators can be changed by pressing a key over the menu item.
it: Indica se le scelte rapide dei menu possono essere modificate premendo un tasto sulla voce del menu.

source: Style of bevel around the menubar
it: Stile del bisello nella barra dei menu

source: Internal padding
it: Spaziatura interna

source: Amount of border space between the menubar shadow and the menu items
it: Spazio del bordo tra l'ombreggiatura della barra dei menu e le voci del menu

source: Image/label border
it: Bordo immagine/etichetta

source: Width of border around the label and image in the message dialog
it: Larghezza del bordo intorno all'etichetta e all'immagine nella finestra di dialogo del messaggio

source: Message Type
it: Tipo messaggio

source: The type of message
it: Il tipo di messaggio

source: Message Buttons
it: Pulsanti messaggio

source: The buttons shown in the message dialog
it: I pulsanti presenti nella finestra di dialogo del messaggio

source: X align
it: Allineamento X

source: The horizontal alignment, from 0 (left) to 1 (right)
it: L'allineamento orizzontale, da 0 (sinistra) a 1 (destra)

source: Y align
it: Allineamento Y

source: The vertical alignment, from 0 (top) to 1 (bottom)
it: L'allineamento verticale, da 0 (alto) a 1 (basso)

source: X pad
it: Spaziatura X

source: The amount of space to add on the left and right of the widget, in pixels
it: La quantità di spazio da aggiungere a sinistra e a destra del widget, in pixel

source: Y pad
it: Spaziatura Y

source: The amount of space to add on the top and bottom of the widget, in pixels
it: La quantità di spazio da aggiungere al di sopra e al di sotto del widget, in pixel

source: The index of the current page
it: L'indice della pagina corrente

source: Tab Position
it: Posizione schede

source: Which side of the notebook holds the tabs
it: Indica quale lato del notebook contiene le schede

source: Tab Border
it: Bordo scheda

source: Width of the border around the tab labels
it: Larghezza del bordo intorno alle etichette delle schede

source: Horizontal Tab Border
it: Bordo orizzontale della scheda

source: Width of the horizontal border of tab labels
it: Larghezza del bordo orizzontale delle etichette delle schede

source: Vertical Tab Border
it: Bordo verticale schede

source: Width of the vertical border of tab labels
it: Larghezza del bordo verticale delle etichette delle schede

source: Show Tabs
it: Mostra schede

source: Whether tabs should be shown or not
it: Indica se le schede devono essere visualizzate

source: Show Border
it: Mostra bordo

source: Whether the border should be shown or not
it: Indica se il bordo deve essere visualizzato

source: Scrollable
it: Scorrimento abilitato

source: Enable Popup
it: Abilita popup

source: If TRUE, pressing the right mouse button on the notebook pops up a menu that you can use to go to a page
it: Se TRUE, premendo il pulsante destro del mouse sul notebook viene visualizzato un menu che permette di passare a una determinata pagina

source: Whether tabs should have homogeneous sizes
it: Indica se le schede devono avere la stessa dimensione

source: Page %u
it: Pagina %u

source: The menu of options
it: Il menu di opzioni

source: Size of dropdown indicator
it: Dimensione dell'indicatore dropdown

source: Spacing around indicator
it: Spazio intorno all'indicatore

source: Position of paned separator in pixels (0 means all the way to the left/top)
it: Posizione del separatore in pixel (0 indica la lunghezza completa verso sinistra/verso l'alto)

source: Position Set
it: Posizione impostata

source: TRUE if the Position property should be used
it: TRUE se deve essere usata la proprietà Position

source: Handle Size
it: Dimensione handle

source: Width of handle
it: Larghezza dell'handle

source: Expand
it: Espandibile

source: Whether the preview widget should take up the entire space it is allocated
it: Indica se il widget di anteprima deve occupare l'intero spazio allocato

source: Activity mode
it: Modo attività

source: Show text
it: Mostra testo

source: Whether the progress is shown as text
it: Indica se l'indicatore di avanzamento è mostrato come testo

source: Text x alignment
it: Allineamento x testo

source: Text y alignment
it: Allineamento y testo

source: A number between 0.0 and 1.0 specifying the vertical alignment of the text in the progress widget
it: Un numero compreso tra 0.0 e 1.0 che specifica l'allineamento verticale del testo nel widget di avanzamento

source: Adjustment
it: Regolazione

source: The GtkAdjustment connected to the progress bar (Deprecated)
it: Valore GtkAdjustment connesso alla barra di avanzamento (Sconsigliato)

source: Orientation
it: Orientamento

source: Bar style
it: Stile barra
