Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gtk+/*.po
Languages: it

source: Override for width request of the widget, or -1 if natural request should be used.
it: Valore di override per la richiesta di larghezza del widget, o -1 se deve essere usata la richiesta naturale.

source: Height request
it: Richiesta altezza

source: Override for height request of the widget, or -1 if natural request should be used.
it: Valore di override per la richiesta di altezza del widget, o -1 se deve essere usata la richiesta naturale.

source: Whether the widget is visible
it: Indica se il widget è visibile

source: Sensitive
it: Sensibile

source: Whether the widget responds to input
it: Indica se il widget risponde agli input

source: Application paintable
it: Disegnabile dall'applicazione

source: Whether the application will paint directly on the widget
it: Indica se l'applicazione disegnerà direttamente sul widget

source: Can focus
it: Attivabile

source: Whether the widget can accept the input focus
it: Indica se il widget può accettare lo stato attivo

source: Has focus
it: Attivo

source: Whether the widget has the input focus
it: Indica se il widget è attivo

source: Whether the widget can be the default widget
it: Indica se il widget può essere il widget predefinito

source: Whether the widget is the default widget
it: Indica se il widget è il widget predefinito

source: Receives default
it: Riceve azione predefinita

source: If TRUE, the widget will receive the default action when it is focused.
it: Se TRUE, il widget riceve l'azione predefinita quando è attivo.

source: Composite child
it: Figlio composito

source: Whether the widget is part of a composite widget
it: Indica se il widget fa parte di un widget composito

source: The style of the widget, which contains information about how it will look (colors etc).
it: Lo stile del widget, che contiene informazioni sul suo aspetto (colori ecc.).

source: Events
it: Eventi

source: The event mask that decides what kind of GdkEvents this widget gets.
it: La maschera di eventi che decide quale tipo di GdkEvents viene ottenuto dal widget.

source: Extension events
it: Eventi di estensione

source: The mask that decides what kind of extension events this widget gets.
it: La maschera che decide quale tipo di eventi di estensione viene ottenuto dal widget.

source: Interior Focus
it: Stato attivo interno

source: Whether to draw the focus indicator inside widgets.
it: Indica se l'indicatore dello stato attivo deve essere disegnato nel widget.

source: Focus linewidth
it: Larghezza indicatore stato attivo

source: Width, in pixels, of the focus indicator line.
it: Larghezza, in pixel, della riga che indica lo stato attivo.

source: Focus line dash pattern
it: Motivo a trattini stato attivo

source: Dash pattern used to draw the focus indicator.
it: Il motivo di trattini usato per disegnare l'indicatore di stato attivo.

source: Focus padding
it: Spaziatura stato attivo

source: Width, in pixels, between focus indicator and the widget 'box'.
it: La larghezza, in pixel, tra l'indicatore di stato attivo e il 'box' del widget.

source: Cursor color
it: Colore cursore

source: Color with which to draw insertion cursor
it: Il colore con cui disegnare il cursore di inserimento

source: Secondary cursor color
it: Colore secondario cursore

source: Color with which to draw the secondary insertion cursor when editing mixed right-to-left and left-to-right text.
it: Il colore con cui disegnare il cursore di inserimento secondario quando si sta modificando un testo con direzione mista sinistra-destra e destra-sinistra.

source: Cursor line aspect ratio
it: Proporzione riga cursore

source: Aspect ratio with which to draw insertion cursor
it: La proporzione con cui disegnare il cursore di inserimento

source: The type of the window
it: Il tipo di finestra

source: The title of the window
it: Il titolo della finestra

source: Allow Shrink
it: Riducibile

source: If TRUE, the window has no mimimum size. Setting this to TRUE is 99% of the time a bad idea.
it: Se TRUE, la finestra non ha una dimensione minima. Nel 99% dei casi, impostare questo valore su TRUE non è consigliabile.

source: Allow Grow
it: Ingrandibile

source: If TRUE, users can expand the window beyond its minimum size.
it: Se TRUE, gli utenti possono ingrandire la finestra oltre la dimensione minima.

source: If TRUE, users can resize the window.
it: Se TRUE, gli utenti possono ridimensionare la finestra.

source: Modal
it: Modale

source: If TRUE, the window is modal (other windows are not usable while this one is up).
it: Se TRUE, la finestra è modale (non è possibile usare altre finestre mentre è attiva).

source: Window Position
it: Posizione finestra

source: The initial position of the window.
it: La posizione iniziale della finestra.

source: Default Width
it: Larghezza predefinita

source: The default width of the window, used when initially showing the window.
it: La larghezza predefinita della finestra, usata quando la finestra viene visualizzata la prima volta.

source: Default Height
it: Altezza predefinita

source: The default height of the window, used when initially showing the window.
it: L'altezza predefinita della finestra, usata quando la finestra viene visualizzata la prima volta.

source: Destroy with Parent
it: Distruggi col padre

source: If this window should be destroyed when the parent is destroyed
it: Indica se la finestra deve essere distrutta insieme con la finestra padre

source: Icon
it: Icona

source: Icon for this window
it: Icona della finestra

source: Amharic (EZ+)
it: Amarico (EZ+)

source: Cyrillic (Transliterated)
it: Cirillico (Translitterato)

source: Inukitut (Transliterated)
it: Inukitut (Translitterato)

source: Thai (Broken)
it: Thai (Difettoso)

source: Vietnamese (VIQR)
it: Vietnamita (VIQR)

source: X Input Method
it: Metodo input X
