Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gtk+/*.po
Languages: it

source: Specifies the visual style of the bar in percentage mode (Deprecated)
it: Specifica lo stile visuale della barra in modalità percentuale (Sconsigliato)

source: Activity Step
it: Incremento attività

source: The increment used for each iteration in activity mode (Deprecated)
it: L'incremento usato per ogni iterazione nel modo attività (Sconsigliato)

source: Activity Blocks
it: Blocchi attività

source: The number of blocks which can fit in the progress bar area in activity mode (Deprecated)
it: Il numero di blocchi contenuti nell'area della barra di avanzamento in modo attività (Sconsigliato)

source: Discrete Blocks
it: Blocchi distinti

source: The number of discrete blocks in a progress bar (when shown in the discrete style)
it: Il numero di blocchi distinti nella barra di avanzamento (quando è mostrata nello stile distinto)

source: The fraction of total work that has been completed
it: La frazione dell'attività totale che è stata completata

source: Pulse Step
it: Incremento impulso

source: The fraction of total progress to move the bouncing block when pulsed
it: La frazione dell'avanzamento totale di cui spostare il blocco quando riceve l'impulso

source: Text to be displayed in the progress bar
it: Testo da visualizzare nella barra di avanzamento

source: Update policy
it: Criteri di aggiornamento

source: How the range should be updated on the screen
it: Il modo in cui l'intervallo deve essere aggiornato sullo schermo

source: The GtkAdjustment that contains the current value of this range object
it: Valore GtkAdjustment che contiene il valore corrente dell'oggetto range

source: Inverted
it: Invertito

source: Invert direction slider moves to increase range value
it: Inverte la direzione, il cursore si sposta verso i valori superiori

source: Slider Width
it: Larghezza cursore

source: Width of scrollbar or scale thumb
it: Larghezza della barra o del cursore di scorrimento

source: Spacing between thumb/steppers and outer trough bevel
it: Spaziatura tra il cursore/stepper e il bisello esterno

source: Stepper Size
it: Dimensione stepper

source: Length of step buttons at ends
it: Lunghezza dei pulsanti di avanzamento ai lati

source: Stepper Spacing
it: Spaziatura stepper

source: Spacing between step buttons and thumb
it: Spazio tra i pulsanti di avanzamento e il cursore

source: How far in the x direction to move the arrow when the button is depressed
it: Valore di cui spostare la freccia nella direzione x quando il pulsante viene premuto

source: How far in the y direction to move the arrow when the button is depressed
it: Valore di cui spostare la freccia nella direzione y quando il pulsante viene premuto

source: Unable to find include file: "%s"
it: Impossibile trovare il file include: "%s"

source: Unable to locate image file in pixmap_path: "%s"
it: Impossibile trovare il file immagine in pixmap_path: "%s"

source: Pixmap path element: "%s" must be absolute, %s, line %d
it: Elemento percorso pixmap: "%s" deve essere assoluto, %s, riga %d

source: Lower
it: Inferiore

source: Lower limit of ruler
it: Limite inferiore del righello

source: Upper
it: Superiore

source: Upper limit of ruler
it: Limite superiore del righello

source: Position of mark on the ruler
it: Posizione del segno sul righello

source: Max Size
it: Dimensione massima

source: Maximum size of the ruler
it: Dimensione massima del righello

source: Digits
it: Decimali

source: The number of decimal places that are displayed in the value
it: Numero di cifre decimali visualizzate nel valore

source: Draw Value
it: Disegna valore

source: Whether the current value is displayed as a string next to the slider
it: Indica se il valore corrente deve essere visualizzato in una stringa accanto al cursore

source: The position in which the current value is displayed
it: La posizione in cui visualizzare il valore corrente

source: Slider Length
it: Lunghezza cursore

source: Length of scale's slider
it: Lunghezza del cursore della scala

source: Value spacing
it: Spaziatura valore

source: Space between value text and the slider/trough area
it: Spazio tra il testo del valore e l'area di scorrimento/avanzamento

source: Minimum Slider Length
it: Lunghezza minima cursore

source: Minimum length of scrollbar slider
it: Lunghezza minima del cursore della barra di scorrimento

source: Fixed slider size
it: Dimensione fissa cursore

source: Don't change slider size, just lock it to the minimum length
it: Non modifica la dimensione del cursore ma la blocca sulla lunghezza minima

source: Backward stepper
it: Stepper all'indietro

source: Display the standard backward arrow button
it: Visualizza il pulsante freccia all'indietro standard

source: Forward stepper
it: Stepper in avanti

source: Display the standard forward arrow button
it: Visualizza il pulsante freccia in avanti standard

source: Secondary backward stepper
it: Stepper all'indietro secondario

source: Display a second backward arrow button on the opposite end of the scrollbar
it: Visualizza un secondo pulsante freccia all'indietro all'estremità opposta della barra di scorrimento

source: Secondary forward stepper
it: Stepper in avanti secondario

source: Display a secondary forward arrow button on the opposite end of the scrollbar
it: Visualizza un secondo pulsante freccia in avanti all'estremità opposta della barra di scorrimento

source: Horizontal Adjustment
it: Regolazione orizzontale

source: Vertical Adjustment
it: Regolazione verticale

source: When the horizontal scrollbar is displayed
it: Indica quando deve essere visualizzata la barra di scorrimento orizzontale

source: Vertical Scrollbar Policy
it: Criteri barra di scorrimento verticale

source: When the vertical scrollbar is displayed
it: Indica quando deve essere visualizzata la barra di scorrimento verticale

source: Where the contents are located with respect to the scrollbars
it: Indica la posizione del contenuto rispetto alle barre di scorrimento

source: Style of bevel around the contents
it: Stile del bisello intorno al contenuto

source: Double Click Time
it: Durata doppio clic

source: Maximum time allowed between two clicks for them to be considered a double click (in milliseconds)
it: Periodo massimo consentito tra due clic perché vengano considerati un doppio clic (in millisecondi)

source: Whether the cursor should blink
it: Indica se il cursore deve lampeggiare

source: Length of the cursor blink cycle, in milleseconds
it: Durata del ciclo di lampeggiamento del cursore, in millisecondi

source: Split Cursor
it: Cursore sdoppiato

source: Whether two cursors should be displayed for mixed left-to-right and right-to-left text
it: Indica se devono essere visualizzati due cursori per i testi misti sinistra-destra e destra-sinistra

source: Theme Name
it: Nome tema

source: Name of theme RC file to load
it: Nome del file RC del tema da caricare

source: Key Theme Name
it: Nome tema chiave

source: Name of key theme RC file to load
it: Nome del file RC del tema chiave da caricare

source: Menu bar accelerator
it: Scelta rapida barra dei menu

source: Keybinding to activate the menu bar
it: Associazione di tasti per attivare la barra dei menu

source: Drag threshold
it: Soglia trascinamento

source: Number of pixels the cursor can move before dragging
it: Numero di pixel di cui il cursore può essere spostato prima di iniziare il trascinamento

source: Name of default font to use
it: Nome del tipo di carattere predefinito da usare

source: The directions in which the size group effects the requested sizes of its component widgets.
it: Le direzioni in cui la dimensione del gruppo ha effetto sulle dimensioni richieste dei widget dei componenti.

source: The adjustment that holds the value of the spinbutton
it: La regolazione che memorizza il valore del pulsante di selezione

source: Climb Rate
it: Velocità di salita

source: The acceleration rate when you hold down a button
it: Accelerazione da usare quando si tiene premuto un pulsante

source: The number of decimal places to display
it: Numero di cifre decimali da visualizzare

source: Snap to Ticks
it: Blocca su incrementi

source: Whether erroneous values are automatically changed to a spin button's nearest step increment
it: Indica se i valori errati vengono automaticamente modificati in base al più vicino incremento del pulsante di selezione

source: Numeric
it: Numerico

source: Whether non-numeric characters should be ignored
it: Indica se i caratteri non numerici devono essere ignorati

source: Wrap
it: A capo

source: Whether a spin button should wrap upon reaching its limits
it: Indica se il pulsante di selezione deve essere mandato a capo quando raggiunge il proprio limite

source: Update Policy
it: Criteri di aggiornamento

source: Whether the spin button should update always, or only when the value is legal
it: Indica se il pulsante di selezione deve sempre essere aggiornato, o solo quando il valore che contiene è valido

source: Reads the current value, or sets a new value
it: Legge il valore corrente, o imposta un nuovo valore

source: Style of bevel around the statusbar text
it: Stile del bisello intorno al testo della barra di stato

source: Information
it: Informazioni

source: Warning
it: Attenzione

source: Error
it: Errore

source: Question
it: Domanda

source: _Add
it: _Aggiungi

source: _Apply
it: _Applica

source: _Bold
it: _Grassetto

source: _Close
it: _Chiudi

source: _Copy
it: _Copia

source: _Execute
it: _Esegui

source: _Find
it: _Trova

source: Find and _Replace
it: Trova e _Sostituisci

source: _Bottom
it: _Basso

source: _First
it: _Primo

source: _Top
it: _Alto

source: _Back
it: _Indietro

source: _Down
it: _Giù

source: _Forward
it: _Avanti

source: _Up
it: _Su

source: _Index
it: _Indice

source: _Italic
it: _Corsivo

source: _Jump to
it: _Vai a

source: _Left
it: _Sinistra

source: _Right
it: _Destra

source: _Preferences
it: _Preferenze

source: _Print
it: _Stampa

source: _Properties
it: _Proprietà

source: _Refresh
it: _Aggiorna

source: _Revert
it: _Ripristina

source: _Font
it: _Carattere

source: _Ascending
it: _Ascendente

source: _Descending
it: _Discendente

source: _Spell Check
it: _Controllo ortografico

source: _Stop
it: _Interrompi

source: _Strikethrough
it: _Barrato

source: _Underline
it: _Sottolineato

source: _Undo
it: _Annulla

source: _Yes
it: _Sì

source: Zoom to _Fit
it: Adatta a _finestra

source: Zoom _In
it: Aumenta _ingrandimento

source: Zoom _Out
it: Riduci i_ngrandimento

source: Rows
it: Righe

source: The number of rows in the table
it: Numero di righe della tabella

source: Columns
it: Colonne

source: The number of columns in the table
it: Numero di colonne della tabella

source: Row spacing
it: Spaziatura righe

source: The amount of space between two consecutive rows
it: Quantità di spazio tra due righe consecutive

source: Column spacing
it: Spaziatura colonne

source: The amount of space between two consecutive columns
it: Quantità di spazio tra due colonne consecutive

source: Homogenous
it: Omogeneo

source: If TRUE this means the table cells are all the same width/height
it: Se TRUE indica che le celle della tabella devono avere tutte la stessa altezza e larghezza

source: Horizontal adjustment for the text widget
it: Regolazione orizzontale per il widget di testo

source: Vertical adjustment for the text widget
it: Regolazione verticale per il widget di testo

source: Line Wrap
it: A capo automatico

source: Whether lines are wrapped at widget edges
it: Indica se le righe devono andare a capo alle estremità del widget

source: Word Wrap
it: A capo per parola

source: Whether words are wrapped at widget edges
it: Indica se le parole devono andare a capo alle estremità del widget

source: Tag name
it: Nome tag

source: Background full height
it: Altezza completa sfondo

source: Whether the background color fills the entire line height or only the height of the tagged characters
it: Indica se il colore di sfondo deve coprire tutta l'altezza della riga o solo l'altezza dei caratteri contrassegnati dal tag

source: Background stipple mask
it: Maschera punteggiata sfondo

source: Bitmap to use as a mask when drawing the text background
it: Bitmap da usare come maschera per disegnare lo sfondo del testo

source: Foreground stipple mask
it: Maschera punteggiata primo piano

source: Bitmap to use as a mask when drawing the text foreground
it: Bitmap da usare come maschera per disegnare il primo piano del testo

source: Text direction, e.g. right-to-left or left-to-right
it: Direzione del testo, ad es. sinistra-destra o destra-sinistra

source: Left, right, or center justification
it: Giustificazione sinistra, destra o centrata

source: Language
it: Lingua

source: Left margin
it: Margine sinistro

source: Width of the left margin in pixels
it: Larghezza del margine sinistro in pixel

source: Right margin
it: Margine destro

source: Width of the right margin in pixels
it: Larghezza del margine destro in pixel

source: Indent
it: Rientro

source: Amount to indent the paragraph, in pixels
it: Valore di cui rientrare il paragrafo, in pixel

source: Pixels above lines
it: Pixel sopra le righe

source: Pixels of blank space above paragraphs
it: Pixel di spazio bianco sopra i paragrafi

source: Pixels below lines
it: Pixel sotto le righe

source: Pixels of blank space below paragraphs
it: Pixel di spazio bianco sotto i paragrafi

source: Pixels inside wrap
it: Pixel negli a capo

source: Pixels of blank space between wrapped lines in a paragraph
it: Pixel di spazio bianco tra le righe mandate a capo nel paragrafo

source: Wrap mode
it: Modalità di a capo

source: Whether to wrap lines never, at word boundaries, or at character boundaries
it: Indica se le righe non devono mai andare a capo, o andare a capo in corrispondenza delle parole o dei singoli caratteri

source: Tabs
it: Tabulazioni

source: Custom tabs for this text
it: Tabulazioni personalizzate per il testo in oggetto

source: Invisible
it: Invisibile

source: Background full height set
it: Altezza completa sfondo impostata

source: Whether this tag affects background height
it: Indica se questo tag ha effetto sull'altezza dello sfondo

source: Background stipple set
it: Punteggiatura sfondo impostata

source: Whether this tag affects the background stipple
it: Indica se il tag ha effetto sulla punteggiatura dello sfondo

source: Foreground stipple set
it: Punteggiatura primo piano impostata

source: Whether this tag affects the foreground stipple
it: Indica se il tag ha effetto sulla punteggiatura del primo piano

source: Justification set
it: Giustificazione impostata

source: Whether this tag affects paragraph justification
it: Indica se il tag ha effetto sulla giustificazione del paragrafo

source: Language set
it: Lingua impostata

source: Whether this tag affects the language the text is rendered as
it: Indica se il tag ha effetto sulla lingua di riproduzione del testo

source: Left margin set
it: Margine sinistro impostato

source: Whether this tag affects the left margin
it: Indica se il tag ha effetto sul margine sinistro

source: Indent set
it: Rientro impostato

source: Whether this tag affects indentation
it: Indica se il tag ha effetto sul rientro

source: Pixels above lines set
it: Pixel sopra le righe impostati

source: Whether this tag affects the number of pixels above lines
it: Indica se il tag ha effetto sul numero di pixel sopra le righe

source: Pixels below lines set
it: Pixel sotto le righe impostati

source: Pixels inside wrap set
it: Pixel negli a capo impostati

source: Whether this tag affects the number of pixels between wrapped lines
it: Indica se il tag ha effetto sul numero di pixel tra le righe mandate a capo

source: Right margin set
it: Margine destro impostato

source: Whether this tag affects the right margin
it: Indica se il tag ha effetto sul margine destro

source: Wrap mode set
it: Modalità a capo impostata

source: Whether this tag affects line wrap mode
it: Indica se il tag ha effetto sulla modalità di a capo delle righe

source: Tabs set
it: Tabulazioni impostate

source: Whether this tag affects tabs
it: Indica se il tag ha effetto sulle tabulazioni

source: Invisible set
it: Invisibile impostato

source: Whether this tag affects text visibility
it: Indica se il tag ha effetto sulla visibilità del testo

source: LRM _Left-to-right mark
it: Segno LRM _Sinistra-destra

source: RLM _Right-to-left mark
it: Segno RLM _Destra-sinistra

source: LRE Left-to-right _embedding
it: _Embedding LRE Sinistra-destra

source: RLE Right-to-left e_mbedding
it: E_mbedding RLE Destra-sinistra

source: LRO Left-to-right _override
it: _Override LRO Sinistra-destra

source: RLO Right-to-left o_verride
it: O_verride RLO Destra-sinistra

source: Pixels Above Lines
it: Pixel sopra le righe

source: Pixels Below Lines
it: Pixel sotto le righe

source: Pixels Inside Wrap
it: Pixel negli a capo

source: Wrap Mode
it: Modalità di a capo

source: Left Margin
it: Margine sinistro

source: Right Margin
it: Margine destro

source: If the insertion cursor is shown
it: Indica se il cursore di inserimento è visibile

source: Input _Methods
it: _Metodi di input

source: --- No Tip ---
it: --- Nessun aiuto ---

source: If the toggle button should be pressed in or not
it: Indica se l'interruttore dovrebbe apparire premuto o no

source: If the toggle button is in an "in between" state.
it: Indica se l'interruttore è in uno stato "intermedio".

source: Draw Indicator
it: Disegna indicatore

source: If the toggle part of the button is displayed
it: Indica se la parte a interruttore del pulsante viene visualizzata

source: The orientation of the toolbar
it: Orientamento della barra degli strumenti

source: Toolbar Style
it: Stile della barra degli strumenti

source: How to draw the toolbar
it: Come disegnare la barra degli strumenti

source: Spacer size
it: Dimensione spaziatore

source: Size of spacers
it: Dimensione degli spaziatori

source: Amount of border space between the toolbar shadow and the buttons
it: Spazio del bordo tra l'ombreggiatura della barra degli strumenti e i pulsanti

source: Space style
it: Stile spazio

source: Whether spacers are vertical lines or just blank
it: Indica se gli spaziatori sono righe verticali o spazi vuoti

source: Button relief
it: Rilievo pulsante

source: Type of bevel around toolbar buttons
it: Tipo di bisello intorno ai pulsanti della barra degli strumenti

source: Style of bevel around the toolbar
it: Stile del bisello nella barra degli strumenti

source: Toolbar style
it: Stile della barra degli strumenti

source: Whether default toolbars have text only, text and icons, icons only, etc.
it: Indica se le barre degli strumenti predefinite sono di solo testo, testo e icone, solo icone, ecc.

source: Toolbar icon size
it: Dimensione icone della barra degli strumenti

source: Size of icons in default toolbars
it: Dimensioni delle icone nelle barre degli strumenti predefinite

source: TreeModelSort Model
it: Modello TreeModelSort

source: The model for the TreeModelSort to sort
it: Il modello per il TreeModelSort da ordinare

source: TreeView Model
it: Modello TreeView

source: The model for the tree view
it: Il modello della vista ad albero

source: Horizontal Adjustment for the widget
it: Regolazione orizzontale per il widget

source: Vertical Adjustment for the widget
it: Regolazione orizzontale per il widget

source: Show the column header buttons
it: Mostra i pulsanti di intestazione delle colonne

source: Headers Clickable
it: Intestazioni sensibili al clic

source: Column headers respond to click events
it: Le intestazioni delle colonne rispondono agli eventi clic

source: Expander Column
it: Colonna espandibile

source: Set the column for the expander column
it: Imposta la colonna per la colonna espandibile

source: Reorderable
it: Riordinabile

source: View is reorderable
it: La vista è riordinabile

source: Rules Hint
it: Indicazione righe alterne

source: Set a hint to the theme engine to draw rows in alternating colors
it: Imposta un'indicazione per il motore dei temi per ottenere il disegno delle righe con colori alterni

source: Enable Search
it: Abilita ricerca

source: View allows user to search through columns interactively
it: La vista consente la ricerca nelle colonne in modo interattivo

source: Search Column
it: Colonna di ricerca

source: Model column to search through when searching through code
it: Colonna modello in cui cercare quando si ricerca nel codice

source: Expander Size
it: Dimensione freccia di espansione

source: Size of the expander arrow.
it: Dimensione della freccia di espansione.

source: Vertical Separator Width
it: Larghezza separatore verticale

source: Vertical space between cells. Must be an even number.
it: Spazio verticale tra le celle. Deve essere un numero pari.

source: Horizontal Separator Width
it: Larghezza separatore orizzontale

source: Horizontal space between cells. Must be an even number.
it: Spazio orizzontale tra le celle. Deve essere un numero pari.

source: Allow Rules
it: Consenti righe

source: Allow drawing of alternating color rows.
it: Consente il disegno delle righe a colori alterni.

source: Indent Expanders
it: Rientra expander

source: Make the expanders indented.
it: Rientra gli expander.

source: Whether to display the column
it: Indica se la colonna deve essere visualizzata

source: Column is user-resizable
it: La colonna è ridimensionabile dall'utente

source: Current width of the column
it: Larghezza corrente della colonna

source: Sizing
it: Dimensionamento

source: Resize mode of the column
it: Modalità di ridimensionamento della colonna

source: Fixed Width
it: Larghezza fissa

source: Current fixed width of the column
it: Larghezza fissa corrente della colonna

source: Minimum Width
it: Larghezza minima

source: Minimum allowed width of the column
it: Larghezza minima consentita della colonna

source: Maximum Width
it: Larghezza massima

source: Maximum allowed width of the column
it: Larghezza massima consentita della colonna

source: Title to appear in column header
it: Il titolo che compare nell'intestazione della colonna

source: Clickable
it: Clic consentito

source: Whether the header can be clicked
it: Indica se è possibile fare clic sull'intestazione

source: Widget to put in column header button instead of column title
it: Widget da inserire nel pulsante di intestazione della colonna al posto del titolo

source: Alignment
it: Allineamento

source: X Alignment of the column header text or widget
it: Allineamento X del testo o del widget di intestazione della colonna

source: Whether the column can be reordered around the headers
it: Indica se la colonna può essere riordinata intorno alle intestazioni

source: Sort indicator
it: Indicatore di ordinamento

source: Whether to show a sort indicator
it: Indica se deve essere visualizzato un indicatore di ordinamento

source: Sort order
it: Ordinamento

source: Sort direction the sort indicator should indicate
it: Direzione di ordinamento che l'indicatore deve riportare

source: The GtkAdjustment that determines the values of the horizontal position for this viewport.
it: Valore GtkAdjustment che determina i valori di posizione orizzontale per questo viewport.

source: The GtkAdjustment that determines the values of the vertical position for this viewport.
it: Valore GtkAdjustment che determina i valori di posizione verticale per questo viewport.

source: Determines how the shadowed box around the viewport is drawn.
it: Determina il modo in cui il riquadro ombreggiato posto intorno al viewport viene disegnato.

source: The name of the widget
it: Il nome del widget

source: Parent widget
it: Widget padre

source: The parent widget of this widget. Must be a Container widget.
it: Il widget padre del widget in oggetto. Deve essere un widget Container.

source: Width request
it: Richiesta larghezza
