Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gtk+/*.po
Languages: it

source: Failed to open file '%s': %s
it: Impossibile aprire il file '%s': %s

source: Image file '%s' contains no data
it: Il file immagine '%s' non contiene dati

source: Don't know how to load the animation in file '%s'
it: Impossibile caricare l'animazione nel file '%s'

source: Failed to load image '%s': reason not known, probably a corrupt image file
it: Impossibile caricare l'immagine '%s': causa non identificata, probabilmente il file immagine è danneggiato

source: Failed to load animation '%s': reason not known, probably a corrupt animation file
it: Impossibile caricare l'animazione '%s': causa non identificata, probabilmente il file dell'animazione è danneggiato

source: Image-loading module %s does not export the proper interface; perhaps it's from a different GTK version?
it: Il modulo di caricamento immagini %s non esporta l'interfaccia corretta; proviene da una versione differente di GTK?

source: Image type '%s' is not supported
it: Il tipo di immagine '%s' non è supportato

source: Couldn't recognize the image file format for file '%s'
it: Impossibile riconoscere il formato immagine del file '%s'

source: Unrecognized image file format
it: Formato immagine non identificato

source: Don't know how to load the image in file '%s'
it: Impossibile caricare l'immagine nel file '%s'

source: Failed to load image '%s': %s
it: Impossibile caricare l'immagine '%s': %s

source: This build of gdk-pixbuf does not support saving the image format: %s
it: Questa build di gdk-pixbuf non supporta il salvataggio del formato immagine: %s

source: Failed to open '%s' for writing: %s
it: Impossibile aprire '%s' in scrittura: %s

source: Failed to close '%s' while writing image, all data may not have been saved: %s
it: Impossibile chiudere '%s' nel corso della scrittura dell'immagine, parte dei dati possono non essere stati salvati: %s

source: Incremental loading of image type '%s' is not supported
it: Il caricamento incrementale del tipo di immagine '%s' non è supportato

source: Internal error: Image loader module '%s' failed to begin loading an image, but didn't give a reason for the failure
it: Errore interno: Il modulo caricamento immagini '%s' non è riuscito a caricare l'immagine e non ha restituito una descrizione dell'errore

source: Image header corrupt
it: Intestazione dell'immagine danneggiata

source: Image format unknown
it: Formato dell'immagine non identificato

source: Image pixel data corrupt
it: Pixel dell'immagine danneggiati

source: failed to allocate image buffer of %u bytes
it: impossibile allocare il buffer dell'immagine di %u byte

source: Not enough memory to load bitmap image
it: Memoria insufficiente per caricare l'immagine bitmap

source: BMP image has unsupported header size
it: Dimensione dell'intestazione dell'immagine BMP non supportata

source: BMP image has bogus header data
it: Dati errati nell'intestazione dell'immagine BMP

source: Failure reading GIF: %s
it: Errore di lettura file GIF: %s

source: GIF file was missing some data (perhaps it was truncated somehow?)
it: Il file GIF manca di alcuni dati (forse è stato troncato?)

source: Internal error in the GIF loader (%s)
it: Errore interno nel caricamento GIF (%s)

source: GIF image loader can't understand this image.
it: Il modulo di caricamento GIF non riesce a interpretare l'immagine.

source: Bad code encountered
it: Rilevato un codice errato

source: Circular table entry in GIF file
it: Trovata occorrenza di tabella circolare nel file GIF

source: Not enough memory to load GIF file
it: Memoria insufficiente per caricare il file GIF

source: GIF image is corrupt (incorrect LZW compression)
it: Immagine GIF danneggiata (compressione LZW errata)

source: File does not appear to be a GIF file
it: Il file non è in formato GIF

source: Version %s of the GIF file format is not supported
it: La versione %s del formato GIF non è supportata

source: GIF image contained a frame appearing outside the image bounds.
it: L'immagine GIF conteneva un frame al di fuori dei margini dell'immagine.

source: First frame of GIF image had 'revert to previous' as its disposal mode.
it: Il primo frame dell'immagine GIF aveva un'impostazione di disposizione 'revert to previous'.

source: GIF image has no global colormap, and a frame inside it has no local colormap.
it: L'immagine GIF non possiede una mappa colori globale e uno dei frame al suo interno non possiede una mappa colori locale.

source: GIF image was truncated or incomplete.
it: Immagine GIF troncata o incompleta.

source: Failure reading ICO: %s
it: Errore di lettura file ICO: %s

source: Not enough memory to load icon
it: Memoria insufficiente per caricare l'icona

source: Invalid header in icon
it: Intestazione errata dell'icona

source: Icon has zero width
it: L'icona ha larghezza zero

source: Icon has zero height
it: L'icona ha altezza zero

source: Compressed icons are not supported
it: Le icone compresse non sono supportate

source: Unsupported icon type
it: Tipo di icona non supportato

source: Not enough memory to load ICO file
it: Memoria insufficiente per caricare il file ICO

source: Error interpreting JPEG image file (%s)
it: Errore di interpretazione del file JPEG (%s)

source: Insufficient memory to load image, try exiting some applications to free memory
it: Memoria insufficiente per caricare l'immagine, chiudere alcune applicazioni per liberare memoria

source: Couldn't allocate memory for loading JPEG file
it: Impossibile allocare la memoria per caricare il file JPEG

source: JPEG quality must be a value between 0 and 100; value '%s' could not be parsed.
it: La qualità del file JPEG deve essere compresa tra 0 e 100; impossibile analizzare il valore '%s'.

source: JPEG quality must be a value between 0 and 100; value '%d' is not allowed.
it: La qualità del file JPEG deve essere compresa tra 0 e 100; valore '%d' non consentito.

source: Bits per channel of PNG image is invalid.
it: Bit per canale errati nell'immagine PNG.

source: Transformed PNG has zero width or height.
it: Il file PNG trasformato ha altezza o larghezza zero.

source: Bits per channel of transformed PNG is not 8.
it: I bit per canale del file PNG trasformato non sono 8.

source: Transformed PNG not RGB or RGBA.
it: Il file PNG trasformato non è RGB o RGBA.

source: Transformed PNG has unsupported number of channels, must be 3 or 4.
it: Il file trasformato PNG ha un numero di canali non supportato, deve avere il valore 3 o 4.

source: Fatal error in PNG image file: %s
it: Errore fatale nel file immagine PNG: %s

source: Insufficient memory to load PNG file
it: Memoria insufficiente per caricare il file PNG

source: Insufficient memory to store a %ld by %ld image; try exiting some applications to reduce memory usage
it: Memoria insufficiente per memorizzare un'immagine %ld per %ld; uscire da alcune applicazioni per liberare memoria

source: Fatal error reading PNG image file
it: Errore fatale nel file immagine PNG

source: Fatal error reading PNG image file: %s
it: Errore fatale nel file immagine PNG: %s

source: PNM loader expected to find an integer, but didn't
it: Il modulo di caricamento PNM non ha rilevato il valore intero atteso

source: PNM file has an incorrect initial byte
it: Il byte iniziale del file PNM è errato

source: PNM file is not in a recognized PNM subformat
it: Il file PNM non è in un sottoformato PNM identificato

source: PNM file has an image width of 0
it: Il file immagine PNM ha larghezza 0

source: PNM file has an image height of 0
it: Il file immagine PNM ha altezza 0

source: Maximum color value in PNM file is 0
it: Il valore massimo di colori nel file PNM è 0

source: Maximum color value in PNM file is too large
it: Il valore massimo di colori nel file PNM è troppo elevato

source: Can't handle PNM files with maximum color values greater than 255
it: Impossibile gestire file PNM con numero massimo di colori superiore a 255

source: Raw PNM image type is invalid
it: Il tipo di immagine PNM raw è errato

source: PNM image format is invalid
it: Formato dell'immagine PNM errato

source: PNM image loader does not support this PNM subformat
it: Il modulo di caricamento PNM non supporta questo sottoformato

source: Premature end-of-file encountered
it: Fine del file (EOF) prematura

source: Raw PNM formats require exactly one whitespace before sample data
it: I formati PNM raw richiedono esattamente uno spazio prima dei dati campione

source: Can't allocate memory for loading PNM image
it: Impossibile allocare la memoria per caricare l'immagine PNM

source: Insufficient memory to load PNM context struct
it: Memoria insufficiente per caricare la struttura di contesto PNM

source: Unexpected end of PNM image data
it: Fine inattesa dei dati nell'immagine PNM

source: Insufficient memory to load PNM file
it: Memoria insufficiente per caricare il file PNM

source: RAS image has bogus header data
it: Dati errati nell'intestazione dell'immagine RAS

source: RAS image has unknown type
it: Tipo dell'immagine RAS non identificato

source: Not enough memory to load RAS image
it: Memoria insufficiente per caricare l'immagine RAS

source: Can't allocate memory for IOBuffer struct
it: Impossibile allocare la memoria per la struttura IOBuffer

source: Can't allocate memory for IOBuffer data
it: Impossibile allocare la memoria per i dati IOBuffer

source: Can't realloc IOBuffer data
it: Impossibile riallocare i dati IOBuffer

source: Can't allocate temporary IOBuffer data
it: Impossibile allocare i dati temporanei IOBuffer

source: fread() failed -- premature end-of-file probably encountered
it: fread() non riuscito -- probabile fine del file prematura

source: fseek() failed -- premature end-of-file probably encountered
it: fseek() non riuscito -- probabile fine del file prematura

source: Can't allocate new pixbuf
it: Impossibile allocare un nuovo pixbuf

source: Can't allocate colormap structure
it: Impossibile allocare la struttura della mappa colori

source: Can't allocate colormap entries
it: Impossibile allocare le voci della mappa colori

source: Unexpected bitdepth for colormap entries
it: Profondità di bit inattesa per le voci della mappa colori

source: Can't allocate TGA header memory
it: Impossibile allocare la memoria dell'intestazione TGA

source: TGA image has invalid dimensions
it: L'immagine TGA ha dimensioni non ammesse

source: TGA image comment length is too long
it: La lunghezza del commento dell'immagine TGA è troppo elevata

source: TGA image type not supported
it: Tipo di immagine TGA non supportato

source: Can't allocate memory for TGA context struct
it: Impossibile allocare la memoria per la struttura del contesto TGA

source: Excess data in file
it: Troppi dati nel file

source: Can't allocate memory for TGA header
it: Impossibile allocare la memoria per l'intestazione TGA

source: Too big value in the infolen field of TGA header.
it: Valore troppo elevato nel campo infolen dell'intestazione TGA.

source: Can't allocate memory for TGA cmap temporary buffer
it: Impossibile allocare la memoria per il buffer temporaneo della mappa colori TGA

source: Can't allocate memory for TGA colormap struct
it: Impossibile allocare la memoria per la struttura della mappa colori TGA

source: Can't allocate memory for TGA colormap entries
it: Impossibile allocare la memoria per le voci della mappa colori TGA

source: Unexpected bitdepth for TGA colormap
it: Profondità di bit inattesa per la mappa colori TGA

source: Pseudo-Color image without colormap
it: Immagine pseudo-color priva di mappa colori

source: Can't seek to image offset -- end-of-file probably encountered
it: Impossibile passare alla posizione indicata dell'immagine -- probabile fine del file inattesa

source: Can't allocate pixbuf
it: Impossibile allocare un pixbuf

source: Unsupported TGA image type
it: Tipo immagine TGA non supportato

source: Could not get image width (bad TIFF file)
it: Impossibile determinare la larghezza dell'immagine (file TIFF errato)

source: Could not get image height (bad TIFF file)
it: Impossibile determinare l'altezza dell'immagine (file TIFF errato)

source: Width or height of TIFF image is zero
it: L'altezza o la larghezza dell'immagine TIFF sono pari a zero

source: Dimensions of TIFF image too large
it: Dimensioni del file TIFF troppo elevate

source: Insufficient memory to open TIFF file
it: Memoria insufficiente per aprire il file TIFF

source: Failed to load RGB data from TIFF file
it: Impossibile caricare i dati RGB dal file TIFF

source: Failed to open TIFF image
it: Impossibile aprire l'immagine TIFF

source: TIFFClose operation failed
it: Operazione TIFFClose non riuscita

source: Failed to load TIFF image
it: Impossibile caricare l'immagine TIFF

source: Image has zero width
it: L'immagine ha larghezza zero

source: Image has zero height
it: L'immagine ha altezza zero

source: Not enough memory to load image
it: Memoria insufficiente per caricare l'immagine

source: Couldn't save the rest
it: Impossibile salvare il resto

source: Invalid XBM file
it: File XBM errato

source: Insufficient memory to load XBM image file
it: Memoria insufficiente per caricare il file XBM

source: Failed to write to temporary file when loading XBM image
it: Impossibile scrivere il file temporaneo nel caricamento dell'immagine XBM

source: No XPM header found
it: Intestazione XPM non trovata

source: XPM file has image width <= 0
it: Il file XPM ha una larghezza <= 0

source: XPM file has image height <= 0
it: Il file XPM ha un'altezza <= 0

source: XPM file has invalid number of colors
it: Numero di colori non ammesso nel file XPM

source: XPM has invalid number of chars per pixel
it: Numero di caratteri per pixel errato nel file XPM

source: Can't read XPM colormap
it: Impossibile leggere la mappa di colori XPM

source: Can't allocate memory for loading XPM image
it: Impossibile allocare la memoria per caricare l'immagine XPM

source: Failed to write to temporary file when loading XPM image
it: Impossibile scrivere il file temporaneo nel caricamento dell'immagine XPM

source: Accelerator Closure
it: Chiusura tasti di scelta rapida

source: The closure to be monitored for accelerator changes
it: La chiusura che deve essere monitorata per le modifiche ai tasti di scelta rapida

source: Accelerator Widget
it: Widget tasti di scelta rapida

source: The widget to be monitored for accelerator changes
it: Il widget che deve essere monitorato per le modifiche ai tasti di scelta rapida

source: Horizontal alignment
it: Allineamento orizzontale

source: Horizontal position of child in available space. 0.0 is left aligned, 1.0 is right aligned
it: Posizione orizzontale del figlio nello spazio disponibile. 0.0 = allineato a sinistra, 1.0 = allineato a destra

source: Vertical alignment
it: Allineamento verticale

source: Vertical position of child in available space. 0.0 is top aligned, 1.0 is bottom aligned
it: Posizione verticale del figlio nello spazio disponibile. 0.0 = allineato in alto, 1.0 = allineato in basso

source: If available horizontal space is bigger than needed for the child, how much of it to use for the child. 0.0 means none, 1.0 means all
it: Se lo spazio orizzontale disponibile è superiore a quello richiesto per il figlio, spazio da destinare al figlio. 0.0 indica nessuno, 1.0 indica tutto

source: Vertical scale
it: Scala verticale

source: If available vertical space is bigger than needed for the child, how much of it to use for the child. 0.0 means none, 1.0 means all
it: Se lo spazio verticale disponibile è superiore a quello richiesto per il figlio, spazio da destinare al figlio. 0.0 indica nessuno, 1.0 indica tutto

source: The direction the arrow should point
it: La direzione verso cui la freccia deve puntare

source: Arrow shadow
it: Ombreggiatura freccia

source: Appearance of the shadow surrounding the arrow
it: Aspetto dell'ombreggiatura che circonda la freccia

source: Horizontal Alignment
it: Allineamento orizzontale

source: X alignment of the child
it: allineamento X del figlio

source: Vertical Alignment
it: Allineamento verticale

source: Y alignment of the child
it: allineamento Y del figlio

source: Ratio
it: Proporzioni

source: Aspect ratio if obey_child is FALSE
it: Proporzioni se obey_child è FALSE

source: Obey child
it: Uniforma a figlio

source: Force aspect ratio to match that of the frame's child
it: Forza le dimensioni su quelle del figlio del frame

source: Minimum child width
it: Larghezza minima del figlio

source: Minimum width of buttons inside the box
it: Larghezza minima dei pulsanti all'interno del riquadro

source: Minimum child height
it: Altezza minima del figlio

source: Minimum height of buttons inside the box
it: Altezza minima dei pulsanti all'interno del riquadro

source: Child internal width padding
it: Spaziatura larghezza interna figlio

source: Amount to increase child's size on either side
it: Valore di cui aumentare la dimensione del figlio sui due lati

source: Child internal height padding
it: Spaziatura altezza interna figlio

source: Amount to increase child's size on the top and bottom
it: Valore di cui aumentare la dimensione del figlio in alto e in basso

source: Layout style
it: Stile layout

source: How to layout the buttons in the box. Possible values are default, spread, edge, start and end
it: Layout dei pulsanti nel riquadro. I valori ammessi sono default, spread, edge, start e end

source: Secondary
it: Secondario

source: If TRUE, the child appears in a secondary group of children, suitable for, e.g., help buttons.
it: Se TRUE, il figlio appare in un gruppo secondario di figli, adatto, ad esempio per i pulsanti di guida.

source: Spacing
it: Spaziatura

source: The amount of space between children.
it: Dimensione dello spazio tra i figli.

source: Homogeneous
it: Omogeneo

source: Whether the children should all be the same size.
it: Determina se i figli devono avere tutti la stessa dimensione.

source: Label
it: Etichetta

source: Text of the label widget inside the button, if the button contains a label widget.
it: Testo del widget dell'etichetta nel pulsante, se contiene un widget di etichetta.

source: Use underline
it: Usa sottolineatura

source: If set, an underline in the text indicates the next character should be used for the mnemonic accelerator key
it: Se questo valore è impostato, la sottolineatura nel testo indica se il carattere successivo deve essere usato come carattere mnemonico

source: Use stock
it: Usa elemento predefinito

source: If set, the label is used to pick a stock item instead of being displayed
it: Se il valore è impostato, l'etichetta viene usata per scegliere un elemento predefinito invece di essere visualizzata

source: Border relief
it: Rilievo bordo

source: The border relief style.
it: Lo stile del rilievo del bordo.

source: Default Spacing
it: Spaziatura predefinita

source: Extra space to add for CAN_DEFAULT buttons
it: Spaziatura supplementare da aggiungere per i pulsanti CAN_DEFAULT

source: Default Outside Spacing
it: Spaziatura esterna predefinita

source: Extra space to add for CAN_DEFAULT buttons that is always drawn outside the border
it: Spaziatura supplementare da aggiungere per i pulsanti CAN_DEFAULT che vengono sempre disegnati fuori dal bordo

source: Child X Displacement
it: Scostamento X figlio

source: How far in the x direction to move the child when the button is depressed
it: Valore di cui spostare il figlio nella direzione x quando il pulsante viene premuto

source: Child Y Displacement
it: Scostamento Y figlio

source: How far in the y direction to move the child when the button is depressed
it: Valore di cui spostare il figlio nella direzione y quando il pulsante viene premuto

source: Editable mode of the CellRenderer
it: Modalità modificabile del CellRenderer

source: Display the cell
it: Visualizza la cella

source: The x-align.
it: L'allineamento x.

source: The y-align.
it: L'allineamento y.

source: The xpad.
it: Xpad.

source: The ypad.
it: Ypad.

source: width
it: larghezza

source: The fixed width.
it: La larghezza fissa.

source: height
it: altezza

source: The fixed height.
it: L'altezza fissa.

source: Is Expander
it: È espandibile

source: Row has children.
it: La riga ha figli.

source: Is Expanded
it: Espansa

source: Row is an expander row, and is expanded
it: La riga è una riga espandibile ed è espansa

source: Pixbuf Object
it: Oggetto pixbuf

source: The pixbuf to render.
it: L'oggetto pixbuf da riprodurre.

source: Pixbuf Expander Open
it: Expander pixbuf aperto

source: Pixbuf for open expander.
it: Pixbuf per l'expander aperto.

source: Pixbuf Expander Closed
it: Expander pixbuf chiuso

source: Pixbuf for closed expander.
it: Pixbuf per l'expander chiuso.

source: Text
it: Testo

source: Text to render
it: Testo da riprodurre

source: Marked up text to render
it: Testo marcato da riprodurre

source: Attributes
it: Attributi

source: A list of style attributes to apply to the text of the renderer.
it: Elenco degli attributi di stile da applicare al testo del renderer.

source: Background color name
it: Nome del colore di sfondo

source: Background color as a string
it: Colore dello sfondo come stringa

source: Background color
it: Colore di sfondo

source: Background color as a GdkColor
it: Colore dello sfondo come GdkColor

source: Foreground color name
it: Nome del colore di primo piano

source: Foreground color as a string
it: Colore di primo piano come stringa

source: Foreground color
it: Colore di primo piano

source: Foreground color as a GdkColor
it: Colore di primo piano come GdkColor

source: Whether the text can be modified by the user
it: Indica se il testo può essere modificato dall'utente

source: Font
it: Carattere

source: Font description as a string
it: Descrizione del tipo di carattere come stringa

source: Font description as a PangoFontDescription struct
it: Descrizione del tipo di carattere come struttura PangoFontDescription

source: Name of the font family, e.g. Sans, Helvetica, Times, Monospace
it: Nome della famiglia di caratteri, ad es. Sans, Helvetica, Times, Monospace

source: Font style
it: Stile del carattere

source: Font variant
it: Variante del carattere

source: Font weight
it: Spessore del carattere

source: Font stretch
it: Estensione carattere

source: Font size
it: Dimensione del carattere

source: Font points
it: Punti del carattere

source: Font size in points
it: Dimensione del carattere in punti

source: Font scaling factor
it: Fattore di scala del carattere

source: Rise
it: Alzata

source: Offset of text above the baseline (below the baseline if rise is negative)
it: Spostamento del testo al di sopra della linea di base (o al di sotto se il valore è negativo)

source: Strikethrough
it: Barrato

source: Whether to strike through the text
it: Indica se il testo deve essere barrato

source: Underline
it: Sottolineatura

source: Style of underline for this text
it: Stile di sottolineatura del testo

source: Background set
it: Sfondo impostato

source: Whether this tag affects the background color
it: Indica se il tag ha effetto sul colore di sfondo

source: Foreground set
it: Colore di primo piano impostato

source: Whether this tag affects the foreground color
it: Indica se il tag ha effetto sul colore di primo piano

source: Editability set
it: Modificabilità impostata

source: Whether this tag affects text editability
it: Indica se il tag ha effetto sulla modificabilità del testo

source: Font family set
it: Famiglia caratteri impostata

source: Whether this tag affects the font family
it: Indica se il tag ha effetto sulla famiglia di caratteri

source: Font style set
it: Stile carattere impostato

source: Whether this tag affects the font style
it: Indica se il tag ha effetto sullo stile dei caratteri

source: Font variant set
it: Variante carattere impostata
