Repository: GNOME/gnome-i18n
Catalog: extra-po/xchat-stable/*.po
Languages: cs

source: Server List..
cs: Seznam serverù...

source: New Server Tab..
cs: Nový server

source: New Server Window..
cs: Nový server (v oknì)

source: New Channel Tab..
cs: Nový kanál

source: New Channel Window..
cs: Nový kanál (v oknì)

source: New Shell Tab..
cs: Konzole shellu

source: Close
cs: Zavøít

source: Quit
cs: Ukonèit

source: Channel List Window..
cs: Seznam kanálù...

source: DCC Send Window..
cs: Odeslat...

source: DCC Receive Window..
cs: Pøijmout...

source: DCC Chat Window..
cs: Chat...

source: Raw Log Window..
cs: Záznamy...

source: URL Grabber Window..
cs: Ulo¾ URL...

source: Notify List Window..
cs: Pøátelé (Friends)...

source: Lastlog Window..
cs: Hledat v záznamu...

source: Ignore Window..
cs: Ignorovat...

source: Flush Buffer
cs: Vymazat buffer

source: Save Buffer..
cs: Ulo¾it buffer...

source: Invisible
cs: Neviditelný

source: Receive Wallops
cs: Pøijímat globální

source: Receive Server Notices
cs: Pøijímat zprávy serveru

source: Marked Away
cs: Jsem pryè (AWAY)

source: Auto Rejoin on Kick
cs: Vrátit se po KICKu (Auto)

source: Auto ReConnect to Server
cs: Znovu pøipojit k serveru (Auto)

source: Auto Open Dialog Windows
cs: Otevøít okna dialogù (Auto)

source: Auto Accept DCC Chat
cs: Pøijmout chat (Auto)

source: Auto Accept DCC Send
cs: Pøijmout soubor (Auto)

source: Setup..
cs: Nastavení...

source: Palette..
cs: Barvy...

source: User Commands..
cs: U¾ivatelské pøíkazy...

source: CTCP Replies..
cs: CTCP odpovìdi

source: Userlist Buttons..
cs: Tlaèítka seznamu u¾ivatelù

source: Userlist Popup..
cs: Pøíkazy seznamu u¾ivatelù...

source: Replace Popup..
cs: Pøeklepy a zkratky...

source: Edit Event Texts..
cs: Editovat hlá¹ení událostí...

source: Edit Key Bindings..
cs: Klávesové zkratky...

source: Save Settings now
cs: Ulo¾it nastavení

source: Save Settings on exit
cs: Pøi ukonèení ulo¾it nastavení

source: Help..
cs: Nápovìda...

source: Online Docs..
cs: Online dokumentace...

source: About X-Chat..
cs: Informace o aplikaci X-Chat...

source: Load Perl Script..
cs: Nahrát Perl skript...

source: Unload All Scripts
cs: Ukonèit v¹echny skripty

source: Load Plugin (*.so)..
cs: Nahrát Plugin (*.so)...

source: Unload All Plugins
cs: Ukonèit v¹echny Plugins

source: Plugin List
cs: Seznam Plugins...

source: _Windows
cs: _Okna

source: User _Modes
cs: _Volby

source: _Settings
cs: _Mo¾nosti

source: S_cripts & Plugins
cs: S_kripty & Plugins

source: _Help
cs: _Nápovìda

source: Windows
cs: Okna

source: User Modes
cs: Volby

source: Auto ReJoin on Kick
cs: Vrátit se po KICKu (Auto)

source: Settings
cs: Mo¾nosti

source: Replace..
cs: Nahradit...

source: Scripts & Plugins
cs: Skripty & Plugins

source: Help
cs: Nápovìda

source: Choose Picture
cs: Vybrat obrázek

source: Choose XPM
cs: Vybrat XPM

source: Select Font
cs: Výbìr písma

source: Appearance
cs: Vzhled

source: Normal Font:
cs: Normální písmo:

source: Bold Font:
cs: Tuèné písmo:

source: Background Picture:
cs: Obrázek na pozadí:

source: Background XPM:
cs: Pozadí XPM

source: Advanced for GNOME
cs: Pokroèilá nastavení pro GNOME

source: Use ZVT
cs: Pou¾ívat ZVT

source: Use GNOME's ZVT ANSI Emulation instead of GtkText
cs: Pou¾ívat ZVT ANSI emulátor místo GtkText

source: Transparent Background
cs: Transparentní pozadí

source: Make the text box seem see-through
cs: Zprùhlednit textové okno

source: Startup and Shutdown
cs: Spu¹tìní a ukonèení

source: No Server List On Startup
cs: Bez seznamu serverù

source: Don't display the server list on X-Chat startup
cs: Nezobrazovat seznam serverù po spu¹tìní X-Chatu

source: Auto Save URL list
cs: Automaticky ulo¾it seznam URL

source: Auto save your URL list when exiting from X-Chat
cs: Automaticky ulo¾it seznam URL pøi ukonèení aplikace

source: User List
cs: Seznam u¾ivatelù

source: Double Click Command:
cs: Dvojité poklepání my¹í:

source: Input Box
cs: Vstupní okno

source: Nick Name Completion
cs: Dokonèování Nickname

source: Complete nicknames when a partial one is entered
cs: Automaticky dokonèovat Nickname pøi èásteèné shodì

source: Give the Input Box style
cs: Zvolit styl vstupního okna

source: Input box gets same style as main text area
cs: Styl je shodný se stylem hlavního textového okna

source: Output Box
cs: Výstupní okno

source: Time Stamp All Text
cs: V¾dy zobrazit èas

source: Prefix all text with the current time stamp
cs: V¾dy vlo¾it pøed text aktuální èas

source: Tab Nicks
cs: Zarovnávat Nicks

source: All nicknames take up same space on left hand side
cs: V¹echna Nicknames zabírají nalevo stejné místo

source: Colored Nicks
cs: Barevná Nicknames

source: Output nicknames in different colors
cs: Zobrazovat nicknames odli¹nými barvami

source: Output Filtering
cs: Filtr zobrazení

source: Strip MIRC Color
cs: Odstranit MIRC barvy

source: Strip MIRC color codes from text before displaying
cs: Odstraní kódy barev z textu pøed jeho zobrazením

source: Filter out BEEPs
cs: Vypnout zvonek

source: Remove ^G BEEP codes from text before displaying
cs: Odstranit ^G kódy zvonku pøed zobrazením textu

source: Buffer Settings
cs: Nastavení bufferu

source: Text Buffer Size:
cs: Velikost textového bufferu

source: bytes. (0=Unlimited)
cs: bytù (0=Bez omezení)

source: ZVT Buffer Size:
cs: Velikost ZVT bufferu

source: lines.
cs: øádkù.

source: Buttons
cs: Tlaèítka

source: Channel Mode Buttons
cs: Tlaèítka kanálù

source: Show the TNSIPMLK buttons
cs: Zobrazovat tlaèítka kanálù (TNSIPMLK)

source: User List Buttons
cs: Tlaèítka seznamu u¾ivatelù

source: Show the buttons below the user list
cs: Zobrazovat tlaèítka pod seznamem u¾ivatelù

source: Tabs
cs: Zálo¾ky

source: New Tabs to front
cs: Nové zálo¾ky do popøedí

source: Bring new query/channel tabs to front
cs: Dávat nový dotaz/kanál do popøedí

source: Channel Tabs
cs: Zálo¾ky kanálù

source: Use tabs for channels instead of separate windows
cs: Pou¾ívat zálo¾ky místo otevøení dal¹ího okna

source: Private Message Tabs
cs: Zálo¾ky soukromých zpráv

source: Use tabs for /query instead of separate windows
cs: Pou¾ívat zálo¾ky pro /query místo otevøení dal¹ího okna

source: Tabs at bottom
cs: Zálo¾ky dole

source: Put the tabs at the bottom of the window
cs: Zobrazovat zálo¾ky v dolní èásti okna

source: Use a separate tab/window for server messages
cs: Pou¾ívat pro zprávy serveru zvlá¹tní okno/zálo¾ku

source: Other Layout Settings
cs: Dal¹í nastavení

source: Use a fixed width user list instead of the paned one
cs: Pou¾ívat pro zobrazení seznamu u¾ivatelù okno s pevnou ¹íøkou

source: Window Position
cs: Pozice okna

source: If Left and Top are set to zero, X-Chat will use your window manager defaults.
cs: Je-li Vlevo a Nahoøe nastaveno na 0, X-Chat pou¾ije defaultní nastaveníVa¹eho window manageru.

source: Left:
cs: Vlevo:

source: Top:
cs: Nahoøe:

source: Window Size
cs: Velikost okna

source: Width:
cs: ©íøka:

source: Height:
cs: Vý¹ka:

source: General
cs: Obecné

source: Hide Session on Panelize
cs: Ukrýt pøi minimalizaci

source: Hide X-Chat when window moved to the panel
cs: Ukrýt X-Chat, je-li okno pøesunuto do panelu

source: Panel Applet
cs: Applet panelu

source: Layout For a Vertical Panel
cs: Vzhled pro vertikální panel

source: Layout the X-Chat panel applet for a vertical panel
cs: Nastavit vzhled panelového appletu X-Chat pro vertikální panel

source: Beep on Private Messages
cs: Zvonek pøi soukromé zprávì

source: Beep when a private message for you is received
cs: Pípnout, kdy¾ dostanete soukromou zprávu

source: Your irc settings
cs: Nastavení IRC

source: Quit Message:
cs: Zpráva pøi ukonèení

source: External Programs
cs: Externí programy

source: Timing
cs: Intervaly

source: Auto ReConnect Delay:
cs: Zpo¾dìní pøi opakovaném automatickém pøipojení

source: seconds.
cs: sekund(y)

source: Automatic Detection
cs: Automatická detekce

source: Autodetect hostname
cs: Automatická detekce jména poèítaèe

source: For people on a dynamic IP dial-up
cs: Pøi pøipojení pøes dial-up s dynamicky pøidìlovanou IP adresou

source: Autodetect IP address
cs: Automatická detekce IP adresy

source: Addresses
cs: Adresy

source: Hostname:
cs: Jméno poèítaèe

source: IP address:
cs: IP adresa

source: Detection Method
cs: Metoda

source: Get my IP from Server
cs: Získat IP adresu ze serveru

source: For people behind firewall/proxy
cs: Pro u¾ivatele za firewall/proxy

source: Show away once
cs: Zobrazovat AWAY jednou

source: Only show away messages the first time they're seen
cs: Ukazovat AWAY zprávy jenom pøi jejich prvním zobrazení

source: Announce away messsages
cs: Zasílat AWAY zprávy

source: Announce your away message to the channel(s) you are in
cs: Zaslat AWAY zprávu na kanál(y) k nim¾ jste pøipojeni

source: Your away settings
cs: Nastavení AWAY

source: Away Reason:
cs: Zpráva pøi AWAY

source: Extra Words to Highlight on:
cs: Dal¹í slova pro zvýraznìní

source: (separate with commas)
cs: (oddìlte èárkami)

source: Hilighted Nick Color:
cs: Barva zvýraznìného Nicku

source: Logging
cs: Ukládání

source: Enable logging conversations to disk
cs: Zapnout ukládání chatu do log souboru na disku

source: Log file Options
cs: Volby pro ukládání

source: No ServerName in logs
cs: Bez jména serveru

source: Don't include the server name in the log file name
cs: Nepøipojovat jméno serveru k názvu log souboru

source: User List Notify Highlighting
cs: Zvýraznìní Friends v seznamu u¾ivatelù

source: Highlight Notifies
cs: Zvýrazòovat

source: Highlight notified users in the user list
cs: Zobrazovat Friends v seznamu u¾ivatelù odli¹nou barvou

source: Notified User Color:
cs: Barva:

source: Notification Timeouts
cs: Interval pro upozornìní

source: Notify Check Interval:
cs: Zvolte interval:

source: ms. (15000=Normal, 0=Disable)
cs: ms. (15000=Standardní, 0=Vypnout)

source: Auto Open DCC Send Window
cs: Automaticky otevøít okno pro odesílání

source: Automatically open DCC Send Window
cs: Automaticky otevøít okno pro odesílání

source: Auto Open DCC Recv Window
cs: Automaticky otevøít okno pro pøíjem

source: Automatically open DCC Recv Window
cs: Automaticky otevøít okno pro pøíjem

source: Auto Open DCC Chat Window
cs: Automaticky otevøít okno pro chat

source: Automatically open DCC Chat Window
cs: Automaticky otevøít okno pro chat

source: Resume on Auto Accept
cs: Obnovit pøi automatickém pøíjmu

source: When Auto-Accepting DCC, try to resume.
cs: Kdy¾ pou¾íváte automatický pøíjem, pokusit se o obnovení.

source: Timeouts
cs: Timeout

source: Received files
cs: Pøijaté soubory

source: File Permissions:
cs: Práva souborù:

source: (octal)
cs: (osmièková notace)

source: Directory to save to:
cs: Adresáø pro ukládání:

source: Save file with Nickname
cs: Ulo¾it s Nickname

source: Put the sender's nickname in incoming filenames
cs: Pøidat Nickname odesilatele do jména pøíchozího souboru

source: DCC Send Options
cs: Volby pro odesílání:

source: Fast DCC Send
cs: Rychlé odesílání

source: Don't wait for ACKs to send more data
cs: Neèekat na potvrzení pøed odesláním dal¹ích dat

source: Built-in Replies
cs: Vestavìné odpovìdi

source: Hide Version
cs: Ukrýt verzi

source: Do not reply to CTCP version
cs: Neodpovídat na CTCP verzi

source: Sound
cs: Zvuky

source: Sound Dir:
cs: Adresáø pro zvuky:

source: Play Command:
cs: Pøíkaz pro pøehrání:

source: X-Chat: Preferences
cs: X-Chat: Nastavení

source: Apply
cs: Pou¾ít

source: Cancel
cs: Zru¹it

source: Categories
cs: Kategorie

source: Interface Settings
cs: Nastavení u¾ivatelského rozhraní

source: Interface
cs: U¾ivatelské rozhraní

source: IRC Input/Output Settings
cs: Nastavení vstupu/výstupu IRC

source: IRC Input/Output
cs: Vstup/výstup IRC

source: Window Layout Settings
cs: Nastavení vzhledu okna

source: Window Layout
cs: Vzhled okna

source: Main Window Settings
cs: Nastavení hlavního okna

source: Main Window
cs: Hlavní okno

source: Channel Window Settings
cs: Nastavení okna kanálù

source: Channel Windows
cs: Okno kanálù

source: Dialog Window Settings
cs: Nastavení okna dialogù

source: Dialog Windows
cs: Okno dialogù

source: Panel Settings
cs: Nastavení panelu

source: IRC Settings
cs: Nastavení IRC

source: IP Address Settings
cs: Nastavení IP adresy

source: IP Address
cs: IP adresa

source: Away Settings
cs: Nastavení AWAY

source: Highlighting Settings
cs: Nastavení zvýraznìní

source: Highlighting
cs: Zvýraznìní

source: Logging Settings
cs: Nastavení ukládání

source: Notification Settings
cs: Nastavení upozornìní

source: Notification
cs: Upozornìní

source: DCC Settings
cs: Nastavení DCC

source: File Transfer Settings
cs: Nastavení pøenosu souborù

source: File Transfer
cs: Pøenos souborù

source: CTCP Settings
cs: Nastavení CTCP
