<?xml version="1.0" encoding="utf-8"?>
  
  <preface id="preface-0"><title>Vorwort</title><para>Das <citetitle>Benutzerhandbuch f&uuml;r Java Desktop System Version 3 </citetitle> stellt Informationen f&uuml;r die folgenden Versionen zur Verf&uuml;gung. <itemizedlist><listitem><para>Sun  Java Desktop System Version 3 f&uuml;r das Betriebssystem Solaris f&uuml;r  x86-Plattformen.</para></listitem><listitem><para>Java Desktop System Version 3 f&uuml;r das Betriebbsystem Solaris f&uuml;r  SPARC-Plattformen.</para></listitem></itemizedlist></para><para>Die meisten Informationen in diesem Handbuch gelten f&uuml;r alle Java Desktop System-Versionen. Wenn die Informationen nicht f&uuml;r alle Versionen gelten, wird die Plattform angegeben.</para><sect1 id="preface-9"><title>Zielgruppe dieses Handbuchs</title><para>Dieses Buch richtet sich an Benutzer, die Java Desktop System als Desktop-Standardumgebung verwenden m&ouml;chten. Sie sollten dieses Handbuch f&uuml;r die folgenden Aufgaben verwenden:<itemizedlist><listitem><para>Arbeiten mit Anwendungen auf dem Desktop. </para></listitem><listitem><para>Individuelles Anpassen des Erscheinungsbildes Ihres pers&ouml;nlichen Desktops.</para></listitem><listitem><para>Auffinden weiterer Informationen zu speziellen Funktionen.</para></listitem></itemizedlist></para></sect1><sect1 id="preface-2"><title>Aufbau dieses Buches</title><para>Dieses Buch ist wie folgt aufgebaut:</para><itemizedlist><listitem><para><xref linkend="gosgetstarted-1"/></para><para>In diesem Kapitel erhalten Sie Informationen, die Sie zum Starten, Verwalten und Beenden von Sitzungen in Java Desktop System ben&ouml;tigen. </para></listitem><listitem><para><xref linkend="gospanel-1"/></para><para>Panels sind eine zentrale Komponente von Java Desktop System. In diesem Kapitel erfahren Sie, wie die verschiedenen Panel-Bestandteile verwendet und die Funktionen von Java Desktop System &uuml;ber Panels aufgerufen werden.</para></listitem><listitem><para><xref linkend="goseditmainmenu-1"/></para><para>In diesem Kapitel finden Sie Informationen zum Verwenden und Anpassen der Men&uuml;s von Java Desktop System.</para></listitem><listitem><para><xref linkend="gosmetacity-1"/></para><para>Es beschreibt grundlegende Funktionen f&uuml;r Fenster, z.B. das Verschieben und &Auml;ndern der Gr&ouml;&szlig;e von Fenstern. Au&szlig;erdem werden die f&uuml;r Fenster verwendeten Steuerelemente beschrieben. </para></listitem><listitem><para><xref linkend="gosnautilus-1"/></para><para>Dieses Kapitel beschreibt, wie Sie den Dateimanager f&uuml;r die Arbeit mit Ihrem Dateisystem verwenden. </para></listitem><listitem><para><xref linkend="gosdeskback-1"/></para><para>In diesem Kapitel wird erl&auml;utert, wie Sie mit dem  <firstterm>Desktop-Hintergrund </firstterm> Anwendungen starten und Dateien sowie Ordner &ouml;ffnen. Das Kapitel informiert au&szlig;erdem dar&uuml;ber, wie Sie den Papierkorb einsetzen, mit dem Desktop-Hintergrundmen&uuml; arbeiten und wie sich der Desktop-Hintergrund anpassen l&auml;sst.</para></listitem><listitem><para><xref linkend="goscustdesk-6"/></para><para>In diesem Kapitel wird beschrieben, wie Sie Java Desktop System mit den  Einstellungstools anpassen.</para></listitem><listitem><para><xref linkend="appendix-1"/></para><para>In diesem Anhang finden Sie Informationen zur Verwendung der Maus, zu Tastenkombinationen und grundlegenden Fenster- und Dialogfeldfunktionen. </para></listitem><listitem><para><xref linkend="glossary-1"/></para><para>Das Glossar enth&auml;lt eine Liste der in diesem Buch verwendeten Begriffe und deren Definitionen.</para></listitem></itemizedlist></sect1><sect1 id="preface-1"><title>Vor dem Lesen dieses Buches</title><para>Vor dem Durcharbeiten dieses Handbuchs sollten Sie auf das Symbol <guilabel>Wissenswertes &uuml;ber Java&trade; Desktop System</guilabel> auf dem Desktop-Hintergrund klicken. Dies &ouml;ffnet einen Hilfe-Browser, mit dem Sie auf eine &Uuml;bersicht zu <application>Java Desktop System</application> zugreifen k&ouml;nnen.</para><para>Sie sollten sich auch vergewissern, dass Sie mit den folgenden Themen vertraut sind:</para><itemizedlist><listitem><para>Drei-Tasten-Maus</para></listitem><listitem><para>Grafische Benutzeroberfl&auml;chen</para></listitem><listitem><para>Befehlszeilenschnittstellen</para></listitem></itemizedlist><para>Im <xref linkend="appendix-1"/>  finden Sie Informationen zur Verwendung der Maus, zu Tastenkombinationen und grundlegenden Fenster- und Dialogfeldfunktionen.</para></sect1><sect1 id="preface-6"><title>Verwandte Dokumentation</title><para>Zum Thema dieses Handbuchs liegen au&szlig;erdem die folgenden Dokumente vor:<itemizedlist><listitem><para><citetitle>Java Desktop System Version  3 - Accessibility Guide </citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Version  3 - Administrationshandbuch</citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Version 3 - Installationshandbuch</citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Version  3 - Versionshinweise</citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Version 3 - Handbuch zur Fehlerbehebung</citetitle></para></listitem></itemizedlist></para><para>Sie finden diese Handb&uuml;cher auf den mitgelieferten Datentr&auml;gern oder unter <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para></sect1><sect1 id="preface-11"><title>Zugeh&ouml;rige Dokumentation</title><para>Zu diesem Handbuch geh&ouml;ren die folgenden Dokumente:<itemizedlist><listitem><para><citetitle>Benutzerhandbuch f&uuml;r E-mail- und Kalenderfunktionen von Java Desktop System (in engl. Sprache)</citetitle></para></listitem><listitem><para><citetitle>Administrationshandbuch zu StarOffice 7 Office Suite (in engl. Sprache)</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Basic - Programmierhandbuch</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite - Einrichtungshandbuch</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite - Benutzerhandbuch</citetitle></para></listitem><listitem><para><citetitle>System Configuration Manager, Version 1</citetitle></para></listitem></itemizedlist></para><para>Sie finden diese Handb&uuml;cher auf den mitgelieferten Datentr&auml;gern oder unter <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para></sect1>&sundocs; &typeconv; &mouseconv;  </preface>
