Repository: GNOME/gnome-i18n
Catalog: extra-po/abiword/*.po
Languages: az, sk

source: Start with an empty document
az: Boş sənədlə başla
sk: Zaèa» s prázdnym dokumentom

source: Statistics:
az: Statistikalar:
sk: ©tatistiky:

source: Stop Current List
az: Hazırkı Siyahını Dayandır
sk: Ukonèi» aktuálny zoznam

source: Style Name -
az: Tərz Adı -
sk: Názov ¹týlu -

source: Style Name:
az: Tərz Adı:
sk: Názov ¹týlu:

source: Style Type
az: Tərz Növü
sk: Typ ¹týlu

source: Style for following paragraph
az: Aşağıdakı paraqrafın tərzi
sk: ©týl pre nasledujúci odstavec

source: Style name cannot be left blank
az: Tərz adı boş ola bilməz
sk: Názov ¹týlu nemô¾e by» prázdny

source: Style:
az: Tərz:
sk: ©týl:

source: Styles
az: Tərzlər
sk: ©týly

source: Subject
az: Mövzu
sk: Predmet

source: Subject:
az: Mövzu:
sk: Predmet:

source: Sugg&estions:
az: T&övsiyyələr:
sk: Návrh&y:

source: Suggest from &main dictionary only
az: Təkcə &ana sözlükdən tövsiyyə et
sk: Návrhy iba z hlavnéh&o slovníka

source: Tab Stop [%s]
az: Təb Dayanacağı [%s]
sk: Tabulátory [%s]

source: Tab stop position:
az: Təb dayanacağı yeri:
sk: Pozícia tabulátorov:

source: Tab stops to be cleared:
az: Silinəcək təb dayanacağı:
sk: Tabulátory, ktoré budú odstránené:

source: Tabs
az: Səkmələr
sk: Tabulátory

source: Take care,
az: Özündən muğayat ol,
sk: Opatrujte sa,

source: Text
az: Mətn

source: Text Align:
az: Mətn Tərəfləməsi:
sk: Zarovnanie textu:

source: Text and Icon
az: Mətn və Timsal
sk: Text a ikony

source: Thank you,
az: Minnədaram,
sk: S vïakou,

source: Thanks,
az: Minnətdaram,
sk: Vïaka,

source: The spelling check is complete.
az: İmla yoxlaması qurtardı.
sk: Kontrola pravopisu ukonèená.

source: The weekday
az: Həftə günü
sk: Deò tý¾dòa

source: This style does not exist so it cannot be modified
az: Bu tərz mövcud deyildir ona görə də təkmilləşdirilə bilməz
sk: Tento ¹týl neexistuje tak¾e nemô¾e by» zmenený

source: Three
az: Üç
sk: Tri

source: Tick List
az: Düymə Siyahısı
sk: Fajky

source: Time Zone
az: Vaxt Zolağı
sk: Èasová zóna

source: Title Case
az: Başlığn Hərf Böyüklüyü
sk: Stýl Nadpisu

source: To Whom It May Concern:
az: Kimə Adi Ola Bilər:
sk: Koho sa to mô¾e týka»:

source: To:
az: Göndərilən :
sk: Pre:

source: Toolbars
az: Ləvazimat Çubuqları
sk: Panely

source: Top Margin [%s]
az: Üst Kənar [%s]
sk: Horný okraj [%s]

source: Triangle List
az: Üçbucaq Siyahıs
sk: Trojuholníkový zoznam

source: Two
az: İki
sk: Dva

source: Type:
az: Növ:
sk: Typ:

source: UPPERCASE
az: BÖYÜKHƏRF
sk: VELKÝMI

source: Upper Case List
az: Böyük Hərf Siyahısı
sk: Zoznam veµkými písmenami

source: Upper Roman List
az: Böyük Roma Rəqəmli Siyahı
sk: Zoznam veµkými rímskymi

source: Use RTL Order
az: SağSol Nizamı İşlət
sk: Pou¾i» RTL poradie

source: User-defined styles
az: İstifadəçi istəkli tərzlər
sk: Pou¾ívateµom definované ¹týly

source: VIA AIRMAIL
az: HAVA YOLU İLƏ
sk: LETECKY

source: VIA FACSIMILE
az: FAKS YOLU İLƏ
sk: FAXOM

source: VIA OVERNIGHT MAIL
az: GECƏLİK MƏKTUB
sk: NOÈNOU PO©TOU

source: Version
az: Buraxılış
sk: Verzia

source: View
az: Göstər
sk: Zobrazi»

source: View tooltips
az: İp uclarını göstər
sk: Ukazova» podrobnosti

source: View...
az: Göstər...
sk: Zobrazi»...

source: Visible
az: Görünə bilən
sk: Zobrazenie

source: What Hath God Wrought
az: Bunlar Nə Deyir ƏƏƏƏ
sk: Èo bolo spracované

source: With extension:
az: Uzantılı:
sk: S príponou:

source: Word Count
az: Kəlmə Miqdarı
sk: Poèet slov

source: Wordprocessing
az: Kəlmə işləmə
sk: Písanie textu

source: Words
az: Kəlmələr
sk: Slová

source: Writing error when attempting to save %s
az: %s qeyd edilməyə çalışılırkən yazma xətası
sk: Chyba pri pokuse o zápis do %s

source: You have changed the default direction.
az: Əsas yeri dəyişdirmisiniz.
sk: Zmenili ste vá¹ predvolený smer.

source: You have changed the direction mode.
az: Siz direksiya modunu dəyişdirdiniz.
sk: Zmenili ste mód smerovania.

source: Yours truly,
az: Sizin xidmətinizdə olan,
sk: Vá¹,

source: custom.dic
az: xüsusi.sözlük

source: dd/mm/yy
az: gm/ay/il
sk: dd/mm/rr

source: lowercase
az: kiçik hərf
sk: malými

source: minutes
az: dəqiqə
sk: minúty

source: mm/dd/yy
az: ay/gn/il
sk: mm/dd/rr

source: tOGGLE cASE
az: hƏRF bÖYÜKLÜYÜNÜ dƏYİŞDİR
sk: zMENI« vE¥KOS«

source: Font
az: Yazı Növü
sk: Písmo

source: to
az: buraya
sk: po

source: &Insert
az: &Daxil Et
sk: &Vlo¾i»

source: &Page width
az: &Səhifə eni
sk: ©&írka strany

source: &Whole page
az: &Bütün səhifə
sk: &Celá strana

source: A directory in the given pathname does not exist.
az: Verilən çığır adında cərgə yoxdur.
sk: Slovník sa nenachádza v zadanej ceste.

source: AbiWord Plugin Manager
az: AbiWord Əlavə İdarəçisi
sk: Správca pluginov AbiWordu

source: AbiWord: Print Preview
az: AbiWord: Çap Nümayişi
sk: AbiWord: Zobrazenie pred tlaèou

source: About %s
az: %s Haqqında
sk: O %s

source: Activate Window
az: Pəncərəni Fəallaşdır
sk: Aktivova» okno

source: Activate:
az: Fəallaşdır:
sk: Aktivova»:

source: Active Plugins
az: Fəal Əlavələr
sk: Aktivova» pluginy

source: Afrikaans
az: Cənubi Afrika dili
sk: Africký

source: All (*.*)
az: Hamısı (*.*)
sk: V¹etky (*.*)

source: All Documents
az: Bütün Sənədlər
sk: V¹etky dokumenty

source: All Image Files
az: Bütün Şəkil Faylları
sk: V¹etky súbory obrázkov

source: Arabic (Egypt)
az: Ərəbcə (Misir)
sk: Arabský (Egypt)

source: Arabic (Saudi Arabia)
az: Ərəbcə (Səudiyyə Ərəbistan)
sk: Arabský (Saudská Arábia)

source: Arabic, ISO-8859-6
az: Ərəbcə, ISO-8859-6
sk: Arabské, ISO-8859-6

source: Arabic, Macintosh
az: Ərəbcə, Makintoş
sk: Arabské, Macintosh

source: Arabic, Windows Code Page 1256
az: Ərəbcə, Vindovs Kod Səhifəsi 1256
sk: Arabské, Kódová stránka Windows 1256

source: Armenian
az: Ermənicə
sk: Arménský

source: Armenian, ARMSCII-8
az: Ermənicə, ARMSCII-8
sk: Arménské, ARMSCII-8

source: Author
az: Müəllif
sk: Autor

source: Automatically Detected
az: Avtomatik Təsbit Edilmiş
sk: Automaticky detekované

source: Baltic, ISO-8859-4
az: Baltik, ISO-8859-4
sk: Baltské, ISO-8859-4

source: Baltic, Windows Code Page 1257
az: Baltik, Vindovs Kod Səhifəsi 1257
sk: Baltské, Kódová stránka Windows 1257

source: Black & White
az: Qara və Ağ
sk: Èierno biele

source: Bold
az: Qalın
sk: ©iroké

source: Bold Italic
az: Qalın İtalik
sk: ©iroké ¹ikmé

source: Bottomline
az: Alt sətir
sk: Podèiarknú»

source: Cancel
az: Ləğv Et
sk: Zru¹i»

source: Central European, ISO-8859-2
az: Mərkəzi Avropa, ISO-8859-2
sk: Stredoeurópske, ISO-8859-2

source: Central European, Macintosh
az: Mərkəzi Avropa, Makintoş
sk: Stredoeurópske, Macintosh

source: Central European, Windows Code Page 1250
az: Mərkəzi Avropa, Vindovs Kod Səhifəsi 1250
sk: Stredoeurópske, Kódová stránka Windows 1250

source: Chinese (Hong Kong)
az: Çinc (Honq Konq)
sk: Èínsky (Hong Kong)

source: Chinese (PRC)
az: Çincə (PRC)
sk: Èínsky (PRC)

source: Chinese (Singapore)
az: Çincə (Sinqapur)
sk: Èínsky (Singapur)

source: Chinese (Taiwan)
az: Çincə (Tayvan)
sk: Chínsky (Taiwan)

source: Chinese Simplified, EUC-CN
az: Bəsitləşdirilmiş Çincə, EUC-CN
sk: Èínske jednoduché, EUC-CN

source: Chinese Simplified, GB_2312-80
az: Bəsitləşdirilmiş Çincə, GB_2312-80
sk: Èínske jednoduché, GB_2312-80

source: Chinese Simplified, HZ
az: Bəsitləşdirilmiş Çincə, HZ
sk: Èínske jednoduché, HZ

source: Chinese Simplified, Windows Code Page 936
az: Bəsitləşdirilmiş Çincə, Vindovs Kod Səhifəsi 936
sk: Èínske jednoduché, Kódová stránka Windows 936

source: Chinese Traditional, BIG5
az: Ənənəvi Çincə, BIG5
sk: Èínske tradièné, BIG5

source: Chinese Traditional, EUC-TW
az: Ənənəvi Çincə, EUC-TW
sk: Èínske tradièné, EUC-TW

source: Chinese Traditional, Windows Code Page 950
az: Ənənəvi Çincə, Vindovs Kod Səhifəsi 950
sk: Èínske tradièné, Kódová stránka Windows 950

source: Clip Art
az: Klip Art
sk: Klip Art

source: Close
az: Qapat
sk: Zatvori»

source: Collate
az: Yığ
sk: Zoradi»

source: Color
az: Rəng
sk: Farba

source: Color:
az: Rəng :
sk: Farba:

source: Copies:
az: Nüsxələr:
sk: Kópie:

source: Could not activate/load plugin
az: Əlavə yüklənə/fəallaşdırıla bilmir
sk: Nemô¾em aktivova»/nahra» plugin

source: Could not deactivate plugin
az: Əlavə fəaliyyətdən salına bilmir
sk: Nemô¾em zru¹i» plugin

source: Croatian, Macintosh
az: Xırvatça, Makintoş
sk: Chorvátske, Macintosh

source: Cyrillic, ISO-8859-5
az: Kiril, ISO-8859-5
sk: Cyrilika, ISO-8859-5

source: Cyrillic, KOI8-R
az: Kiril, KOI8-R
sk: Cyrilika, KOI8-R

source: Cyrillic, Macintosh
az: Kiril, Makintoş
sk: Cyrilika, Macintosh

source: Cyrillic, Windows Code Page 1251
az: Kiril, Vindovs Kod Səhifəsi 1251
sk: Cyrilika, Kódová stránka Windows 1251

source: Czech
az: Çexcə
sk: Èeský

source: Danish
az: Danimarkaca
sk: Dánsky

source: Deactivate all plugins
az: Bütün əlavələri fəalliyyətdən sal
sk: Deaktivova» v¹etky pluginy

source: Deactivate plugin
az: Əlavəni fəalliyyətdən sal
sk: Deaktivova» plugin

source: Dutch (Netherlands)
az: Flemenkcə (Hollandiya)
sk: Holandský (Nizozemský)

source: Effects
az: Effektlər
sk: Efekty

source: Embed Fonts
az: Yazı növünü göm
sk: Vlo¾i» písma

source: Encoding
az: Şəkilləndirmə
sk: Kódovanie

source: Encoding:
az: Kodlama:
sk: Kódovanie:

source: English (Australia)
az: İngiliscə (Avstraliya)
sk: Anglický (Austrália)

source: English (Canada)
az: İngiliscə (Kanada)
sk: Anglický (Kanada)

source: English (Ireland)
az: İngiliscə (İrlandiya)
sk: Anglický (Írsko)

source: English (New Zealand)
az: İngiliscə (Yeni Zenlandiya)
sk: Anglický (Nový Zéland)

source: English (South Africa)
az: İngiliscə (Cənubi Afrika)
sk: Anglický (Ju¾ná afrika)

source: English (UK)
az: İngiliscə (Britaniya)
sk: Anglický (UK)

source: English (US)
az: İngiliscə (ABŞ)
sk: Anglický (US)

source: Export File
az: Faylı İxrac Et
sk: Exportova» súbor

source: Farsi
az: Farsca
sk: Perský

source: File
az: Fayl
sk: Súbor

source: File already exists. Overwrite file '%s'?
az: Fayl onsuz da mövcuddur. '%s' Üstünə yazmaz istəyirsiniz?
sk: Súbor u¾ existuje. Prepísa» súbor '%s'?

source: Finnish
az: Fincə
sk: Fínsky

source: French (France)
az: Fransızca (Fransa)
sk: Francúzsky (Francúzsko)

source: From:
az: Yollayan:
sk: Od:

source: Georgian
az: Gürcücə
sk: Gruzínsky

source: Georgian, Academy
az: Gürcücə, Akademiya
sk: Gruzínske, Odborné

source: Georgian, PS
az: Gürcücə, PS
sk: Gruzínske, PS

source: German (Austria)
az: Almanca (Avstriya)
sk: Nemecký (Rakúsko)

source: German (Germany)
az: Almanca (Almanya)
sk: Nemecký (Nemecko)

source: Grayscale
az: Boz Tonlama
sk: Odtieòe ¹edi

source: Greek
az: Yunanca
sk: Grécky

source: Greek, ISO-8859-7
az: Yunanca, ISO-8859-7
sk: Grécke, ISO-8859-7

source: Greek, Macintosh
az: Yunanca, Makintoş
sk: Grécke, Macintosh

source: Greek, Windows Code Page 1253
az: Yunanca, Vindovs Kod Səhifəsi 1253
sk: Grécke, Kódová stránka Windows 1253

source: Hebrew
az: İvrit
sk: Hebrejský

source: Hebrew, ISO-8859-8
az: İvrit, ISO-8859-8
sk: Hebrejské, ISO-8859-8

source: Hebrew, Macintosh
az: İvrit, Makintoş
sk: Hebrejské, Macintosh

source: Hebrew, Windows Code Page 1255
az: İvrit, Vindovs Kod Səhifəsi 1255
sk: Hebrejské, Kódová stránka Windows 1255

source: Height:
az: Hündürlük:
sk: Vý¹ka:

source: HighLight Color
az: İşıqlandırma Rəngi
sk: Farba zvýraznenia

source: Icelandic, Macintosh
az: İzlandiya dili, Makintoş
sk: Islandský, Macintosh

source: Import File
az: Faylı İdxal Et
sk: Importova» súbor

source: Insert Picture
az: Rəsm Daxil Et
sk: Vlo¾i» obrázok

source: Insert Symbol
az: Simvol Daxil Et
sk: Vlo¾i» znak

source: Install new plugin
az: Yeni əlavə qur
sk: In¹talova» nový plugin

source: Invalid pathname.
az: Hökmsüz cığır adı.
sk: Chybná cesta.

source: Italian (Italy)
az: İtalyanca (İtaliya)
sk: Talianský (Taliansko)

source: Italic
az: İtalik
sk: ©ikmé

source: Japanese
az: Yaponca
sk: Japonslý

source: Japanese, EUC-JP
az: Yaponca, EUC-JP
sk: Japonské, EUC-JP

source: Japanese, ISO-2022-JP
az: Yaponca, ISO-2022-JP
sk: Japonské, ISO-2022-JP

source: Japanese, Shift-JIS
az: Yaponca, Shift-JIS
sk: Japonské, Shift-JIS

source: Japanese, Windows Code Page 932
az: Yaponca, Vindovs Kod Səhifəsi 932
sk: Japonské, Kódová stránka Windows 932

source: Korean
az: Koreyaca
sk: Kórejský

source: Korean, EUC-KR
az: Koreyaca, EUC-KR
sk: Kórejské, EUC-KR

source: Korean, Johab
az: Koreyaca, Johab
sk: Kórejské, Johab

source: Korean, KSC_5601
az: Koreyaca, KSC_5601
sk: Kórejské, KSC_5601

source: Korean, Windows Code Page 949
az: Koreyaca, Vindovs Kod Səhifəsi 949
sk: Kórejské, Kódová stránka Windows 949

source: Latvian
az: Latışca
sk: Loty¹ský

source: Lithuanian
az: Litvanca
sk: Litovský

source: Name
az: Ad
sk: Názov

source: No
az: Xeyr
sk: Nie

source: No Picture
az: Rəsmsiz
sk: ®iadny obrázok

source: No plugin selected
az: Heç əlavə seçilməyib
sk: Nebol vybraný ¾iadny plugin

source: Norwegian Bokmal
az: Norveçcə Bokmal
sk: Nórsky Bokmal

source: Norwegian Nynorsk
az: Norveçcə Nynorsk
sk: Nórsky Nynorsk

source: OK
az: Oldu

source: Open File
az: Fayl Aç
sk: Otvori» súbor

source: Open file as type:
az: Fayl fərqli növdə aç:
sk: Otvori» súbor ako typ:

source: Overline
az: Üst Xətt
sk: Preèiarknuté

source: P&ercent:
az: Fai&z:

source: Page ranges:
az: Səhifə aralıqları:
sk: Strany medzi:

source: Plugin Details
az: Əlavə Təfsilatı
sk: Podrobnosti

source: Plugin List
az: Əlavə Siyahısı
sk: Zoznam pluginov

source: Portuguese (Brazil)
az: Portuqalca (Braziliya)
sk: Portugalèina (Brazília)

source: Portuguese (Portugal)
az: Portuqalca (Portuqaliya)
sk: Portugalèina (Portugalsko)

source: Preview Picture
az: Rəsm Nümayişi
sk: Uká¾ka obrázku

source: Print
az: Çap Et
sk: Tlaè

source: Print To File
az: Çap Ediləcək Fayl
sk: Tlaè do súboru

source: Print file as type:
az: Faylı fərqli növdə çap et:
sk: Tlaèi» súbor ako typ:

source: Print in:
az: Çap:
sk: Tlaèi» na:

source: Print to:
az: Çap Et:
sk: Tlaèi» do:

source: Printer
az: Çapedici
sk: Tlaèiareò

source: Printer command:
az: Çapedici əmri:
sk: Príkaz tlaèe:

source: Regular
az: Sıravi
sk: Normálne

source: Right-to-left
az: Sağdan Sola
sk: Z prava do µava

source: Romanian, Macintosh
az: Rumınca, Makintoş
sk: Rímske, Macintosh

source: Russian (Russia)
az: Rusca (Rusiya)
sk: Ruský (Rusko)

source: Sample
az: Nümunə
sk: Príklad

source: Save File As
az: Faylı Fərqli Qeyd Et
sk: Ulo¾i» súbor ako

source: Save file as type:
az: Faylı fərqli növdə qeyd et:
sk: Ulo¾i» súbor ako typ:

source: Script:
az: Skript:
sk: Skript:

source: Select Encoding:
az: Kodlama Seç:
sk: Vyberte kódovanie:

source: Select Language:
az: Dil Seç:
sk: Vyberte jazyk:

source: Selection
az: Seçki
sk: Výber

source: Set no Hightlight Color
az: İşıqlandırma Rəngi Seçmə
sk: Nezvýrazòova»

source: Size:
az: Böyüklük :
sk: Veµkos»:

source: Small Caps
az: Balaca Baş Hərflər
sk: Malými

source: Spanish (Mexico)
az: İspanca (Meksika)
sk: ©panielèina (Mexiko)

source: Spanish (Spain)
az: İspanca (İspaniya)
sk: ©panielèina (©panielsko)

source: Strikeout
az: Qaralanmış
sk: Preèiarknuté

source: Swedish
az: İsveçcə
sk: ©védèina

source: Text Color
az: Mətn Rəngi
sk: Farba textu

source: Thai
az: Taylandca
sk: Thajèina

source: Thai, Macintosh
az: Tay, Makintoş
sk: Thajské, Macintosh

source: Thai, TIS-620
az: Tay, TIS-620
sk: Thajské, TIS-620

source: Thai, Windows Code Page 874
az: Tay, Vindovs Code Page 874
sk: Thajské, Kódová stránka Windows 874

source: The directory '%s' is write-protected.
az: '%s' cərgəsi yazma qorumalıdır.
sk: Adresár %s jes zabezpeèený proti zápisu.

source: The print command string is not valid.
az: Çap əmri hökmlü deyildir.
sk: Príkaz tlaèe nie je správny.

source: Topline
az: Üst Sətir
sk: Nadèiarknuté

source: Turkish
az: Türkcə
sk: Turecký

source: Turkish, ISO-8859-9
az: Türkçə, ISO-8859-9
sk: Turecké, ISO-8859-9

source: Turkish, Macintosh
az: Türkçə, Makintoş
sk: Turecké, Macintosh

source: Turkish, Windows Code Page 1254
az: Türkçə, Vindovs Code Page 1254
sk: Turecké, Kódová stránka Windows 1254

source: Ukrainian, KOI8-U
az: Ukraynaca, KOI8-U
sk: Ukrajinské, KOI8-U

source: Ukrainian, Macintosh
az: Ukraynaca, Makintoş
sk: Ukrajinské, Macintosh

source: Underline
az: Altı çızıq
sk: Podèiarknuté

source: Unicode UCS-2
az: Yunikod UCS-2
sk: Unikód UCS-2

source: Unicode UCS-2 Big Endian
az: Yunikod UCS-2 Big Endian
sk: Unikód UCS-2 Big Endian

source: Unicode UCS-2 Little Endian
az: Yunikod UCS-2 Little Endian
sk: Unikód UCS-2 Little Endian

source: Unicode UCS-4
az: Yunikod UCS-4
sk: Unikód UCS-4

source: Unicode UCS-4 Big Endian
az: Yunikod UCS-4 Big Endian
sk: Unikód UCS-4 Big Endian

source: Unicode UCS-4 Little Endian
az: Yunikod UCS-4 Little Endian
sk: Unikód UCS-4 Little Endian

source: Unicode UTF-16
az: Yunikod UTF-16
sk: Unikód UTF-16

source: Unicode UTF-16 Big Endian
az: Yunikod UTF-16 Big Endian
sk: Unikód UTF-16 Big Endian

source: Unicode UTF-16 Little Endian
az: Yunikod UTF-16 Little Endian
sk: Unikód UTF-16 Little Endian

source: Unicode UTF-32
az: Yunikod UTF-32
sk: Unikód UTF-32

source: Unicode UTF-32 Big Endian
az: Yunikod UTF-32 Big Endian
sk: Unikód UTF-32 Big Endian

source: Unicode UTF-32 Little Endian
az: Yunikod UTF-32 Little Endian
sk: Unikód UTF-32 Little Endian

source: Unicode UTF-7
az: Yunikod UTF-7
sk: Unikód UTF-7

source: Unicode UTF-8
az: Yunikod UTF-8
sk: Unikód UTF-8

source: Untitled%d
az: Adsız%d
sk: Bez mena %d

source: Update
az: Güncəllə
sk: Aktualizova»

source: Vietnamese
az: Vyetnamca
sk: Vietnamský

source: Vietnamese, TCVN
az: Vyetnamca, TCVN
sk: Vietnamské, TCVN

source: Vietnamese, VISCII
az: Vyetnamca, VISCII
sk: Vietnamské, VISICII

source: Vietnamese, Windows Code Page 1258
az: Vyetnamca, Vindovs Code Page 1258
sk: Vietnamské, Kódová stránka Windows 1258

source: Western European, HP
az: Mərkəzi Avropa, HP
sk: Západoeurópske, HP

source: Western European, ISO-8859-1
az: Mərkəzi Avropa, ISO-8859-1
sk: Západoeurópske, ISO-8859-1

source: Western European, Macintosh
az: Mərkəzi Avropa, Makintoş
sk: Západoeurópske, Macintosh

source: Western European, NeXT
az: Mərkəzi Avropa, NeXT
sk: Západoeurópske, NeXT

source: Western European, Windows Code Page 1252
az: Mərkəzi Avropa, Vindovs Code Page 1252
sk: Západoeurópske, Kódová stránka Windows 1252

source: Width
az: En
sk: ©írka

source: Width:
az: En:
sk: ©írka:

source: Yes
az: Bəli
sk: Áno

source: Zoom
az: Yaxınlıq
sk: Lupa

source: Zoom to
az: Yazınlıq dərəcəsi
sk: Zväè¹i» na

source: _No
az: _Xeyr
sk: _Nie

source: _Yes
az: _Bəli
sk: _Áno

source: inch
az: inç
sk: palcov

source: no proofing
az: dərkənarsız
sk: nenájdený

source: points
az: nöqtə
sk: bodov

source: OVR
sk: CEZ

source: This paragraph represents words as they might appear in your document. To see text from your document used in this preview, position your cursor in a document paragraph with some text in it and open this dialog.
sk: Tento odstavec predstavuje slová ako mô¾u vypada» vo va¹om dokumente. Ak chcete vidie» text z va¹eho dokumentu pou¾ivý v uká¾ke, nastavte kurzor na miesto odstavca s nejakým textom a otvorte tento dialóg.

source: Hindi
sk: Hindský

source: pica
sk: piko
