Repository: GNOME/gnome-i18n
Catalog: extra-po/abiword/*.po
Languages: az, sk

source: - Reserved. You cannot use this name. Choose Another
az: - Saxlıdır. Bu adı işlədə bilməzsiniz. Başqasını Seçin
sk: - Rezervované. Nemô¾ete pou¾i» tento názov. Vyberte si iný

source: Auto Update
az: Avtomatik Güncəlləmə
sk: Automatická aktualizácia

source: % of normal size
az: % (nörmal böyüklüyünün)

source: %s not implemented yet. If you are a programmer, feel free to add code in %s, line %d and mail patches to: abiword-dev@abisource.com Otherwise, please be patient.
az: %s hələlik dəstəklənmir. Proqramçı isəniz, %s içində, sətir %d üstündə lazımi kodu yaza və yamağı buraya göndərə bilərsiniz: abiword-dev@abisource.com Deyilsə, xahiş edirik, səbrli olun.
sk: %s nie je momentálne k dispozícii. Ak ste programátor, mô¾ete prida» kód do %s, na riadok %d a posla» tento patch mailom na: abiword-dev@abisource.com Inak, prosím, buïte trpezlivý.

source: &1 None
az: &1 Heç Biri
sk: &1 ®iadny

source: &Add
az: &Əlavə Et
sk: Prid&a»

source: &Adjust to:
az: &Sazla:
sk: N&astavi» na:

source: &All
az: &Hamısı
sk: &V¹etko

source: &At:
az: &Burada:
sk: N&a:

source: &Automatically save this Scheme
az: Bu sxemi &avtomatik qeyd et
sk: &Automaticky uklada» túto Schému

source: &Available formats:
az: &Mövcud formatlar:
sk: Dostupné f&ormáty:

source: &Before:
az: Ə&vvəl:
sk: &Pred:

source: &Bottom:
az: &Alt:
sk: &Dole:

source: &Change
az: &Dəyişdir
sk: &Zameni»

source: &Column break
az: &Sütun Kəsməsi
sk: &Zalomenie ståpca

source: &Current Preferences Scheme
az: &Hazırkı Seçənəklər Sxemi
sk: Aktuálna schéma na&stavenia

source: &Dictionary...
az: S&özlük...
sk: &Slovník...

source: &Don't hyphenate
az: Tite qoy&ma
sk: &Nerozdeµova»

source: &Edit
az: Dü&zəlt
sk: &Upravi»

source: &Enable smart quotes
az: Ağıllı sitatları &fəallaşdır
sk: &Zapnú» inteligentné úvodzovky

source: &Even page
az: C&üt səhifə
sk: &Párna strana

source: &Fields:
az: &Sahələr:
sk: &Polo¾ky:

source: &Find Next
az: Sonrakı &Axtar
sk: &Nájs» ïal¹í

source: &Footer:
az: &Altlıq:
sk: &Päta:

source: &Header:
az: &Başlıq:
sk: &Hlavièka:

source: &Height:
az: &Hündürlük:
sk: &Vý¹ka:

source: &Hidden Text
az: &Gizli Mətn
sk: &Skrytý text

source: &Ignore
az: &Nəzərə Alma
sk: &Preskoèi»

source: &Indents and Spacing
az: &Çərtmə və Boşluqlandırma
sk: &Odsadzovanie a rozostup

source: &Keep lines together
az: Sətirləri birlikdə &tut
sk: &Dr¾a» riadky pokope

source: &Landscape
az: &Mənzərə
sk: &Na ¹írku

source: &Left:
az: S&ol:
sk: &Vµavo:

source: &Margin
az: &Sərhəd
sk: &Okraj

source: &Match case
az: Oxşarlığı &yoxla
sk: &Dodr¾a» veµkos» písmen

source: &Next page
az: &Sonrakı səhifə
sk: &Ïal¹ia strana

source: &Number:
az: &Rəqəm:
sk: &Èíslo:

source: &Odd page
az: Tə&k səhifə
sk: &Nepárna strana

source: &Page break
az: &Səhifə arası
sk: &Zalomenie strany

source: &Portrait
az: &Portret
sk: &Na vý¹ku

source: &Replace
az: Ə&vəz Et
sk: &Nahradi»

source: &Reset
az: &Sıfırla
sk: &Zru¹i»

source: &Right:
az: &Sağ:
sk: &Vpravo:

source: &Ruler
az: &Sürüşdürücü
sk: &Pravítko

source: &Special:
az: &Xüsusi:
sk: &©peciálne:

source: &Status bar
az: &Vəziyyət çubuğu
sk: &Stavový panel

source: &Suppress line numbers
az: Sətir nömrələri &basqıla
sk: &Skrýva» èísla riadkov

source: &Tabs...
az: &Səkmələr...
sk: &Tabulátory...

source: &Top:
az: &Təpə:
sk: &Hore:

source: &Types:
az: &Növlər:
sk: &Typy:

source: &Units:
az: &Vahidlər:
sk: &Jednotky:

source: &Widow/Orphan control
az: &Vidov/Orfan idarəsi
sk: &Okno/Kontrola osamotenia

source: &Width:
az: &En:
sk: &©írka:

source: (no spelling suggestions)
az: (imla tövsiyyəsi yoxdur)
sk: (¾iadne pravopisné návrhy)

source: (none)
az: (heç biri)
sk: (¾iadny)

source: 1.5 lines
az: 1.5 sətir
sk: 1,5 riadka

source: << Prev
az: << Əvvl
sk: << Predchádzajúci

source: A&lways suggest corrections
az: Düzəlmişlər &həmişə tövsiyyə et
sk: V¾dy n&avrhova» opravy

source: ATTN:
az: DİQQ:
sk: POZ:

source: AbiWord cannot open %s. It appears to be a bogus or invalid document
az: AbiWord %s-i aça bilmir. Ya səhv ya da hökmsüz sənəddir
sk: AbiWord nemô¾e otvori» %s. Zdá sa, ¾e je to chybný alebo po¹kodený dokument

source: Add to template
az: Nümunəyə əlavə et
sk: Prida» do ¹ablóny

source: Aft&er:
az: Son&ra:
sk: Z&a:

source: Ali&gnment:
az: Tərəf&ləmə:
sk: Zarovnani&e:

source: Alignment
az: Tərəfləmə
sk: Zarovnanie

source: Alignment:
az: Tərəfləmə :
sk: Zarovnanie:

source: All
az: Hamısı
sk: V¹etko:

source: Allow screen colors other than white
az: Ağ xaricində ekran rənglərinə icazə et
sk: Povoli» inú farbu obrazovky ako bielu

source: Application
az: Proqram təminatı
sk: Program

source: Apply
az: Əlavə Et
sk: Pou¾í»

source: Apply to Current List
az: Hazırkı Siyahıya Əlavə Et
sk: Pou¾i» na ktuálny zoznam

source: At least
az: Ən Az
sk: Na koniec

source: Attach to Previous List
az: Əvvəlki Siyahıya İlişdir
sk: Pou¾i» na predchádzúcom zozname

source: Attention:
az: Diqqət:
sk: Pozor:

source: Auto &save current file each
az: Hazırkı faylı bi qədər müddətdə bir avtomatik &qeyd et:
sk: Automaticky &uklada» aktuálny súbor ka¾dých

source: Auto Save
az: Avtomatik Qeyd Et
sk: Automatické ukladanie

source: Auto replace misspelled words
az: İmla xətalı sözləri avtomatik düzəlt
sk: Automaticky prepísa» chybné slová

source: Automatically update
az: Avtomatik güncəllə
sk: Automaticky aktualizova»

source: Available Styles
az: Mövcud Tərzlər
sk: Dostupné formáty

source: B&y:
az: Tə&rəfindən:
sk: &Od:

source: Bar
az: Çubuq
sk: Panel

source: Based On:
az: Əsası:
sk: Zalo¾ené na:

source: Best regards,
az: Ən xoş arzularla,
sk: Srdeène zdraví,

source: Best wishes,
az: Ən yaxşı arzularla,
sk: V¹etko dobré,

source: Bi-Directional Options
az: Cüt istiqamətli Seçənəklər
sk: Obojsmerné mo¾nosti

source: Bottom Margin [%s]
az: Alt Kənar [%s]
sk: Dolný okraj [%s]

source: Box List
az: Qutu Siyahısı
sk: ©tvorcový zoznam

source: Break
az: Ara
sk: Zalomenie

source: Build Id.
az: İD-ni İnşa Et
sk: Id Revízie.

source: Build Options
az: Seçənəkləri İnşa Et
sk: Nastavenia revízie

source: Build Target
az: Hədəfi İnşa Et
sk: Cesta revízie

source: Bullet
az: Maddə
sk: Krú¾ok

source: Bullet List
az: Maddəli Siyahı
sk: Krú¾kový zoznam

source: Button Style
az: Düymə Tərzi
sk: ©týl tlaèítka

source: CERTIFIED MAIL
az: VƏSİQƏLİ MƏKTUB
sk: OVERENÝ EMAIL

source: CONFIDENTIAL
az: GİZLİ
sk: DÔVERNÉ

source: Cannot delete this style
az: Bu tərzi silə bilmir
sk: Nemô¾em vymaza» tento ¹týl

source: Cannot modify a builtin style
az: Daxili siyahı təkmilləşdirilə bilmir
sk: Nemô¾em modifikova» vstavaný ¹týl

source: Center
az: Orta
sk: Stred

source: Centered
az: Ortalanmış
sk: Vystredený

source: Change &to:
az: &Dəyişdir:
sk: Zmeni» &na:

source: Change A&ll
az: &Hamısını Dəyişdir
sk: Zmeni» &v¹etko

source: Change Background Color
az: Arxa Plan Rəngini Dəyişdir
sk: Zmeni» farbu pozadia

source: Change Case
az: Hərf Böyüklüyünü Dəyişdir
sk: Zmeni» veµkos»

source: Change Current List
az: Hazırkı Siyahını Dəyişdir
sk: Zmeni» aktuálny zoznam

source: Change Highlight Color
az: İşıqlandırma Rəngini Dəyişdir
sk: Zmeni» farbu zvýraznenia

source: Change Text Color
az: Mətn Rəngini Dəyişdir
sk: Zmeni» farbu textu

source: Character
az: Xarakter
sk: Znak

source: Character Count
az: Xarakter Miqdarı
sk: Poèet znakov

source: Character Count (w/o spaces)
az: Xarakter Miqdarı (boşluqsuz)
sk: Poèet znakov (bez medzier)

source: Character Preview
az: Xarakter Nümayişi
sk: Uká¾ka znaku

source: Characters (no spaces)
az: Xarakterlər (boşluqsuz)
sk: Znaky (bez medzier)

source: Characters (with spaces)
az: Xarakterlər (boşluqlarla birlikdə)
sk: Znaky (s medzerami)

source: Check s&pelling as you type
az: İ&mlanı yazdığın anda yoxla
sk: Kontrolova» pravopi&s poèas písania

source: Choose
az: Seç
sk: Vybra»

source: Choose Screen Color
az: Ekran Rəngini Seç
sk: Vybra» farbu obrazovky

source: Choose a Template
az: Nümunə Seç
sk: Vybra» ¹ablónu

source: Choose screen color for AbiWord
az: AbiWord üçün ekran rəngi seç
sk: Vybra» farbu obrazovky pre AbiWord

source: Choose your target in the left side. If you want to use the "Go To" button, just fill the Number Entry with the desired number. You can use + and - to perform relative movement. I.e., if you write "+2" and you select "Line", the "Go To" will go 2 lines below your current position.
az: Sol tərəfdəki hədəfinizin seçin. "Get" düyməsini işlətmək istəyirsinizsə, Rəqəm Girişini seçdiyiniz rəqəmlə doldurun. Nisbət üçün + və - istifadə edilə bilər. Məs., əgər siz "+2" yazsanız və "Sətir"i seçsəniz, "Get" əməliyyatı cari yerinizdən 2 sətir aşağıya aparacaqdır.
sk: Vyberte Vá¹ cieµ na µavej strane. Ak chcete pou¾i» tlaèítko "Ís» na", vyplòte Èíslo s po¾adovaným èíslom. Mô¾ete pou¾í» + a - na relatívny posun. Napr.: ak napí¹ete "+2" a vyberiete "Riadok", "Ís» na" prejde o 2 riadky pod va¹u aktuálnu pozíciu.

source: Clear
az: Təmizlə
sk: Vymaza»

source: Clear &All
az: &Hamısını Təmizlə
sk: Vymaza» &v¹etko

source: Clear Background Color
az: Arxa Plan Rəngini Təmizlə
sk: Vymaza» farbu pozadia

source: Clear Highlight Color
az: İşıqlandırmə Rəngini Təmizlə
sk: Vymaza» farby zvýraznenia

source: Close all windows and exit?
az: Bütün pəncərələr qapadılıb çıxılsın?
sk: Zatvori» v¹etky okná a ukonèi»?

source: Column Gap [%s]
az: Sütun Yarığı [%s]
sk: Rozostup ståpca [%s]

source: Columns
az: Sütunlar
sk: Ståpce

source: Compile Date
az: Dərləmə tarixi
sk: Dátum zostavenia

source: Compile Time
az: Dərləmə Vaxtı
sk: Èas zostavenia

source: Con&tinuous
az: Da&vamlı
sk: Súvi&slý

source: Cordially,
az: Xoş arzularla,
sk: So srdeèným pozdravom,

source: Could not open file %s for writing
az: %s faylı yazmaq üçün açıla bilmir
sk: Nemô¾em otvori» súbor %s na zápis

source: Could not write to file %s
az: %s faylına yazıla bilmir
sk: Nemô¾em zapisova» do súboru %s

source: Could not write to the file %s.
az: %s fayla yazıla bilmir.
sk: Nemô¾em zapisova» do súboru %s.

source: Create a fax
az: Faks yarat
sk: Vytvori» fax

source: Create a new blank document
az: Yeni boş sənəd yarat
sk: Vytvori» nový prázdny dokument

source: Create new document from a Template
az: Nümunədən yeni boş sənəd yarat
sk: Vytvori» nový dokument zo ¹ablóny

source: Current Date
az: Hazırkı Tarix
sk: Aktuálny dátum

source: Current Font
az: Hazırkı Yazı Növü
sk: Aktuálne písmo

source: Current List Label
az: Hazırkı Siyahı Etiketi
sk: Názov aktuálneho zoznamu

source: Current List Type
az: Hazırkı Siyahı Növü
sk: Typ aktuálneho zoznamu

source: Current Selection is Empty
az: Hazırkı Seçki Boşdur
sk: Aktuálny výber je prázdny

source: Current Settings
az: Hazırkı Qurğular
sk: Aktuálne nastavenia

source: Current Time
az: Hazırkı Vaxt
sk: Aktuálny èas

source: Cursor &blink
az: Ox &parlaması
sk: &Blikajúci kurzor

source: Custom Dictionary:
az: Xüsusi Lüğət:
sk: U¾ívateµský slovník:

source: Customized List
az: Xüsusiləşdirilmiş Siyahı
sk: Upravený zoznam

source: Dashed List
az: Tireli Siyahı
sk: Preru¹ovaný zoznam

source: Date and Time
az: Tarix və Vaxt
sk: Dátum a èas

source: Day # in the year
az: İldəki # gün
sk: Deò # v roku

source: De&faults
az: Əs&aslar
sk: Pr&edvolené

source: Dear Mom and Dad,
az: Əziz anam və atam,
sk: Milá Mama a Otec,

source: Dear Sir or Madam:
az: Əziz xanım və ya bəy,
sk: Drahý Pán / Pani:

source: Decimal
az: Onluq
sk: Desiatkovo

source: Default date (w/o time)
az: Əsas tarix (vaxtsız)
sk: Hlavný dátum (bez èasu)

source: Default date representation
az: Əsas tarix nümayişi
sk: Výstup systémového dátumu

source: Default page size
az: Əsas səhifə böyüklüyü
sk: Predvolená veµkos» stany

source: Default tab stops:
az: Əsas səkmə saxlanması:
sk: Predvolená veµkos» tabulátorov:

source: Default to right-to-left direction of text
az: mətn əsasən sağdan soladır
sk: Predvolené riadenie textu (doprava, doµava)

source: Delete
az: Sil
sk: Vymaza»

source: Description
az: İzahat
sk: Vysvetlenie

source: Diamond List
az: Almaz Siyahısı
sk: Koso¹tvorcový zoznam

source: Do you want to reset ignored words in all the documents?
az: Bütün sənədlərdəki nəzərə alınmayacaq kəlmələri sıfırlamaq istəyirsiniz?
sk: Chcete zru¹i» preskakovanie ignorovaných slov vo v¹etkých dokumentoch?

source: Do you want to reset ignored words in the current document?
az: Hazırkı sənəddəki nəzərə alınmayacaq kəlmələri sıfırlamaq istəyirsiniz?
sk: Chcete zru¹i» preskakovanie ignorovaných slov v aktuálnom dokumente?

source: Double
az: Qoşa
sk: Dva

source: Error importing file %s.
az: %s faylını idxal xətası.
sk: Chyba pri importovaní súboru %s.

source: Error while attempting to save %s: could not construct exporter
az: %s qeydi sırasında xəta oldu: idxaliyyətçi inşa edilə bilmir
sk: Chyba pri pokuse o ulo¾enie %s: nemô¾em exportova»

source: Error while attempting to save %s: invalid name
az: %s qeydi sırasında xəta oldu: hökmsüz ad
sk: Chyba pri pokuse o ulo¾enie %s: chybné meno

source: Exactly
az: Dəqiq
sk: Presne

source: Extra Toolbar
az: Əlavə Vasitə Çubuğu
sk: Extra panel

source: Fi&nd what:
az: Nə a&xtarım:
sk: Vy&hµada»:

source: Field
az: Giriş
sk: Pole

source: File %s is not of a currently supported file type
az: %s faylı hazırda dəstəklənən fayl növü deyildir
sk: Typ súboru %s nie je aktuálne podporovaný

source: File %s is not of the type it claims to be
az: %s faylı iddia etdiyi kimi bir fayl növündə deyildir
sk: Súbor %s nie je typu, akým by mal by»

source: File %s is of unknown type
az: %s faylı naməlum növdəndir
sk: Typ súboru %s je neznámy

source: File %s not found
az: %s faylı tapılmadı
sk: Súbor %s nebol nájdený

source: File Name
az: Fayl Adı
sk: Názov súboru

source: Find
az: Axtar
sk: Hµada»

source: First Line Indent [%s]
az: İlk Sətir Çəntiyi [%s]
sk: Odsadzovanie prvého riadoku [%s]

source: First line
az: İlk Sətir
sk: Prvý riadok

source: Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph Following Paragraph
az: Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf Davam Edən Paraqraf
sk: Nasledovný odstavec Nasledovný odstavec Nasledovný odstavec Nasledovný odstavec Nasledovný odstavec Nasledovný odstavec Nasledovný odstavec

source: Font
az: Yazı növü
sk: Písmo

source: Font:
az: Yazı növü:
sk: Písmo:

source: Footer
az: Altlıq
sk: Päta

source: Footer [%s]
az: Altlıq [%s]
sk: Päta [%s]

source: Format
az: Şəkilləndir
sk: Formát

source: Format Toolbar
az: Vasitə Çubuğunu Şəkilləndir
sk: Panel formát

source: Format:
az: Şəkli:
sk: Formát:

source: From:
az: Yazan:
sk: Od:

source: General
az: Ümumi
sk: Hlavné

source: Go To
az: Get
sk: Ís» na

source: Go To &What:
az: &Hara Gedim:
sk: Ís» &na:

source: Go to...
az: Get...
sk: Ís» na...

source: Hand List
az: Əl Siyahısı
sk: Zoznam s ukazovateµom

source: Hanging
az: Asılır
sk: Závesný

source: Header
az: Başlıq
sk: Hlavièka

source: Header [%s]
az: Başlıq [%s]
sk: Hlavièka [%s]

source: Heart List
az: Ürək Siyahısı
sk: Srdcový zoznam

source: Hide
az: Gizlət
sk: Skry»

source: Hide &spelling errors in the document
az: Sənəddəki &imla xətalarını gizlət
sk: Skry» pravopi&sné chyby v dokumente

source: I&gnore All
az: Hamısını Rə&dd Et
sk: P&reskakova» v¹etky

source: Icons
az: Timsallar
sk: Ikony

source: Ignore
az: Nəzərə Alma
sk: Preskoèi»

source: Ignore Internet and &file addresses
az: İnternet və &fayl ünvanlarını nəzərə alma
sk: Preskoèi» Internetové a sú&borové adresy

source: Ignore words in &UPPERCASE
az: &BÖYÜK hərfli sözləri rədd et
sk: Preskakova» s&lová VE¥KÝMI písmenami

source: Ignore words with num&bers
az: &Rəqəmli sözləri rədd et
sk: Preska&kova» slová s èíslicami

source: Ignored words:
az: Rədd ediləcək kəlmələr:
sk: Preskakova» slová:

source: Implies List
az: Qəsd Edilən Siyahı
sk: Implicitný zoznam

source: In Use
az: İstifadədə
sk: Práve pou¾ívané

source: In reply to:
az: Cavabında:
sk: V odpovedi na:

source: Incorrect Password
az: Səhv Parol
sk: Chybné heslo

source: Indentation
az: Çərtmə
sk: Odsadzovanie

source: Insert
az: Daxil Et
sk: Vlo¾i»

source: Invisible &Layout Marks
az: Görünməz &Düzülüş İşarələri
sk: Neviditeµné ¹&pecifické znaky

source: Justified
az: Yayılmış
sk: Zarovnaný

source: Keep with ne&xt
az: &Sonrakı ilə birlikdə Qoru
sk: Spoji» s nasledujú&cim

source: Kevins Test
az: Kevin Sınağı
sk: Kevinov Test

source: Label Align:
az: Etiket Tərəfləməsi:
sk: Zarovnanie menovky:

source: Ladies and Gentlemen:
az: Xanımlar və Bəylər:
sk: Dámy a Páni:

source: Language
az: Dil
sk: Jazyk

source: Layout
az: Düzülüş
sk: Rozmiestnenie

source: Leader
az: Başçı
sk: Vedúci

source: Left
az: Sol
sk: Vµavo

source: Left Indent [%s]
az: Sol Çəntik [%s]
sk: ¥avé zarovnanie [%s]

source: Left Indent [%s] First Line Indent [%s]
az: Sol Çəntik [%s] İlk Sətir Çəntiyi [%s]
sk: ¥avé zarovnanie [%s] Zarovnanie prvého riadka [%s]

source: Left Margin [%s]
az: Sol Kənar [%s]
sk: ¥avý okraj [%s]

source: Level Delimiter:
az: Səviyyə Delimiteri:
sk: Oddeµovaè úrovní:

source: Li&ne spacing:
az: Sətir&arası fasilə:
sk: Rozostup riadko&v:

source: Line
az: Xətt
sk: Riadok

source: Line Count
az: Sətir Miqdarı
sk: Poèet riadkov

source: Line and &Page Breaks
az: Sətir və &Səhifə Aralıqları
sk: Zalomenie riadkov a &strán

source: Line between
az: Arasındakı sətir
sk: Èiara medzi

source: Lines
az: Sətir
sk: Riadky

source: List
az: Siyahı
sk: Zoznam

source: List Label
az: Siyahı Etiketi
sk: Mono zoznamu

source: Lists for
az: Sıralayar:
sk: Zoznamy pre

source: Love,
az: Məhəbbətimlə,
sk: S láskou,

source: Lower Case List
az: Kiçik Hərf Siyahısı
sk: Zoznam malými

source: Lower Roman List
az: Kiçik Roma Rəqəmi Siyahısı
sk: Zoznam malými rímskymi

source: Martins Test
az: Martin Sınağı
sk: Martinov test

source: Military Time
az: Hərbi Vaxt
sk: Armádny èas

source: Misc.
az: Qarışıq.
sk: Rôzne

source: Modify Styles
az: Tərzləri Dəyişdir
sk: Zmeni» ¹týly

source: Modify...
az: Təkmilləşdir...
sk: Zmeni»...

source: Month Day, Year
az: Ay Gün, İl
sk: Mesiac deò, rok

source: Mth. Day, Year
az: Ay. Gün, İl
sk: Mes. deò, rok

source: Multiple
az: Çoxlu
sk: Mnohonásobne

source: New List Label
az: Yeni Siyahı Etiketi
sk: Nové meno zoznamu

source: New List Type
az: Yeni Siyahı Növü
sk: Nový typ zoznamu

source: New Starting Value
az: Yeni Başlayan Qiymət
sk: Nová hodnota re»azca

source: New Style
az: Yeni Tərz
sk: Nový ¹týl

source: New...
az: Yeni...
sk: Nový...

source: Next >>
az: Sonrakı >>
sk: Ïalej >>

source: No File
az: Fayl Yoxdur
sk: ®iadny súbor

source: No Style selected so it cannot be modified
az: Heç Tərz seçili deyil ona görə də düzəldilə bilməz
sk: Nebol vybraný ¾iadny ¹týl tak¾e nemô¾e by» zmenený

source: None
az: Heç biri
sk: ®iadny

source: Not in dictionary&:
az: Sözl&ükdə yoxdur:
sk: Nenachádza sa v slovníku &:

source: Number of Columns
az: Sütün Miqdarı
sk: Poèet ståpcov

source: Number of Pages
az: Səhifə Miqdarı
sk: Poèet strán

source: Number of columns
az: Sütun miqdarı
sk: Poèet ståpcov

source: Numbered
az: Rəqəmli
sk: Èíslované

source: Numbered List
az: Nömrələnmiş siyahı
sk: Èíslovaný zoznam

source: Numbering
az: Nömrələmə
sk: Èíslovanie

source: Numbers
az: Rəqəm
sk: Èísla

source: One
az: Bir
sk: Jeden

source: Open an existing document
az: Mövcud sənədi aç
sk: Otvori» existujúci dokument

source: Orientation...
az: İstiqamət...
sk: Orientácia...

source: Other
az: Başqa
sk: Ostatné

source: Out of memory attempting to open %s
az: %s açılması üçün yaddaş çatmır
sk: Nedostatok pamäte pri pokuse o otvorenie %s

source: PERSONAL
az: ŞƏXSI
sk: OSOBNÉ

source: Page
az: Səhifə
sk: Strana

source: Page &break before
az: Əvvəlində səhifə &arası
sk: Zalomi» &pred stranu

source: Page Number
az: Səhifə Sayı
sk: Èíslo strany

source: Page Numbers
az: Səhifə Sayıları
sk: Èísla strán

source: Page Setup
az: Səhifə Quruluşu
sk: Nastavenie strany

source: Page: %d/%d
az: Səhifə: %d/%d
sk: Strana: %d/%d

source: Pages
az: Səhifə
sk: Strany

source: Pagination
az: Nömrələmə
sk: Stránkovanie

source: Paper Si&ze:
az: Kağız Bö&yüklüyü:
sk: Veµk&os» papiera:

source: Paper...
az: Kağız...
sk: Papier...

source: Paragraph
az: Paraqraf
sk: Odstavec

source: Paragraph Count
az: Paraqraf Miqdarı
sk: Poèet odstavcov

source: Paragraph Preview
az: Paraqraf Nümayişi
sk: Uká¾ka odstavca

source: Paragraphs
az: Paraqraf
sk: Odstavce

source: Password required, this is an encrypted document
az: Parol lazımdır, bu, enkriptə edilmiş sənəddir
sk: Je potrebné heslo, tento dokument je kriptovaný

source: Picture
az: Şəkil
sk: Obrázok

source: Piece Table
az: Paylı Cədvəl
sk: Èas» tabuµky

source: Position:
az: Yer :
sk: Pozícia:

source: Preference Schemes
az: Xassə Sxemləri
sk: Nastavenie schém

source: Preferences
az: Seçənəklər
sk: Mo¾nosti

source: Preview
az: Nümayiş
sk: Uká¾ka

source: Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph Previous Paragraph
az: Əvvəlki Paraqraf Əvvəlki Paraqraf Əvvəlki Paraqraf Əvvəlki Paraqraf Əvvəlki Paraqraf Əvvəlki Paraqraf Əvvəlki Paraqraf Əvvəlki Paraqraf
sk: Predo¹lý odstavec Predo¹lý odstavec Predo¹lý odstavec Predo¹lý odstavec Predo¹lý odstavec Predo¹lý odstavec Predo¹lý odstavec

source: Printing page %d of %d
az: %d Səhifəsi çap edilir (cəmi %d)
sk: Tlaèím stranu %d z %d

source: RE:
az: CAV:

source: REGISTERED MAIL
az: QEYDİYYATLI MƏKTUB
sk: REGISTROVANÝ EMAIL

source: Re&place with:
az: Bununla ə&vəz et:
sk: Nový t&ext:

source: Reference:
az: Referens:
sk: Odkaz:

source: Regards,
az: Uğurlar,
sk: S pozdravom,

source: Remove
az: Sil
sk: Odstráni»

source: Remove Property from Style
az: Tərzdən Aidiyyəti Çıxart
sk: Odstráni» vlastnos» zo ¹týlu

source: Replace
az: Dəyişdir
sk: Nahradi»

source: Replace &All
az: &Hamısını Əvəz Et
sk: Nahradi» &v¹etko

source: Respectfully yours,
az: Bütün hörmətimlə,
sk: S úctou Vá¹,

source: Respectfully,
az: Hörmətlə,
sk: S úctou,

source: Resume Previous List
az: Əvvəlki Siyahıya Davam Et
sk: Obnovi» predchádzajúci zoznam

source: Revert to saved copy of %s?
az: %s-in qeyd edilmiş nüsxəsinə keçək?
sk: Vráti» sa k ulo¾enej kópii %s?

source: Right
az: Sağ
sk: Vpravo

source: Right Indent [%s]
az: Sağ Çəntik [%s]
sk: Pravé zarovnanie [%s]

source: Right Margin [%s]
az: Sağ Kənar [%s]
sk: Pravý okraj [%s]

source: Right-to-left &dominant
az: Ə&sasən sağdan sola
sk: Z µava do &prava

source: SPECIAL DELIVERY
az: XÜSUSİ GÖNDƏRİŞ
sk: ©PECIÁLNA ZÁSIELKA

source: Sa&ve
az: Qe&yd Et
sk: Ul&o¾i»

source: Save changes to %s?
az: %s üstünə dəyişiklikləri qeyd edək?
sk: Ulo¾i» zmeny do %s?

source: Scale...
az: Miqyas...
sk: Mierka...

source: Seconds between updates
az: Güncəlləmə arasındakı saniyə
sk: Sekúnd medzi aktualizáciami

source: Seconds since the epoch
az: Dövrdən etibarən keçən saniyələr
sk: Sekúnd od obdobia

source: Section breaks
az: Qisim aralıqları
sk: Zalamovanie odsekov

source: Sentence case
az: Cümlə hərf böyüklüyü
sk: Prvé veµké

source: Set
az: Qur
sk: Nastavi»

source: Set Default Values
az: Əsas Qiymətləri Seç
sk: Nastavi» predvolené hodnoty

source: Shortcut Key
az: Qısa Yol Açarı
sk: Skratka

source: Show
az: Göstər
sk: Ukáza»

source: Show the AbiWord splash screen on application startup
az: Proqram başlayanda AbiWord açılış ekranını göstər
sk: Ukáza» úvodnú obrazovku pri spú¹»aní AbiWordu

source: Show/Hide...
az: Göstər/Gizlə..
sk: Ukáza»/Skry»...

source: Sincerely yours,
az: Sevgilərimlə,
sk: Úprimne Vá¹,

source: Single
az: Tək
sk: Jeden

source: Spacing
az: Boşluq
sk: Rozostup

source: Spelling
az: Hecalama
sk: Pravopis

source: Square List
az: Dördbucaq Siyahı
sk: ©tvorcový zoznam

source: Standard Toolbar
az: Sıravi Vasitə Çubuğu
sk: ©tandardný panel

source: Star List
az: Ulduz Siyahı
sk: Hviezdièkový zoznam

source: Start At:
az: Burada Başla:
sk: Zaèa» na:

source: Start New List
az: Yeni Siyahlı Başlat
sk: Zaèa» nový zoznam

source: Start Sublist
az: Alt Siyahı Başlat
sk: Zaèa» podzoznam
