Repository: GNOME/gnome-i18n
Catalog: extra-po/glimmer/*.po
Languages: az, ca, da, de, es, fi, hu, ja, no, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Read Error!
az: Oxuma Xətası!
ca: S'ha produït un error de lectura!
da: Læsefejl!
de: Lesefehler!
es: Error de Lectura!
fi: Lukuvirhe!
hu: Olvasási hiba!
ja: 読込み中にエラーが発生しました!
no: Lesefeil!
pt: Erro de Leitura!
pt_br: Erro de leitura!
ru: Ошибка чтения!
sk: Chyba èítania!
sv: Läsfel!
tr: Okuma Hatasý!
uk: Помилка зчитування!
zh_cn: 读错误！
zh_tw: 讀取錯誤！

source: does not exist. Would you like to create it?
az: mövcud deyildir. Yaratmaq istəyirsinizmi?
ca: no existeix. Voleu crear-lo?
da: eksisterer ikke. Vil du oprette den?
de: existiert nicht. Wollen Sie sie erstellen?
es: no existe. ¿Quiere crearlo?
fi: ei ole olemassa. Haluatko luoda sen?
hu: nem létezik. Létre akarod hozni?
ja: 存在しません。 作成してもよろしいですか?
no: eksisterer ikke. Vil du opprette den?
pt: não existe. Deseja cria-lo?
pt_br: não existe. Deseja criá-lo?
ru: не существует. Вы хотите создать его?
sk: neexistuje. Chcete ho vytvori»?
sv: finns inte. Vill du skapa den?
uk: не ╕сну╓. Ви хочете створити його?
zh_cn: 不存在。 您要创建吗？
zh_tw: 不存在。 是否須要新增？

source: Write Error!
az: Yazma Xətası!
ca: S'ha produït un error d'escriptura!
da: Skrivefejl!
de: Schreibfehler!
es: Error de Escritura!
fi: Kirjoitusvirhe!
hu: Írási hiba!
ja: 書込み中にエラーが発生しました!
no: Skrivefeil!
pt: Erro de Escrita!
pt_br: Erro de escrita!
ru: Ошибка записи!
sk: Chyba zápisu!
sv: Skrivfel!
tr: Yazma Hatasý!
uk: Помилка запису!
zh_cn: 写错误！
zh_tw: 寫入錯誤！

source: already exists. Would you like to overwrite it?
az: onsuz da vardır. Üstünə yazmaq istəyirsinizmi?
ca: ja existeix. Voleu sobreescriure'l?
da: eksisterer allerede. Vil du overskrive den?
de: existiert bereits. Wollen Sie sie überschreiben?
es: ya existe. ¿Quiere sobreescribirlo?
fi: on jo olemassa. Haluatko kirjoittaa sen yli?
hu: már létezik. Felül akarod írni?
ja: すでに存在します。 上書きしてもよろしいですか?
no: eksisterer allerede. Vil du overskrive den?
pt: já existe. Deseja substitui-lo?
pt_br: já existe. Deseja sobrescrever?
ru: уже существует. Вы хотите переписать его?
sk: u¾ existuje. Chcete ho prepísa»?
sv: finns redan. Vill du skriva över den?
tr: diskte var. Üzerine yazmak istiyor musunuz?
uk: вже ╕сну╓. Ви хочете перезаписати його?
zh_cn: 已经存在。 您要覆盖吗？
zh_tw: 已存在。 是否須要取代？

source: Save Error!
az: Qeyd Etmə Xətası!
ca: S'ha produït un error en desar!
da: Fejl ved gemning!
de: Fehler beim Speichern!
es: ¡Error al Guardar!
fi: Tallennusvirhe!
hu: Mentési hiba!
ja: 保存中にエラーが発生しました
no: Lagringsfeil!
pt: Erro de Gravação!
pt_br: Erro ao salvar!
ru: Ошибка сохранения!
sk: Chyba ulo¾enia!
sv: Sparandefel!
tr: Kayýt Hatasý!
uk: Помилка збереження!
zh_cn: 保存错误！
zh_tw: 儲存錯誤！

source: has been changed. Would you like to save it now it?
az: dəyişdirilmişdir. İndi qeyd etmək istəyrsinizmi?
ca: ha canviat. Voleu desar-lo ara?
da: er ændret. Vil du gemme den nu?
de: wurde geändert. Wollen Sie sie nun speichern?
es: ha sido cambiado. ¿Quiere guardarlo ahora?
fi: on muutettu. Haluatko tallentaa muutokset?
hu: megváltozott. El akarod most menteni?
ja: 書き換えられています。 今すぐ保存してもよろしいですか?
no: er endret. Vil du lagre det nå?
pt: foi modificado. Deseja grava-lo agora?
pt_br: foi alterado. Deseja savá-lo agora?
ru: был изменен. Вы хотите сохранить его?
sk: bol zmenený. Chcete ho teraz ulo¾i»?
sv: har ändrats. Vill du spara den nu?
tr: deðiþtirildi. Bunu kaydetmek istiyor musunuz?
uk: було зм╕нено. Ви хочете зберегти його?
zh_cn: 已经改变。 您现在要保存吗？
zh_tw: 已變更。 是否須要儲存？

source: Save file with new name...
az: Faylı yeni adla qeyd et...
ca: Desa el fitxer amb el nou nom...
da: Gem fil med nyt navn...
de: Mit neuem Dateinamen speichern...
es: Guardar fichero con nombre nuevo...
fi: Tallenna uudella tiedostonimell‰...
hu: Fájl mentése új néven...
ja: 名前を換えてファイルを保存
no: Lagre fil med nytt navn...
pt: Gravar ficheiro com novo nome...
pt_br: Salvar arquivo com novo nome...
ru: Сохранить файл с новым именем...
sk: Ulo¾i» súbor s novým menom...
sv: Spara fil med nytt namn...
tr: Dosyayý yeni bir isimle kaydet...
uk: Збереження файлу з новою назвою...
zh_cn: 另存为...
zh_tw: 另存新檔...

source: File Modified!
az: Fayl Düzəldilmişdir!
da: Fil ændret!
es: Fichero Modificado!
fi: Tiedostoa muutettu!
ja: ファイルは修正しました!
no: Filen er endret!
pt: Ficheiro Modificado!
ru: Файл изменен!
sk: Súbor zmenený!
sv: Filen är ändrad!
tr: Dosya Deðiþtirildi!
zh_cn: 文件已修改！
zh_tw: 檔案已變更！

source: has been modified on disk since the last save. Would you like to reload it now?
az: düzəldilmişdir. İndi yenidən yükləmək istəyrsinizmi?
da: er blevet ændret på disken efter den seneste gemning. Ønsker du at genindlæse den nu?
es: ha sido modificado en disco desde la última vez que se guardó. ¿Quiere volver a cargarlo ahora?
fi: on muutettu levyll‰ edellisen tallennuksen j‰lkeen. Haluatko ladata muutetun version?
ja: 以前保存してから書き換えられています 今すぐ再読込してもよろしいですか?
no: er endret på disken siden forrige lagring. Vil du lese inn på nytt nå?
pt: foi modificado no disco desde a última gravação. Deseja rele-lo agora?
ru: был изменен на диске со времени последнего сохранения. Хотите перезагрузить его?
sk: bol zmenený iným programom od posledného ulo¾enia. Chcete ho teraz obnovi»?
sv: har ändrats på disken sedan det senaste sparandet. Vill du läsa om den nu?
zh_cn: 最后一次保存后在磁盘上已被修改。 您现在要重新载入吗？
zh_tw: 檔案內容已被其它程式更改。 是否重新載入？

source: could not be read.
az: oxuna bilmir.
ca: no s'ha pogut llegir.
da: kunne ikke læses.
de: konnte nicht gelesen werden.
es: no pudo ser leído.
fi: - luku ep‰onnistui.
hu: nem olvasható.
ja: 読み込まれませんでした
no: kunne ikke leses.
pt: não pode ser lido.
pt_br: não pôde ser lido.
ru: не удалось прочитать.
sk: nemô¾em èíta».
sv: kunde inte läsas.
tr: okunamadý.
uk: не вдалося зчитати.
zh_cn: 无法读出。
zh_tw: 無法讀取。

source: could not be saved!
az: qeyd edilə bilmir!
ca: no s'ha pogut desar!
da: kunne ikke gemmes!
de: konnte nicht gespeichert werden!
es: no pudo ser guardado!
fi: - tallennus ep‰onnistui!
hu: nem menthetö el!
ja: 保存されませんでした
no: kunne ikke lagres!
pt: não pode ser gravado!
pt_br: não pôde ser salvo!
ru: не удалось сохранить!
sk: nemô¾e by» ulo¾ený!
sv: kunde inte sparas!
tr: kaydedilemedi!
uk: не вдалося зберегти!
zh_cn: 无法保存！
zh_tw: 無法儲存！

source: opened as read-only!
az: sadəcə oxunmaq üçün açıldı!
ca: obert com només de lectura
da: åbnet med skrivebeskyttelse!
de: nur lesend geöffnet!
es: abierto como solo-lectura!
fi: - avattu vain lukuoikeuksilla.
hu: csak olvashatóként lett megnyitva!
ja: 読込み専用で開きました
no: åpnet med skrivebeskyttelse!
pt: aberto apenas para leitura!
pt_br: aberto somente para leitura
ru: открыт только для чтения!
sk: otvorený ako "iba na èítanie"!
sv: öppnad som skrivskyddad!
tr: salt-oku açýldý!
uk: в╕дкрити лише для читання!
zh_cn: 只读方式打开！
zh_tw: 以唯讀方式開啟！

source: Create Error!
az: Yaratma Xətası!
ca: S'ha produït un error en crear
da: Fejl ved oprettelse!
de: Fehler beim Erstellen!
es: Error de Creación!
fi: Luontivirhe!
hu: Létrehozási hiba!
ja: 作成中にエラーが発生しました!
no: Feil under oppretting!
pt: Erro de Criação!
pt_br: Erro ao criar!
ru: Ошибка создания!
sk: Chyba vytvorenia!
sv: Skapandefel!
tr: Oluþturma Hatasý!
uk: Помилка створення!
zh_cn: 创建错误！
zh_tw: 建立時發生錯誤！

source: could not be created!
az: yaradıla bilmədi!
ca: no s'ha pogut crear!
da: kunne ikke oprettes!
de: konnte nicht erstellt werden!
es: no pudo ser creado!
fi: - luonti ep‰onnistui!
hu: nem lehet létrehozni!
ja: 作成できませんでした
no: kunne ikke opprettes!
pt: não pode ser criado!
pt_br: não pôde ser criado!
ru: не может быть создан!
sk: nemô¾e by» vytvorený!
sv: kunde inte skapas!
tr: oluþturulamadý!
uk: не вдалося створити!
zh_cn: 无法创建！
zh_tw: 無法建立！

source: Information
az: Mə'lumat
ca: Informació
es: Información
fi: Tietoja
hu: Információ
ja: 情報
no: Informasjon
pt: Informação
pt_br: Informação
ru: Информация
sk: Informácia
uk: ╤нформац╕я
zh_cn: 信息
zh_tw: 資訊

source: Open File...
az: Faylı Aç...
ca: Obre el fitxer...
da: Åbn fil...
de: Datei öffnen...
es: Abrir Fichero...
fi: Avaa tiedosto...
hu: Fájl megnyitása...
ja: ファイルを開く...
no: Åpne fil...
pt: Abrir Ficheiro...
pt_br: Abrir arquivo...
ru: Открыть файл...
sk: Otvori» súbor...
sv: Öppna fil...
tr: Dosya Aç...
uk: В╕дкрити файл...
zh_cn: 打开文件...
zh_tw: 開啟舊檔...

source: Open Files...
az: Fayları Aç...
ca: Obre els fitxers...
da: Åbn filer...
de: Dateien öffnen...
es: Abrir Ficheros...
fi: Avaa tiedostoja...
hu: Fájlok megnyitása...
ja: 複数のファイルを開く...
no: Åpne filer...
pt: Abrir Ficheiros...
pt_br: Abrir arquivos...
ru: Открыть файлы...
sk: Otvori» súbory...
sv: Öppna filer...
tr: Dosyalarý Aç...
uk: В╕дкрити файли...
zh_cn: 打开文件...
zh_tw: 開啟多個舊檔...

source: Find Text
az: Mətni Axtar
ca: Cerca el text
da: Find tekst
de: Text suchen
es: Buscar Texto
fi: Etsi teksti‰
hu: Szöveg keresése
ja: テキスト検索
no: Finn tekst
pt: Procurar Texto
pt_br: Encontrar texto
ru: Найти текст
sk: Nájs» text
sv: Sök text
tr: Bul
uk: Шукати текст
zh_cn: 查找文字
zh_tw: 尋找字串

source: Find some text.
az: Mətn axtar.
ca: Cerca text.
da: Find tekst.
de: Textausschnitt suchen.
es: Buscar algún texto.
fi: Etsi teksti‰.
hu: Szöveg keresése.
ja: テキストを検索します
no: Finn tekst.
pt: Procurar um excerto de texto.
pt_br: Encontrar algum texto.
ru: Найти некоторый текст.
sk: Nájs» nejaký text.
sv: Sök någon text.
tr: Bir dizi bul.
uk: Шукати текст.
zh_cn: 查找指定文字。
zh_tw: 尋找字串。

source: Highlight style.
az: İşıqlandırılmış Tərzt
ca: Estil del ressaltat.
da: Fremhævningsstil.
de: Hervorgehobener Stil.
es: Estilo de coloreado.
fi: Korostuksen tyyli
hu: Színezési stílus.
ja: 強調スタイル
no: Uthevingsstil.
pt: Estilo de realce.
pt_br: Destacar estilo.
ru: Стиль подсветки.
sk: ©týl zvýrazòovania.
sv: Markera stil.
uk: Стиль вид╕лення.
zh_cn: 突出显示方式。
zh_tw: 色彩處理類別。

source: Re-Highlight the current buffer.
az: Hazırkı bufferi təzədən işıqlandır.
ca: Ressalta la memòria intermèdia actual.
da: Genmarkér den aktuelle buffer.
de: Aktuellen Puffer nicht hervorheben.
es: Re-Colorear el fichero actual.
fi: Korosta uudelleen nykyinen puskuri.
hu: Az aktuális puffer újraszínezése.
ja: 現在のバッファを再強調します
pt: Re-Realçar o buffer actual.
pt_br: Redestacar o buffer atual.
ru: Повторить подсветку текущего буфера.
sk: Obnov zvýrazòovanie v aktuálnom bufferi.
sv: Återmarkera den aktuella bufferten.
uk: Переробити вид╕лення синтаксису поточного буферу.
zh_cn: 重新突出显示当前缓冲。
zh_tw: 重新整理目前文件的色彩。

source: Specify the session file to use.
az: İstifadə ediləcak iclas faylını bildir.
ca: Indiqueu el fitxer de sessió a utilitzar.
da: Angiv sessionsfil som skal bruges.
de: Geben Sie die zu benutzende Sitzungsdatei.
es: Especificar el fichero de sesión a utilizar.
fi: M‰‰rit‰ k‰ytett‰v‰ istuntotiedosto
hu: A használandó session fájl megadása.
ja: 使用するセッションファイルを指定します
no: Spesifisér sesjonsfil som skal brukes.
pt: Especificar o ficheiro de sessão a utilizar.
pt_br: Especificar o arquivo de sessão a ser usado.
ru: Указать используемый файл сеанса.
sk: ©pecifikovanie súboru sedenia na pou¾itie.
sv: Ange sessionsfilen att använda.
uk: Вказати файл сеансу для використання.
zh_cn: 指定使用的会话文件。
zh_tw: 使用指定專案。

source: Open a specific file.
az: Xüsusi faylı aç.
ca: Obre un fitxer determinat.
da: Åbn en bestemt fil.
de: Eine bestimmte Datei öffnen.
es: Abrir un fichero específico.
fi: Avaa tietty tiedosto
hu: Egy adott fájl megnyitása.
ja: 特定のファイルを開きます
no: Åpne en spesifikk fil.
pt: Abrir um ficheiro específico.
pt_br: Abrir um arquivo especificado.
ru: Открыть указанный файл.
sk: Otvori» ¹pecifikovaný súbor.
sv: Öppna en specifik fil.
uk: В╕дкрити вказаний файл.
zh_cn: 打开一个指定文件。
zh_tw: 開啟指定檔案。

source: Jump to a line in the file specified by -f.
az: Faylda -f ilə təsvir edilən sətir daxil edən fayla keç.
ca: Salta a la línia -f del fitxer.
da: Hop til en linje i filen valgt med -f.
de: In die Zeile der Datei springen, die mit -f angegeben ist.
es: Saltar a una línea en el fichero especificado por -f
fi: Hypp‰‰ -f:n m‰‰rittelem‰lle tiedoston riville.
hu: Sorra ugrás a -f kapcsolóval megadott fájlban.
ja: -f で指定されたファイルの行へ移動します
no: Hopp til en linje i filen spesifisert av -f.
pt: Ir para uma linha no ficheiro especificado por -f.
pt_br: Pular para uma linha no arquivo especificado por -f.
ru: Перейти к строке в файле указанной с помощью -f.
sk: Prejs» na riadok v súbore zadanom v -f.
sv: Hoppa till en rad i filen som anges med -f.
uk: Перейти на рядок у файл╕ вказаний через параметр -f.
zh_cn: 跳到-f指定的文件行。
zh_tw: 開啟由參數 -f 指定的舊檔並移至指定行號。

source: Creating ~/
az: Yaradılır ~/
ca: S'està creant ~/
da: Opretter ~/
de: ~/ wird erstellt
es: Creando ~/
fi: Luodaan ~/
hu: Létrehozás ~/
ja: 作成中 ~/
no: Oppretter ~/
pt: A Criar ~/
pt_br: Criando ~/
ru: Создание ~/
sk: Vytváram ~/
sv: Skapar ~/
uk: Створення ~/
zh_cn: 正在创建 ~/
zh_tw: 建立 ~/

source: Creating ~/.
az: Yaradılır ~/.
ca: S'està creant ~/
da: Opretter ~/.
de: ~/ wird erstellt.
es: Creando ~/.
fi: Luodaan ~/.
hu: Létrehozás ~/.
ja: 作成中 ~/.
no: Oppretter ~/.
pt: A Criar ~/.
pt_br: Criando ~/.
ru: Создание ~/.
sk: Vytváram ~/.
sv: Skapar ~/.
tr: ~/. oluþturuluyor
uk: Створення ~/.
zh_cn: 正在创建 ~/。
zh_tw: 建立 ~/。

source: _Save Current Session
az: Hazırkı İclası _Qeyd Et
ca: _Desa la sessió actual
da: _Gem aktiv session
de: Aktuelle Sitzung _speichern
es: Guardar _Sesión Actual
fi: _Tallenna istunto
hu: Aktuális session _mentése
ja: 現在のセッションを保存(_S)
no: _Lagre aktiv sesjon
pt: Gravar _Sessão Actual
pt_br: _Salvar sessão atual
ru: Сохранить текущий сеанс
sk: _Ulo¾i» aktuálne sedenie
sv: _Spara aktuell session
tr: _Güncel Oturumu Kaydet
uk: Збереження поточного сеансу
zh_cn: 保存当前会话(_S)
zh_tw: 儲存目前專案 (_S)

source: Save the current session
az: Hazırkı İclası Qeyd Et
ca: Desa la sessió actual
da: Gem den aktive session
de: Die aktuelle Sitzung speichern
es: Guardar la sesión actual
fi: Tallenna nykyinen istunto
hu: Az aktuális session mentése
ja: 現在のセッションを保存します
no: Lagre den aktive sesjonen
pt: Gravar a sessão actual
pt_br: Salvar a sessão atual
ru: Сохранить текущий сеанс
sk: Ulo¾i» aktuálne sedenie
sv: Spara den aktuella sessionen
tr: Güncel oturumu kaydet
uk: Зберегти поточний сеанс
zh_cn: 保存当前会话
zh_tw: 儲存目前專案

source: Save Session _As...
az: İclası _Fərqli Qeyd Et...
ca: _Anomena i desa la sessió...
da: Gem session _som...
de: Sitzung speichern _unter...
es: Guardar Sesión Como...
fi: Tallenna istunto _nimell‰...
hu: Session mentése másként...
ja: 名前を付けてセッションを保存...
no: Lagre sesjon _som...
pt: Gravar Sessão _Como...
pt_br: Salvar sessão _Como...
ru: Сохранить сеанс как...
sk: Ulo¾i» sedenie _ako...
sv: Spara session so_m...
tr: Güncel Oturumu _Farklý Kaydet...
uk: Зберегти сеанс як...
zh_cn: 保存会话为(_A)...
zh_tw: 另存專案 (_A)...

source: Save the current session with a different name
az: İclası fərqli adla qeyd et
ca: Desa la sessió actual amb un altre nom
da: Gem aktiv session med et andet navn
de: Die aktuelle Sitzung unter einem anderen Namen speichern
es: Guardar la sesión actual con un nombre distinto
fi: Tallenna nykyinen istunto uudella tiedostonimell‰
hu: Az aktuális session mentése más néven
ja: 現在のセッションを別の名前で保存します
no: Lagre aktiv sesjon med et annet navn
pt: Gravar a sessão actual com um nome diferente
pt_br: Salvar a sessão atual com um nome diferente
ru: Сохранить текущий сеанс под другим названием
sk: Ulo¾i» aktuálne sedenie s odli¹ným menom
sv: Spara den aktuella sessionen med ett annat namn
tr: Güncel oturumu farklý bir isimle kaydet
uk: Зберегти поточний сеанс з ╕ншою назвою
zh_cn: 另存会话
zh_tw: 用另一名稱儲存目前專案

source: _Open Session...
az: İclası _Aç...
ca: _Obre la sessió...
da: _Åbn session...
de: Sitzung ö_ffnen...
es: Abrir Sesión...
fi: _Avaa istunto...
hu: Session megnyitása...
ja: セッションを開く(_O)
no: _Åpne sesjon...
pt: _Abrir Sessão...
pt_br: _Abrir sessão...
ru: Открыть сеанс...
sk: _Otvori» sedenie...
sv: _Öppna session...
tr: _Oturum Aç...
uk: В╕дкрити сеанс...
zh_cn: 打开会话(_O)...
zh_tw: 開啟專案 (_O)...

source: Open a session
az: İclası aç
ca: Obre una sessió
da: Åbn en session
de: Eine Sitzung öffnen
es: Abrir una sesión
fi: Avaa istunto
hu: Session megnyitása
ja: セッションを開きます
no: Åpne en sesjon
pt: Abre uma sessão
pt_br: Abrir uma sessão
ru: Открыть сеанс
sk: Otvori» sedenie
sv: Öppna en session
tr: Bir oturum aç
uk: В╕дкрити сеанс
zh_cn: 打开一个会话
zh_tw: 開啟專案

source: _New
az: _Yeni
ca: _Nou
da: _Ny
de: _Neu
es: _Nuevo
fi: _Uusi
hu: _Új
ja: 新規(_N)
no: _Ny
pt: _Novo
pt_br: _Nova
ru: Новый
sk: _Nový
sv: _Ny
tr: _Yeni
uk: Новий
zh_cn: 新建(_N)
zh_tw: 新增 (_N)

source: Create a new file.
az: Təə fayl yarat.
ca: Crea un fitxer nou.
da: Opret en ny fil.
de: Eine neue Datei öffnen.
es: Crear un fichero nuevo.
fi: Luo uusi tiedosto.
hu: Új fájl létrehozása.
ja: 新規ファイルを作成します
no: Opprett en ny fil.
pt: Cria um novo ficheiro.
pt_br: Criar um novo arquivo.
ru: Создать новый файл.
sk: Vytvori» nový súbor.
sv: Skapa en ny fil.
tr: Yeni bir dosya oluþtur.
uk: Створити новий файл.
zh_cn: 新建一个文件。
zh_tw: 新增檔案。

source: _Open...
az: _Aç...
ca: _Obre...
da: _Åbn...
de: Ö_ffnen...
es: Abrir...
fi: _Avaa...
hu: Megnyit...
ja: 開く(_O)
no: _Åpne...
pt: _Abrir...
pt_br: _Abrir...
ru: Открыть...
sk: _Otvori»...
sv: _Öppna...
tr: _Aç...
uk: В╕дкрити...
zh_cn: 打开(_O)...
zh_tw: 開啟舊檔 (_O)...

source: Open a file.
az: Fayl aç.
ca: Obre un fitxer.
da: Åbn en fil.
de: Eine Datei öffnen.
es: Abrir un fichero.
fi: Avaa tiedosto.
hu: Fájl megnyitása.
ja: 既存のファイルを開きます
no: Åpner en fil.
pt: Abrir um ficheiro.
pt_br: Abrir um arquivo.
ru: Открыть файл.
sk: Otvori» súbor.
sv: Öppna en fil.
tr: Bir dosya aç.
uk: В╕дкрити файл.
zh_cn: 打开一个文件。
zh_tw: 開啟舊檔。

source: Open _Multiple...
az: _Çoxlu Aç...
ca: Obre _múltiples...
da: Åbn _flere...
de: _Mehrere öffnen...
es: Abrir _Múltiples...
fi: Avaa u_seita...
hu: _Többszörös megnyitás...
ja: 複数ファイルを開く(_M)
no: Åpne _flere...
pt: Abrir _Múltiplos...
pt_br: Abrir _Múltiplos...
ru: Открыть несколько...
sk: Otvori» _viacnásobne...
sv: Öppna _flera...
tr: Çoklu _Aç...
uk: В╕дкрити багато...
zh_cn: 打开多个(_M)...
zh_tw: 開啟多重檔案 (_M)...

source: Open window with explicit close.
az: Rahat qapadıla bilən pəncərə aç.
ca: Obre una finestra amb tancament explícit.
da: Åbn vindue med eksplicit lukning.
de: Fenster mti explizitem Schließen öffnen.
es: Abrir ventana con cierre explícito.
hu: Ablak megnyitása explicit bezárással.
ja: 別のファイルをウィンドウとともに開きます
no: Åpne vindu med eksplisitt lukk.
pt: Abre janela com fecho explícito.
pt_br: Abrir janela com fechamento explícito.
sk: Otvori» okno s explicitným zatvorením.
sv: Öppna fönster med explicit stängning.
zh_cn: 打开含显示关闭的窗口。
zh_tw: 開啟檔案後對話盒不會關閉。

source: _Revert
az: _Çevir
ca: _Retorna
da: Fo_rkast
de: _Zurück
es: _Revertir
fi: _Palauta
hu: Visszacsinál
ja: 元に戻す(_R)
no: Fo_rkast
pt: _Reverter
pt_br: _Reverter
ru: Восстановить
sk: _Zmeni»
sv: _Återgå
uk: Повернути
zh_cn: 还原(_R)
zh_tw: 還原 (_R)

source: Revert to saved file.
az: Qeyd edilmiş fayla çevir.
ca: Retorna al fitxer desat.
da: Gå tilbage til gemt fil.
de: Zur gespeicherten Datei zurück.
es: Volver al fichero guardado.
fi: Kumoa muutokset ja palauta tallennettu tiedosto.
hu: Visszatérés a mentett változathoz
ja: 保存したファイルの状態に戻します
no: Gå tilbake til lagret fil.
pt: Reverter para o ficheiro gravado.
pt_br: Reverter para salvar arquivo.
ru: Восстановить сохраненный файл.
sk: Zmeni» na ulo¾ený súbor.
sv: Återgå till sparad fil.
uk: Повернути збережений файл.
zh_cn: 还原到已保存的文件
zh_tw: 將文件回復成最近一次儲存時的內容。

source: _Save
az: _Qeyd Et
ca: De_sa
da: _Gem
de: _Speichern
es: Guardar
fi: _Tallenna
hu: Mentés
ja: 保存(_S)
no: _Lagre
pt: _Gravar
pt_br: _Salvar
ru: Сохранить
sk: _Ulo¾i»
sv: _Spara
tr: _Kaydet
uk: Зберегти
zh_cn: 保存(_S)
zh_tw: 儲存檔案 (_S)

source: Save the current file.
az: Hazırkı faylı qeyd et.
ca: Desa el fitxer actual.
da: Gem aktiv fil.
de: Die aktuelle Datei speichern.
es: Guardar el fichero actual.
fi: Tallenna nykyinen tiedosto.
hu: Az aktuális fájl mentése.
ja: 現在のファイルを保存します
no: Lagre aktiv fil.
pt: Gravar o ficheiro actual.
pt_br: Salvar o arquivo atual.
ru: Сохранить текущий файл.
sk: Ulo¾i» aktuálny súbor.
sv: Spara den aktuella filen.
tr: Güncel dosyayý kaydet.
uk: Зберегти поточний файл.
zh_cn: 保存当前文件。
zh_tw: 儲存目前檔案。

source: Save _As
az: _Fərqli Qeyd Et
ca: A_nomena i desa
da: Gem _som
de: Speichern _unter
es: Guardar Como
fi: Tallenna _nimell‰
hu: Mentés másként
ja: 名前を付けて保存(_A)
no: L_agre som
pt: Gravar _Como
pt_br: Salvar _Como
ru: Сохранить как
sk: Ulo¾i» _ako
sv: Spara so_m
tr: _Farklý Kaydet
uk: Зберегти як
zh_cn: 另存为(_A)
zh_tw: 另存新檔 (_A)

source: Sa_ve All
az: _Hamısını Qeyd Et
ca: De_sa'ls tots
da: Gem _alle
de: All_e speichern
es: Guardar Todos
fi: Tallenna _kaikki
hu: Mindet ment
ja: すべて保存(_V)
no: La_gre alle
pt: Gra_var Todos
pt_br: Sa_lvar todos
ru: Сохранить все
sk: Ulo¾i» _v¹etko
sv: Spara _alla
tr: _Hepsini Kaydet
uk: Зберегти все
zh_cn: 全部保存(_V)
zh_tw: 全部儲存 (_V)

source: Save all open files
az: Bütün açıq faylları qeyd et
ca: Desa tots el fitxers oberts
da: Gem alle åbne filer
de: Alle geöffneten Dateien speichern
es: Guardar todos los ficheros abiertos
fi: Tallenna kaikki avoimet tiedostot
hu: Minden megnyitott fájl mentése
ja: 開いているファイルをすべて保存します
no: Lagre alle åpne filer
pt: Gravar todos os ficheiros abertos
pt_br: Salvar todos os arquivos abertos
ru: Сохранить все открытые файлы
sk: Ulo¾i» v¹etky otvorené súbory
sv: Spara alla öppna filer
tr: Tüm _açýk dosyalarý kaydet
uk: Зберегти вс╕ в╕дкрит╕ файли
zh_cn: 保存所有打开的文件
zh_tw: 儲存全部檔案

source: _Close
az: _Qapat
ca: _Tanca
da: _Luk
de: S_chließen
es: _Cerrar
fi: _Sulje
hu: Bezár
ja: 閉じる(_C)
no: L_ukk
pt: _Fechar
pt_br: _Fechar
ru: Закрыть
sk: _Zatvori»
sv: _Stäng
tr: K_apat
uk: Закрити
zh_cn: 关闭(_C)
zh_tw: 關閉 (_C)

source: Close the current file.
az: Hazırkı faylı qapat.
ca: Tanca el fitxer actual.
da: Luk aktiv fil
de: Die aktuelle Datei speichern.
es: Cerrar el fichero actual.
fi: Sulje nykyinen tiedosto
hu: Az aktuális fájl bezárása.
ja: 現在のファイルを閉じます
no: Lukk aktiv fil
pt: Fecha o ficheiro actual.
pt_br: Fechar o arquivo atual.
ru: Закрыть текущий файл.
sk: Zatvori» aktuálny súbor.
sv: Stäng den aktuella filen.
tr: Güncel dosyayý kapat.
uk: Закрити поточний файл.
zh_cn: 关闭当前的文件。
zh_tw: 關閉目前檔案。

source: C_lose All
az: Hamısını Q_apat
ca: Tan_ca'ls tots
da: _Luk alle
de: A_lle schließen
es: Cerrar Todos
fi: Su_lje kaikki
hu: Mindet bezár
ja: すべて閉じる(_L)
no: _Lukk alle
pt: Fec_har Todos
pt_br: F_echar todos
ru: Закрыть все
sk: _Zatvori» v¹etky
sv: S_täng alla
tr: H_epsini Kapat
uk: Закрити все
zh_cn: 关闭所有(_L)
zh_tw: 全部關閉 (_L)

source: Close all open files
az: Bütün açıq faylları qapat.
ca: Tanca tots els fitxers oberts
da: Luk alle åbne filer
de: Alle geöffneten Dateien schließen
es: Cerrar todos los fichero abiertos
fi: Sulje kaikki avoimet tiedostot
hu: Minden megnyitott fájl bezárása
ja: 開いているファイルをすべて閉じます
no: Lukk alle åpne filer
pt: Fechar todos os ficheiros abertos
pt_br: Fechar todos os arquivos abertos
ru: Закрыть все открытые файлы
sk: Zatvori» v¹etky otvorené súbory
sv: Stäng alla öppna filer
tr: Tüm açýk dosyalarý kapat
uk: Закрити вс╕ в╕дкрит╕ файли
zh_cn: 关闭所有打开的文件
zh_tw: 關閉全部檔案

source: Sess_ion
az: İc_las
ca: Sess_ió
de: S_itzung
es: Ses_ión
fi: _Istunto
ja: セッション(_I)
no: Ses_jon
pt: S_essão
pt_br: Sess_ão
ru: Сеанс
sk: Seden_ie
tr: _Oturum
uk: Сеанс
zh_cn: 会话(_I)
zh_tw: 專案 (_I)

source: Recent Files
az: Yeni Fayllar
ca: Fitxers recents
da: Seneste filer
de: Letzte Dateien
es: Ficheros Recientes
fi: Pikavalinnat
hu: Aktuális fájlok
ja: 最近開いたファイル
no: Siste filer
pt: Ficheiros Recentes
pt_br: Arquivos recentes
ru: Недавно редактировались
sk: Nedávne súbory
sv: Senaste filer
tr: _Son Kullanýlan Dosyalar
uk: Недавн╕ файли
zh_cn: 最近访问的文件
zh_tw: 最近開啟檔案

source: _Exit
az: _Çıx
ca: _Surt
da: A_fslut
de: _Beenden
es: Salir
fi: _Poistu
hu: Kilép
ja: 終了(_E)
no: A_vslutt
pt: _Sair
pt_br: _Sair
ru: Выход
sk: _Koniec
sv: A_vsluta
tr: Çý_k
uk: Вийти
zh_cn: 退出(_E)
zh_tw: 結束 (_E)
