Repository: GNOME/gnome-i18n
Catalog: extra-po/glimmer/*.po
Languages: az, ca, da, de, es, fi, hu, ja, no, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Indent a selected area.
az: Seçili sahəni çərt.
ca: Sagna una àrea seleccionada.
da: Indryk et valgt område.
de: Einen gewählten Bereich einrücken.
es: Indentar un área seleccionada.
fi: Sisenn‰ valinta.
hu: Kijelölt terület behúzása.
ja: 選択された領域をインデントします
pt: Indenta uma área seleccionada.
pt_br: Indentar uma área selecionada.
ru: Сделать отступ для выделенной области.
sk: Vlo¾i» vybranú èas».
sv: Gör indrag på ett markerat område.
tr: Seçili bölgeyi girintili hale getir
uk: Зробити в╕дступ для вибрано╖ д╕лянки.
zh_cn: 缩进一指定区域。
zh_tw: 縮排所選取的範圍。

source: _Insert File...
az: Fayl _Daxil Et...
ca: _Insereix un fitxer...
da: _Indsæt fil...
de: Datei e_infügen...
es: _Insertar Fichero...
fi: _Liit‰ tiedosto...
hu: _Fájl beszúrása...
ja: ファイル挿入(_I)
no: Sett _inn fil...
pt: _Inserir Ficheiro...
pt_br: _Inserir arquivo...
ru: Вставить файл...
sk: _Vlo¾i» súbor...
sv: _Infoga fil...
tr: _Dosya Yerleþtir...
uk: Встивити файл...
zh_cn: 插入文件(_I)...
zh_tw: 插入檔案 (_I)...

source: Insert a file
az: Fayl daxil et
ca: Insereix un fitxer
da: Indsæt en fil
de: Eine Datei einfügen
es: Insertar un fichero
fi: Liit‰ tiedosto
hu: Fájl beszúrása
ja: ファイルを挿入します
no: Sett inn en fil
pt: Insere um ficheiro
pt_br: Inserir um arquivo
ru: Вставить файл
sk: Vlo¾i» súbor
sv: Infoga en fil
tr: Bir dosya yerleþtir
uk: Вставити файл
zh_cn: 加入一个文件
zh_tw: 插入檔案

source: _Ascii Character...
az: _Ascii Hərfi...
ca: Caràcter _ASCII...
da: _Ascii-tegn...
de: _ASCII Zeichen....
es: Carácter _ASCII
fi: _Ascii merkki...
hu: _Ascii karakter...
ja: アスキー文字(_A)
no: _Ascii-tegn...
pt: Caracter _Ascii...
pt_br: Caractere _Ascii...
ru: Символ Ascii...
sk: _Ascii znak...
sv: _ASCII-tecken...
tr: _Ascii Karakter...
uk: Символ _ASCII
zh_cn: Ascii字符(_A)...
zh_tw: _Ascii 字元...

source: Insert a chracter from the chooser
az: Seçicidən hərf daxil edin
ca: Insereix un caràcter des del selector
da: Indsæt et tegn fra tegnvælgeren
de: Ein Zeichen von der Auswahl einfügen
es: Insertar un carácter del selector
fi: Lis‰‰ merkki valitsimesta
hu: Karakter beszúrása a karaktertáblából
ja: 選択ツールから文字を挿入します
no: Sett inn et tegn fra tegnvelgeren
pt: Insere um caracter da palete
pt_br: Inserir um caracter a partir do selecionador
ru: Вставить cимвол из таблицы
sk: Vlo¾i» znak z výberu
sv: Infoga ett tecken från väljaren
tr: Seçici yardýmýyla bir karakter yerleþtir
uk: Встивити символ з програми вибору
zh_cn: 从选择器中插入一个字符
zh_tw: 插入所選取的字元

source: _Shell Output...
az: _Qabıq Nəticəsi...
ca: _Sortida de l'intèrpret d'ordres...
da: _Uddata fra skallen...
de: _Shell-Ausgabe...
es: Salida _Shell...
fi: _Komentotulkin tuloste...
hu: _Shell kimenet...
ja: シェル出力(_S)
pt: Re_sultado de Consola...
pt_br: Saída do _Shell...
ru: Вывод оболочки...
sk: Výstup _shellu...
sv: _Skalutdata...
tr: _Kabuk Çýktýsý...
uk: Вив╕д з команди...
zh_cn: Shell输出(_S)...
zh_tw: 指令輸出 (_S)...

source: Insert output from a command
az: Əmr nəticəsini daxil et
ca: Insereix la sortida d'una ordre
da: Indsæt uddata fra en kommando
de: Ausgabe eines Kommandos einfügen
es: Insertar la salida de un comando
fi: Lis‰‰ komennon tuottama tuloste
hu: Egy parancs kimenetének beszúrása
ja: コマンドの出力を挿入します
pt: Inserir o resultado de um comando
pt_br: Inserir saída a partir de um comando
ru: Вставить вывод из команды
sk: Vlo¾i» výstup z príkazového riadku
sv: Infoga utdatan från ett kommando
tr: Bir komutun çýktýsýný yerleþtir
uk: Вставити вив╕д з команди
zh_cn: 加入一个命令的输出
zh_tw: 插入指令的輸出結果

source: _Common Text
az: _Ümumi Mətn
ca: _Text habitual
da: _Almindelig tekst
de: _Gemeinsamer Text
es: Texto _Común
fi: _Yleinen teksti
hu: _Gyakori szöveg
ja: 汎用テキスト(_C)
no: _Vanlig tekst
pt: Texto _Comum
pt_br: Texto _Comum
ru: Обычный текст
sk: V¹eobe_cný text
sv: _Vanlig text
zh_cn: 普通文本(_C)
zh_tw: 通用文句 (_C)

source: _Compile
az: _Dərlə
ca: _Compila
da: _Oversæt
de: _Compilieren
es: _Compilar
fi: _K‰‰nn‰
hu: _Fordítás
ja: コンパイル(_C)
no: _Kompilér
pt: _Compilar
pt_br: _Compilar
ru: Скомпилировать
sk: _Kompilova»
sv: _Kompilera
tr: _Derle
uk: Скомп╕лювати
zh_cn: 编译(_C)
zh_tw: 編譯 (_C)

source: Compile the current source file
az: Haırkı qaynaq kodu dərlə
ca: Compila el fitxer font actual
da: Oversæt denne kildekodefil
de: Die aktuelle Quelldatei compilieren
es: Compilar el fichero fuente actual
fi: K‰‰nn‰ nykyinen l‰hdetiedosto
hu: Az aktuális forrásfájl fordítása
ja: 現在のソースファイルをコンパイルします
no: Kompilér denne kildekodefilen
pt: Compilar o ficheiro fonte actual
pt_br: Compilar o arquivo fonte atual
ru: Скомпилировать текущий файл исходного текста
sk: Kompilova» aktuálny zdrojový súbor
sv: Kompilera den aktuella källfilen
tr: Güncel dosyayý derle
uk: Скомп╕лювати поточний файл
zh_cn: 编译当前源文件
zh_tw: 編譯目前檔案

source: Stop Compile
az: Dərləməni Dayandır
ca: Atura la compilació
da: Stop oversættelse
de: Compilieren anhalten
es: Parar de Compilar
fi: Lopeta k‰‰nt‰minen
hu: Fordítás Állj
ja: コンパイル中止
no: Stopp kompilering
pt: Parar Compilação
pt_br: Parar de compilar
ru: Остановить компиляцию
sk: Ukonèi» kompiláciu
sv: Stoppa kompilering
tr: Derlemeyi Durdur
uk: Зупинити комп╕лювання
zh_cn: 中止编译
zh_tw: 停止編譯

source: Kill the currently executing compile process
az: Hazırkı dərləmə əməliyyatını dayandır
ca: Mata el procés de compilació actualment en execució
da: Dræb den aktivt kørende oversætter-proces
de: Den aktuell ausgeführten Compile-Vorgang stoppen
es: Matar el proceso de compilación actual
fi: Tapa parhaillaan etenev‰ k‰‰nt‰minen
hu: Az éppen futó fordítási folyamat leállítása
ja: 現在実行中のコンパイルプロセスを中断します
pt: Matar o processo de compilação presentemente em execução
pt_br: Matar o processo de compilação em execução
ru: Уничтожить выполняющийся в настоящий момент процесс компиляции
sk: Ukonèi» aktuálny kompilaèný proces
sv: Döda den kompileringsprocess som kör för tillfället
tr: Devam eden derleme iþlemini durdur
uk: Знищити поточний процес комп╕ляц╕╖
zh_cn: 中止当前运行的编译进程
zh_tw: 停止目前正在編譯的行程

source: _Debug
az: _Ayıqla
ca: _Depura
da: _Fejlsøg
fi: _Debuggaa
hu: _Hibakeresés
ja: デバッグ(_D)
no: _Feilsøk
pt: _Depurar
ru: Отладка
sk: _Ladi»
sv: Fels_ök
tr: _Hata ayýkla
uk: Налагодження
zh_cn: 调试(_D)
zh_tw: 除錯 (_D)

source: Debug the current source file
az: Hazırkı faylda xəta ayıqla
ca: Depura el fitxer font actual
da: Fejlsøg den aktive kildefil
de: Die aktuelle Quelldatei debuggen
es: Corregir el fichero fuente actual
fi: Debuggaa nykyinen l‰hdetiedosto
hu: Hibakeresés az aktuális forrásfájlban
ja: 現在のソースファイルをデバッグします
pt: Depurar o ficheiro de código actual
pt_br: Debug o arquivo fonte atual
ru: Отладка текущего файла исходного текста
sk: Ladi» aktuálny zdrojový súbor
sv: Felsök den aktuella källfilen
tr: Güncel dosya üzerinde hata ayýkla
uk: Налагодження поточного файлу
zh_cn: 调试当前源文件
zh_tw: 對目前檔案執行除錯工作

source: Stop Debug
az: Ayıqlamanı Dayandır
ca: Atura la depuració
da: Stop fejlsøgning
de: Debuggen stoppen
es: Parar Debug
fi: Lopeta debuggaus
hu: Hibakeresés Állj
ja: デバッグ中止
no: Stopp feilsøking
pt: Parar Depuração
pt_br: Para debug
ru: Остановить отладку
sk: Zastavi» ladenie
sv: Stoppa felsökning
tr: Hata Ayýklamayý Durdur
uk: Зупинити налагодження
zh_cn: 中止调试
zh_tw: 停止除錯

source: Kill the currently executing debug process
az: Hazırkı xəta ayıqlamasını dayandır
ca: Mata el procés de depuració que s'està executant actualment
da: Dræb den aktivt kørende fejlsøgnings-proces
de: Den aktuell ausgeführten Debug-Vorgang stoppen
es: Matar el proceso de correción actual
fi: Tapa parhaillaan etenev‰ debuggausprosessi
hu: Az éppen futó hibakeresési folyamat leállítása
ja: 現在実行中のデバッグプロセスを中断します
pt: Matar o processo de depuração que está em execução
pt_br: Matar o processo de debug em execução
ru: Уничтожить выполняющийся в настоящий момент процесс отладки
sk: Zastavi» aktuálny proces ladenia
sv: Döda den kompileringsprocess som kör för tillfället
tr: Çalýþan hata ayýklama iþlemini durdur
uk: Знащити поточний процес налагодження
zh_cn: 中止当前运行的调试进程
zh_tw: 停止目前正在執行的除錯工作

source: _Execute
az: _İşə Sal
ca: _Executa
da: K_ør
de: _Ausführen
es: _Ejecutar
fi: _Suorita
hu: _Végrehajt
ja: 実行(_E)
no: K_jør
pt: _Executar
pt_br: _Executar
ru: Выполнить
sk: _Spusti»
sv: _Kör
tr: Ç_alýþtýr
uk: Виконати
zh_cn: 执行(_E)
zh_tw: 程式 (_E)

source: Execute the current program
az: Hazırkı proqramı işə sal
ca: Executa el programa actual
da: Kør dette program
de: Das aktuelle Programm ausführen
es: Ejecutar el programa actual
fi: Suorita nykyinen ohjelma
hu: Az aktuális program végrehajtása
ja: 現在のプログラムを実行します
no: Kjør dette programmet
pt: Executar a aplicação actual
pt_br: Executar o programa atual
ru: Выполнить текущую программу
sk: Spusti» aktuálny program
sv: Kör det aktuella programmet
tr: Güncel dosyayý çalýþtýr
uk: Виконати поточну програму
zh_cn: 执行当前程序
zh_tw: 執行目前的程式

source: Stop Execution
az: İşə Salmağı Təxirə Sal
ca: Atura l'execució
da: Stop kørsel
de: Ausführung stoppen
es: Parar Ejecución
fi: Lopeta suoritus
hu: Végrehajtás Állj
ja: 実行中止
no: Stopp kjøring
pt: Parar Execução
pt_br: Parar execução
ru: Остановить выполнение
sk: Ukonèi» spú¹»anie
sv: Stoppa körning
tr: Çalýþmayý Durdur
uk: Зупинити виконання
zh_cn: 停止执行
zh_tw: 停止執行

source: Kill the currently executing process
az: Hazırkı işə salma əməliyyatını dayandır
ca: Mata el procés actualment en execució
da: Dræb den aktivt kørende proces
de: Den aktuell ausgeführten Vorgang stoppen
es: Matar el proceso de ejecución actual
fi: Tapa parhaillaan etenev‰ suoritus
hu: Az éppen futó végrehajtási folyamat leállítása
ja: 現在実行中のプロセスを中断します
pt: Matar o processo actualmente em execução
pt_br: Matar o processo em execução
ru: Уничтожить выполняющийся в настоящий момент процесс
sk: Ukonèi» aktuálny proces spú¹»ania
sv: Döda den process som kör för tillfället
tr: Çalýþan programý durdur
uk: Знищити поточний процес виконання
zh_cn: 中止当前运行的进程
zh_tw: 停止目前正在執行的行程

source: _Regenerate Menu
az: Menyuyu _Təzədən Yarat
ca: To_rna a generar el menú
da: _Gendan menu
de: Menü e_rneuern
es: _Regenerar Menú
fi: _Luo valikko uudelleen
hu: _Menü újragenerálása
ja: メニュー再生成(_R)
pt: _Regerar Menu
pt_br: _Regenerar menu
ru: Перегенерировать меню
sk: _Prerobi» menu
sv: Gene_rera om meny
tr: _Menüyü Yeniden Oluþtur
uk: Пере╜енерувати меню
zh_cn: 重新生成菜单(_R)
zh_tw: 重建選單 (_R)

source: Regenerate the scripts menu
az: Skriptlər menyusunu təzədən yarat
ca: Torna a generar el menú de seqüències
da: Gendan skriptmenuen
de: Das Skriptmenü erneuern
es: Regenerar el menú de scripts
fi: Luo skriptivalikko uudelleen
hu: A szkriptek menü újragenerálása
ja: スクリプトメニューを再生成します
pt: Regerar o menu de scripts
pt_br: Regenerar os script de menu
ru: Перегенерировать меню сценария
sk: Prerobi» skript menu
sv: Generera om skriptmenyn
tr: Betik menüsünü yeniden oluþtur
uk: Пере╜енерувати меню скрипт╕в
zh_cn: 重新生成脚本菜单
zh_tw: 重建描述語言的選單

source: File Toolbar
az: Fayl Ləvazimat Çubuğu
ca: Barra d'eines Fitxer
da: Filværktøjsbjælke
de: Dateiwerkzeugleiste
es: Barra de Herramientas de Fichero
fi: Tiedostopalkki
hu: Fájl eszköztár
ja: ファイルツールバー
pt: Barra de Ferramentas de Ficheiros
pt_br: Arquivar barra de ferramentas
ru: Панель инструментов файла
sk: Súbor
sv: Filverktygsrad
tr: Dosya Araç Çubuðu
uk: Панель ╕нструмент╕в файл╕в
zh_cn: 文件工具栏
zh_tw: 檔案工具列

source: Toggle the visibility of the file toolbar
az: Fayl çubuğunun görünmə halları arasına get gəl
ca: Commuta la visibilitat de la barra d'eines Fitxer
da: Skift synligheden på filværktøjsbjælken
de: Dateiwerkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas de Fichero
fi: Aseta tiedostopalkki p‰‰lle/pois
hu: Fájl eszköztár láthatóságának átállítása
ja: ファイルツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas de ficheiros
pt_br: Alterar a visibilidade da barra de ferramentas do arquivo
ru: Переключить видимость панель инструментов файла
sk: Zapnú»/vypnú» panel nástrojov súbor
sv: Växla synligheten på filverktygsraden
tr: Dosya araç çubuðunu görüntüle/gizle
uk: Показати/прибрати панель ╕нструмент╕в файл╕в
zh_cn: 切换文件工具栏的可视性
zh_tw: 切換檔案工具列的顯示屬性

source: Edit Toolbar
az: Ləvazimat Çubuğunu Düzəlt
ca: Barra d'eines Edita
da: Redigér værktøjsbjælke
de: Bearbeitungswerkzeugleiste
es: Barra de Herramientas de Edición
fi: Muokkauspalkki
hu: Szerkesztés eszköztár
ja: 編集ツールバー
pt: Barra de Ferramentas de Edição
pt_br: Editar barra de ferramentas
ru: Правка панели инструментов
sk: Úpravy
sv: Redigera verktygsrad
tr: Düzenleme Araç Çubuðu
uk: Панель ╕нструмент╕в редагування
zh_cn: 编辑工具栏
zh_tw: 編輯工具列

source: Toggle the visibility of the edit toolbar
az: Düzəltmə çubuğunun görünmə halları arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Edita
da: Skift synligheden på redigeringsværktøjsbjælken
de: Bearbeitungswerkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas de Edición
fi: Aseta muokkauspalkki p‰‰lle/pois
hu: Szerkesztés eszköztár láthatóságának átállítása
ja: 編集ツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas de edição
pt_br: Alterar a visibilidade da barra de ferramentas do editor
ru: Переключить видимость панели инструментов "Правка"
sk: Zapnú»/vypnú» panel nástrojov úpravy
sv: Växla synligheten på redigeringsverktygsraden
tr: Düzenleme araç çubuðunu görüntüle/gizle
uk: Показати/прибрати панель ╕нструмент╕в редагування
zh_cn: 切换编辑工具栏的可视性
zh_tw: 切換編輯工具列的顯示屬性

source: Build Toolbar
az: Ləvazimat Çubuğu Yarat
ca: Barra d'eines Muntatge
da: Byggeværktøjsbjælke
de: Build-Werzeugleiste
es: Barra de Herramientas Construir
hu: Build eszköztár
ja: ビルドツールバー
pt: Barra de Ferramentas de Compilação
pt_br: Construir barra de ferramentas
ru: Панель инструментов "Сборка"
sk: Kompilova»
sv: Byggverktygsrad
tr: Kurulum Araç Çubuðu
uk: Панель ╕нструмент╕в складання
zh_tw: 執行工具列

source: Toggle the visibility of the build toolbar
az: Yaratma çubuğunun görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Muntatge
da: Skift synligheden på byggeværktøjsbjælken
de: Build-Werkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas Construir
hu: Build eszköztár láthatóságának átállítása
ja: ビルドツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas compilação
pt_br: Alterar a visibilidade da barra de ferramentas de construção
ru: Переключить видимость панели инструментов "Сборка"
sk: Zapnú»/vypnú» panel nástrojov kompilova»
sv: Växla synligheten på byggverktygsraden
tr: Kurulum araç çubuðunu görüntüle/gizle
uk: Показати/прибрати панель ╕нструмент╕в складання
zh_cn: 切换建立文件工具栏的可视性
zh_tw: 切換執行工具列的顯示屬性

source: Highlight Toolbar
az: İşlıqlandırma Ləvazimat Çubuğu
ca: Barra d'eines Ressaltat
da: Markeringsværktøjsbjælke
de: Hervorhebungswerkzeugleiste
es: Barra de Herramientas de Coloreado
fi: Korostuspalkki
hu: Színezés eszköztár
ja: ハイライトツールバー
pt: Barra de Ferramentas de Realce
pt_br: Destacar barra de ferramentas
ru: Панель подсветки
sk: Zvýrazòovanie
sv: Markeringsverktygsrad
uk: Панель ╕нструмент╕в вид╕лення
zh_tw: 色彩工具列

source: Toggle the visibility of the highlight toolbar
az: İşıqlandırma çubuğunun görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Ressaltat
da: Skift synligheden på markeringsværktøjsbjælken
de: Hervorhebungswerkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas de Coloreado
fi: Aseta korostuspalkki p‰‰lle/pois
hu: Színezés eszköztár láthatóságának átállítása
ja: ハイライトツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas de realce
pt_br: Alterar a visibilidade da barra de ferramentas de destaque
ru: Переключить видимость панели инструментов подсветки
sk: Zapnú»/vypnú» panel nástrojov zvýrazòovanie
sv: Växla synligheten på markeringsverktygsraden
uk: Показати/прибрати панель ╕нструмент╕в вид╕лення
zh_tw: 切換色彩工具列的顯示屬性

source: Find Toolbar
az: Axtarış Ləvazimat Çubuğu
ca: Barra d'eines Cerca
da: Søgeværktøjsbjælke
de: Suchen-Werkzeugleiste
es: Barra de Herramientas Buscar
fi: Etsint‰palkki
hu: Keresés eszköztár
ja: 検索ツールバー
pt: Barra de Ferramentas de Procura
pt_br: Encontrar a barra de ferramentas
ru: Панель инструментов "Поиск"
sk: Hµada»
sv: Sökverktygsrad
tr: Bul Araç Çubuðu
uk: Панель ╕нструмент╕в пошуку
zh_cn: 查找工具栏
zh_tw: 尋找工具列

source: Toggle the visibility of the find toolbar
az: Axtarış çubuğu görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Cerca
da: Skift synligheden på søgeværktøjsbjælken
de: Suchen-Werkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas Buscar
fi: Aseta etsint‰palkki p‰‰lle/pois
hu: Keresés eszköztár láthatóságának átállítása
ja: 検索ツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas de procura
pt_br: Alterar a visibilidade da barra de ferramenta de procura
ru: Переключить видимость панели инструментов "Поиск"
sk: Zapnú»/vypnú» panel nástrojov hµada»
sv: Växla synligheten på sökverktygsraden
uk: Показати/прибрати панель ╕нструмент╕в пошуку
zh_cn: 切换查找工具栏的可视性
zh_tw: 切換尋找工具列的顯示屬性

source: Line Toolbar
az: Sətir Ləvazimat Çubğu
ca: Barra d'eines Línia
da: Linjeværktøjsbjælke
de: Zeilen-Werkzeugleiste
es: Barra de Herramientas Línea
fi: Rivipalkki
hu: Sor eszköztár
ja: 行ツールバー
pt: Barra de Ferramentas de Linha
pt_br: Barra de ferramentas da linha
ru: Панель инструментов строки
sk: Riadok
sv: Radverktygsrad
tr: Satýr Araç Çubuðu
uk: Панель ╕нструмент╕в
zh_cn: 行工具栏
zh_tw: 行號工具列

source: Toggle the visibility of the line toolbar
az: Sətir çubuğu görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Línia
da: Skift synligheden på linjeværktøjsbjælken
de: Zeilen-Werkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas Línea
fi: Aseta rivipalkki p‰‰lle/pois
hu: Sor eszköztár láthatóságának átállítása
ja: 行ツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas de linha
pt_br: Alterar a visibilidade da barra de ferramentas da linha
ru: Переключить видимость панели инструментов строки
sk: Zapnú»/vypnú» panel nástrojov riadok
sv: Växla synligheten på radverktygsraden
uk: Перемикнути видим╕сть панел╕ ╕нструмент╕в
zh_cn: 切换行工具栏的可视性
zh_tw: 切換行號工具列的顯示屬性

source: Custom Toolbar
az: Ümumi Ləvazimat Çübüğü
ca: Barra d'eines Personalitza
da: Tilpasnings-værktøjsbjælke
de: Angepasste Werkzeugleiste
es: Barra de Herramientas por Omisión
fi: K‰ytt‰j‰n palkki
hu: Egyéni eszköztár
ja: カスタムツールバー
pt: Barra de Ferramentas Customizada
pt_br: Barra de ferramentas personalizada
ru: Пользовательская панель
sk: U¾ívateµský
sv: Anpassad verktygsrad
tr: Özel Araç Çubuðu
uk: ╤нша панель ╕нструмет╕в
zh_cn: 自定义
zh_tw: 自訂工具列

source: Toggle the visibility of the custom toolbar
az: Ümumi çubuğun görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Personalitza
da: Skift synligheden på tilpasnings-værktøjsbjælken
de: Angepasste Werkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas por Omisión
fi: Aseta k‰ytt‰j‰n palkki p‰‰lle/pois
hu: Egyéni eszköztár láthatóságának átállítása
ja: カスタムツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas customizada
pt_br: Alterar a visibilidade da barra de ferramentas personalizada
ru: Переключить видимость панели инструментов пользователя
sk: Zapnú»/vypnú» u¾ívateµský panel nástrojov
sv: Växla synligheten på den anpassade verktygsraden
uk: Показати/прибрати ╕ншу панель ╕нструмент╕в
zh_cn: 切换自定义工具栏的可视性
zh_tw: 切換自訂工具列的顯示屬性

source: Command Toolbar
az: Sərəncam Ləvazimat Çubuğu
ca: Barra d'eines Ordre
da: Kommandoværktøjsbjælke
de: Kommandowerkzeugleiste
es: Barra de Herramientas Comando
fi: Komentopalkki
hu: Parancs eszköztár
ja: コマンドツールバー
no: Kommando verktøylinje
pt: Barra de Ferramentas de Comandos
pt_br: Barra de ferramentas de comando
ru: Панель инструментов "Команда"
sk: Príkaz
sv: Kommandoverktygsrad
tr: Komut Araç Çubuðu
uk: панель ╕нструмент╕в команд
zh_cn: 命令栏
zh_tw: 指令工具列

source: Toggle the visibility of the command toolbar
az: Əmr çubuğu görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'eines Ordre
da: Skift synligheden på kommandoværktøjsbjælken
de: Kommandowerkzeugleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Herramientas Comando
fi: Aseta komentopalkki p‰‰lle/pois
hu: Parancs eszköztár láthatóságának átállítása
ja: コマンドツールバーの表示/非表示を切替えます
pt: Alterna a visibilidade da barra de ferramentas de comandos
pt_br: Alterar a visibilidade da barra de comando
ru: Переключить видимость панели инструментов "Команда"
sk: Zapnú»/vypnú» panel nástrojov príkaz
sv: Växla synligheten på kommandoverktygsraden
tr: Komut araç çubuðunu göster/gizle
uk: Показати/прибрати панель ╕нструмент╕в команд
zh_cn: 切换命令工具栏的可视性
zh_tw: 切換指令工具列的顯示屬性

source: Status Bar
az: Hal Çubuğu
ca: Barra d'estat
da: Statusbjælke
de: Statusleiste
es: Barra de Estado
fi: Tilapalkki
hu: Státuszsor
ja: ステータスバー
no: Statuslinje
pt: Barra de Estados
pt_br: Barra de status
ru: Строка состояния
sk: Stav
sv: Statusrad
tr: Durum Çubuðu
uk: Панель стану
zh_cn: 状态栏
zh_tw: 狀態列

source: Toggle the visibility of the Status Bar
az: Hal Çubuğunun görünmə hallar arasında get gəl
ca: Commuta la visibilitat de la barra d'estat
da: Skift synligheden på statusbjælken
de: Statusleiste ein/ausschalten
es: (Des)Activar la visibilidad de la Barra de Estado
fi: Aseta tilapalkki p‰‰lle/pois
hu: Státuszsor láthatóságának átállítása
ja: ステータスバーの表示/非表示を切替えます
pt: Alterna a visibilidade da Barra de Estados
pt_br: Alterar a visibilidade da barra de status
ru: Переключить видимость строки состояния
sk: Zapnú»/vypnú» panel nástrojov stav
sv: Växla synligheten på statusraden
tr: Durum çubuðunu göster/gizle
uk: Показати/прибрати панель стану
zh_cn: 切换状态工具栏的可视性
zh_tw: 切換狀態列的顯示屬性

source: Save View Settings
az: Nümayiş Qurğularını Qeyd Et
ca: Desa els paràmetres de visualització
da: Gem visningsindstillinger
de: Einstellungen für Betrachten speichern
es: Guardar Opciones de Visualización
fi: Tallenna n‰kym‰asetukset
ja: 表示設定を保存
pt: Gravar Definições de Vista
pt_br: Salvar configurações de visualização
ru: Сохранить установки просмотра
sk: Ulo¾i» nastavienie zobrazenia
sv: Spara vyinställningar
tr: Görüntüleme Ayarlarýný Kaydet
uk: Зберегти налаштування вигляду
zh_cn: 保存查看设置
zh_tw: 儲存檢視設定

source: Save the current view settings
az: Hazırkı nümayiş qurğularını qeyd et
ca: Desa els paràmetres de visualització actuals
da: Gem de aktuelle visningsindstillinger
de: Die aktuellen Einstellungen für Betrachten speichern
es: Guardar las actuales opciones de visualización
fi: Tallenna nykyiset n‰kym‰asetukset
ja: 現在の表示設定を保存します
pt: Gravar as definições de vista actuais
pt_br: Salvar as configurações atuais de visualização
ru: Сохранить текущие установки просмотра
sk: Ulo¾i» aktuálne nastavenie zobrazenia
sv: Spara de aktuella vyinställningarna
tr: Güncel görüntüleme ayarlarýný kaydet
uk: Зберегти поточн╕ налаштування вигляду
zh_cn: 保存当前查看设置
zh_tw: 儲存目前檢視設定

source: Preferences...
az: Seçənəklər...
ca: Preferències...
da: Indstillinger...
de: Einstellungen...
es: Preferencias...
fi: Asetukset...
ja: 初期設定...
no: Brukervalg...
pt: Preferências...
pt_br: Preferências...
ru: Настройки...
sk: Mo¾nos»i...
sv: Inställningar...
tr: Tercihler...
uk: Параметри...
zh_cn: 首选项…
zh_tw: 偏好設定...

source: Edit the program preferences
az: Proqram seçənəklərini qeyd et
ca: Edita les preferències del programa
da: Redigér programindstillinger
de: Die Programmeinstellungen bearbeiten
es: Editar las preferencias del programa
fi: Muokkaa ohjelman asetuksia
ja: 初期設定を編集します
pt: Editar as preferências da aplicação
pt_br: Editar as preferências de programa
ru: Правка настроек программы
sk: Upravi» mo¾nosti programu
sv: Redigera programinställningarna
tr: Program tercihlerini düzenle
uk: Зм╕на параметр╕в програми
zh_cn: 编辑程序首选项
zh_tw: 編輯程式的相關設定
