Repository: GNOME/gnome-i18n
Catalog: extra-po/glimmer/*.po
Languages: az, ca, da, de, es, fi, hu, ja, no, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Highlight Colors...
az: İşıqlandırma Rəngləri...
ca: Colors del ressaltat...
da: Markeringsfarver...
de: Farben für Hervorhebung
es: Colores de Resaltado
fi: Korostuksen v‰rit...
ja: 強調色設定...
pt: Cores de Realce...
pt_br: Cores de destaque...
ru: Цвета подсветки...
sk: Farby zvýraznenia...
sv: Markeringsfärger...
uk: Кольори вид╕лення...
zh_cn: 高亮颜色…
zh_tw: 色彩處理...

source: Edit the highlighting colors
az: İşıqlandırma rənglərini düzəlt
ca: Edita els colors del ressaltat
da: Redigér markeringsfarverne
de: Farben für Hervorhebung bearbeiten
es: Editar los colores del Resaltado
fi: Muokkaa korostuksen v‰rej‰
ja: 強調色設定の編集をします
pt: Editar as cores de realce
pt_br: Editar as cores de destaque
ru: Правка цветов подсветки
sk: Upravi» farby zvýraznenia
sv: Redigera markeringsfärgerna
uk: Зм╕ни кольор╕в вид╕лення
zh_cn: 编辑高亮颜色
zh_tw: 編輯關鍵字的色彩處理

source: New Main _Window
az: Yeni Ana _Pəncərə
ca: Nova _finestra principal
da: Nyt _hovedvindue
de: Neues _Hauptfenster
es: Nueva Ventana Principal
fi: Uusi p_‰‰ikkuna
ja: 新規メインウィンドウ(_W)
pt: Nova _Janela Principal
pt_br: Nova _Janela principal
ru: Новое главное окно
sk: Nové hlavné _okno
sv: Nytt _huvudfönster
tr: Yeni Ana _Pencere
uk: Нове головне в╕кно
zh_cn: 新的主窗口(_W)
zh_tw: 新增主視窗 (_W)

source: New instance of
az: 'nun yeni nümayişi
ca: Nova instància de
da: Nyt tilfælde af
de: Neue Instanz von
es: Nueva instancia de
ja: 新規インスタンス
pt: Nova instância de
pt_br: Nova instância de
ru: Новый экземпляр
sk: Nový z
sv: Ny instans av
uk: Нове входження
zh_cn: 新的实例
zh_tw: 新增另一個

source: _Previous File
az: _Əvvəlki Fayl
ca: Fitxer _anterior
da: _Foregående fil
de: _Vorherige Datei
es: Fichero Anterior
fi: _Edellinen tiedosto
ja: 前のファイル(_P)
pt: Ficheiro _Anterior
pt_br: Arquivo _Anterior
ru: Пред. файл
sk: _Predchádzajúci súbor
sv: _Föregående fil
tr: Ö_nceki Dosya
uk: Попередн╕й файл
zh_cn: 前一个文件(_P_
zh_tw: 上一個檔案 (_P)

source: Goto the previous file in the list.
az: Siyahıdakı əvvəlki sətirə get.
ca: Vés al fitxer anterior de la llista.
da: Gå til foregående fil i listen.
de: Zur vorherigen Datei in der Liste gehen
es: Ir al fichero anterior de la lista.
fi: Siirry luettelossa edelliseen tiedostoon.
ja: 一覧の前のファイルに移動します
pt: Ir para o ficheiro anterior na lista.
pt_br: Ir para o arquivo anterior na lista.
ru: Перейти к предыдущему файлу в списке.
sk: Ís» na predchádzajúci súbor v zozname.
sv: Gå till föregående fil i listan.
tr: Listede yeralan önceki dosyaya git.
uk: Перейти до наступного файлу в списку.
zh_cn: 跳到名单中的前一个文件。
zh_tw: 移至上一個檔案。

source: _Next File
az: _Sonrakı Fayl
ca: Fitxer _següent
da: _Næste fil
de: _Nächste Datei
es: Siguiente Fichero
fi: _Seuraava tiedosto
ja: 次のファイル(_N)
pt: Ficheiro _Seguinte
pt_br: _Novo arquivo
ru: След. файл
sk: Ïa_l¹í súbor
sv: _Nästa fil
tr: _Sonraki Dosya
uk: Наступний файл
zh_cn: 下一个文件
zh_tw: 下一個檔案 (_N)

source: Goto the next file in the list.
az: Siyahıdakı sonrakı sətirə get.
ca: Vés al següent fitxer de la llista
da: Gå til næste fil i listen.
de: Zur nächsten Datei in der Liste gehen.
es: Ir al siguiente fichero de la lista.
fi: Siirry luettelossa seuraavaan tiedostoon.
ja: 一覧の次のファイルに移動します
pt: Ir para o ficheiro seguinte na lista.
pt_br: Ir para o próximo arquivo na lista.
ru: Перейти к следующему файлу в списке.
sk: Ís» na ïal¹í súbor v zozname.
sv: Gå till nästa fil i listan.
tr: Listedeki sonraki dosyaya git.
uk: Перейти до наступного файлу в списку.
zh_cn: 跳到名单中的下一个文件。
zh_tw: 移至下一個檔案。

source: Move File _Backward
az: Faylı _Arxaya Daşı
ca: Mou el fitxer cap en_rere
da: Flyt filen _bagud
de: Datei _zurückbewegen
es: Mover Fichero Hacia Atrás
ja: ファイルを後に移動(_B)
pt: Mover Ficheiro Para _Trás
pt_br: Mover o arquivo para _Trás
ru: Переместить файл назад
sk: Premiestni» súbor _spä»
sv: Flytta filen _bakåt
uk: Перенести файл назад
zh_cn: 文件下移
zh_tw: 移後檔案 (_B)

source: Move this file backward in the list.
az: Bu faylı siyahıda arxaya daşı
ca: Mou aquest fitxer cap enrere en la llista.
da: Flyt denne fil bagud i listen.
de: Diese Datei in der Liste nach hinten bewegen.
es: Mover este fichero hacia atrás en la lista.
ja: ファイルを一覧の一つ後に移動します
pt: Mover este ficheiro para trás na lista.
pt_br: Mover este arquivo para trás na lista.
ru: Переместить этот файл назад в списке.
sk: Premiestni» tento súbor spä» v zozname
sv: Flytta denna fil bakåt i listan.
uk: Перенести файл назад у списку.
zh_cn: 将文件移到名单的下一个位置。
zh_tw: 將檔案移後一個位置。

source: Move File _Forward
az: Faylı _İrəliyə Daşı
ca: Mou el fitxer cap enda_vant
da: Flyt filen _fremad
de: Datei v_orbewegen
es: Mover Fichero hacia adelante
ja: ファイルを前に移動(_F)
pt: Mover Ficheiro Para a _Frente
pt_br: Mover o arquivo para _Frente
ru: Переместить файл вперед
sk: Premiestni» súbor ï_alej
sv: Flytta filen _framåt
uk: Перенести файл вперед
zh_cn: 文件前移
zh_tw: 移前檔案 (_F)

source: Move this file forward in the list.
az: Bu faylı siyahıda qabağa daşı
ca: Mou aquest fitxer cap endavant en la llista.
da: Flyt denne fil fremad i listen.
de: Datei in der Liste vorbewegen.
es: Mover este fichero hacia adelante en la lista.
ja: ファイルを一覧の一つ前に移動します
pt: Mover este ficheiro para a frente na lista.
pt_br: Mover este arquivo para frente na lista.
ru: Переместить файл вперед в cписке.
sk: Premiestni» tento súbor ïalej v zozname
sv: Flytta denna fil framåt i listan.
uk: Перенести файл вперед у списку.
zh_cn: 将文件移到名单的前一个位置。
zh_tw: 將檔案移前一個位置

source: _File
az: _Fayl
ca: _Fitxer
da: _Fil
de: _Datei
es: _Fichero
fi: _Tiedosto
ja: ファイル(_F)
no: _Fil
pt: _Ficheiro
pt_br: _Arquivo
ru: Файл
sk: _Súbor
sv: _Arkiv
tr: _Dosya
uk: Файл
zh_cn: 文件(_F)
zh_tw: 檔案 (_F)

source: _Edit
az: _Düzəlt
ca: _Edita
da: R_edigér
de: _Bearbeiten
es: _Editar
fi: _Muokkaa
ja: 編集(_E)
no: R_ediger
pt: _Editar
pt_br: _Editar
ru: Правка
sk: Úp_ravy
sv: R_edigera
tr: Dü_zenle
uk: Редагування
zh_cn: 编辑(_E)
zh_tw: 編輯 (_E)

source: _Search
az: _Axtar
ca: _Cerca
da: _Søg
de: _Suchen
es: Búsqueda
fi: _Etsi
ja: 検索(_S)
no: _Søk
pt: _Procurar
pt_br: _Procurar
ru: Поиск
sk: _Hµada»
sv: _Sök
tr: _Ara
uk: Пошук
zh_cn: 查找(_S)
zh_tw: 尋找 (_S)

source: _Insert
az: _Daxil Et
ca: _Insereix
da: _Indsæt
de: E_infügen
es: Insertar
fi: _Lis‰‰
ja: 挿入(_I)
no: Sett _inn
pt: _Inserir
pt_br: _Inserir
ru: Вставить
sk: _Vlo¾i»
sv: _Infoga
tr: Ýç_er
uk: Вставити
zh_cn: 加入(_I)
zh_tw: 插入 (_I)

source: _Build
az: _Quraşdır
ca: _Munta
da: _Byg
de: Er_stellen
es: Construir
ja: ビルド(_B)
pt: _Compilar
pt_br: _Construir
ru: Построить
sk: _Kompilova»
sv: _Bygg
tr: _Kur
uk: Скласти
zh_cn: 建立(_B)
zh_tw: 執行 (_B)

source: _Documents
az: _Sənədlər
da: _Dokumenter
de: D_okumente
es: _Documentos
fi: _Asiakirjat
ja: 文書(_D)
pt: _Documentos
pt_br: _Documentos
ru: Документы
sk: _Dokumenty
sv: _Dokument
tr: _Belgeler
uk: Документи
zh_cn: 文档(_D)
zh_tw: 文件 (_D)

source: Sc_ripts
az: Sk_riptlər
ca: Se_qüències
da: Sk_ript
de: S_kript
fi: S_kriptit
ja: スクリプト(_R)
ru: Сценарии
sk: Skr_ipty
sv: Sk_ript
tr: B_etikler
uk: Скрипти
zh_cn: 脚本(_r)
zh_tw: 描述語言 (_R)

source: _View
az: _Nümayiş
ca: _Visualitza
da: _Vis
de: _Ansicht
es: _Ver
fi: _N‰yt‰
ja: 表示(_V)
no: _Vis
pt: _Ver
pt_br: _Visualizar
ru: Просмотр
sk: _Zobrazi»
sv: _Visa
tr: _Görüntüle
uk: Вигляд
zh_cn: 查看(_V)
zh_tw: 檢視 (_V)

source: Se_ttings
az: Qur_ğular
ca: _Preferències
da: Inds_tillinger
de: _Einstellungen
es: Configuración
fi: _Asetukset
ja: 設定(_T)
pt: Defi_nições
pt_br: Co_nfigurações
ru: Установки
sk: Nas_tavenia
sv: Ins_tällningar
tr: _Ayarlar
uk: Налаштування
zh_cn: 设置(_t)
zh_tw: 設定 (_T)

source: _Window
az: _Pəncərə
ca: Fi_nestra
da: _Vindue
de: _Fenster
es: Ventana
fi: _Ikkuna
ja: ウィンドウ(_W)
no: _Vindu
pt: _Janela
pt_br: _Janela
ru: Окно
sk: _Okno
sv: _Fönster
tr: _Pencere
uk: В╕кно
zh_cn: 窗口(_W)
zh_tw: 視窗 (_W)

source: _Help
az: _Kömək
ca: _Ajuda
da: _Hjælp
de: _Hilfe
es: Ayuda
fi: _Ohje
ja: ヘルプ(_H)
no: _Hjelp
pt: _Ajuda
pt_br: _Ajuda
ru: Справка
sk: _Pomocník
sv: _Hjälp
tr: _Yardým
uk: Дов╕дка
zh_cn: 帮助(_H)
zh_tw: 說明 (_H)

source: /_File
az: /_Fayl
ca: /_Fitxer
da: /_Fil
de: /_Datei
es: /_Fichero
fi: /_Tiedosto
ja: /ファイル(_F)
no: /_Fil
pt: /_Ficheiro
pt_br: /_Arquivo
ru: /Файл
sk: /_Súbor
sv: /_Arkiv
tr: /_Dosya
uk: /Файл
zh_cn: /文件(_F)
zh_tw: /檔案 (_F)

source: /File/_Save
az: /Fayl/_Qeyd Et
ca: /Fitxer/_Desa
da: /Fil/_Gem
de: /Datei/_Speichern
es: /Fichero/Guardar
fi: /Tiedosto/_Tallenna
ja: /ファイル/保存(_S)
no: /Fil/_Lagre
pt: /Ficheiro/_Gravar
pt_br: /Arquivo/_Salvar
ru: /Файл/Сохранить
sk: /Súbor/_Ulo¾i»
sv: /Arkiv/_Spara
tr: /Dosya/_Kaydet
uk: /Файл/Зберегти
zh_cn: /文件/保存(_S)
zh_tw: /檔案/儲存 (_S)

source: /File/Save _As...
az: /Fayl/_Fərqli Qeyd Et...
ca: /Fitxer/_Anomena i desa...
da: /Fil/Gem so_m...
de: /Datei/Speichern _unter...
es: /Fichero/Guardar Como...
fi: /Tiedosto/Tallenna _nimell‰...
ja: /ファイル/名前を付けて保存(_A)...
no: /Fil/Lagre _som...
pt: /Ficheiro/Gr_avar Como...
pt_br: /Arquivos/Salvar _Como...
ru: /Файл/Сохранить как...
sk: /Súbor/Ulo¾i» _ako...
sv: /Arkiv/Spara so_m...
tr: /Dosya/_Farklý Kaydet...
uk: /Файл/Зберегти як...
zh_cn: /文件/另存为(_A)…
zh_tw: /檔案/另存新檔 (_A)...

source: /File/_Close
az: /Fayl/_Qapat
ca: /Fitxer/_Tanca
da: /Fil/Luk
de: /Datei/S_chließen
es: /Fichero/_Cerrar
fi: /Tiedosto/_Sulje
ja: /ファイル/閉じる(_C)
no: /Fil/_Lukk
pt: /Ficheiro/_Fechar
pt_br: /Arquivo/_Fechar
ru: /Файл/Закрыть
sk: /Súbor/_Zatvori»
sv: /Arkiv/S_täng
tr: /Dosya/K_apat
uk: /Файл/Закрити
zh_cn: /文件/关闭(_C)
zh_tw: /檔案/關閉 (_C)

source: /File/sep1
az: /Fayl/sep1
ca: /Fitxer/sep1
da: /Fil/sep1
de: /Datei/sep1
es: /Fichero/sep1
fi: /Tiedosto/sep1
ja: /ファイル/sep1
no: /Fil/sep1
pt: /Ficheiro/sep1
pt_br: /Arquivo/sep1
ru: /Файл/sep1
sk: /Súbor/oddeµovaè1
sv: /Arkiv/sep1
tr: /Dosya/sep1
uk: /Файл/sep1
zh_cn: /文件/spe1
zh_tw: /檔案/sep1

source: /File/Save Current Session
az: /Fayl/Hazırkı İclası Qeyd Et
ca: /Fitxer/Desa la sessió actual
da: /Fil/Gem aktuel session
de: /Datei/Aktuelle Sitzung speichern
es: /Fichero/Guardar Sesión Actual
fi: /Tiedosto/Tallenna nykyinen istunto
ja: /ファイル/現在のセッションを保存
no: /Fil/Lagre aktiv sesjon
pt: /Ficheiro/Gravar Sessão Actual
pt_br: /Arquivo/Salvar sessão atual
ru: /Файл/Сохранить текущий сеанс
sk: /Súbor/Ulo¾i» aktuálne sedenie
sv: /Arkiv/Spara aktuell session
tr: /Dosya/Güncel Oturumu Kaydet
uk: /Файл/Зберегти поточний сеанс
zh_cn: /文件/保存当前会话
zh_tw: /檔案/儲存目前專案

source: /_Edit
az: /_Düzəlt
ca: /_Edita
da: /_Redigér
de: /_Bearbeiten
es: /_Editar
fi: /_Muokkaa
ja: /編集(_E)
no: /_Rediger
pt: /_Editar
pt_br: /_Editar
ru: /Правка
sk: /Úp_ravy
sv: /_Redigera
tr: /Dü_zenle
uk: /Редагування
zh_cn: /编辑(_E)
zh_tw: /編輯 (_E)

source: /Edit/_Cut
az: /Düzəlt/_Kəs
ca: /Edita/_Talla
da: /Redigér/_Klip ud
de: /Bearbeiten/_Ausschneiden
es: /_Editar/_Cortar
fi: /Muokkaa/_Leikkaa
ja: /編集/切り取り(_C)
no: /Rediger/_Klipp ut
pt: /Editar/_Cortar
pt_br: /Editar/_Cortar
ru: /Правка/Вырезать
sk: /Úpravy/_Vystrihnú»
sv: /Redigera/_Klipp ut
tr: /Düzenle/K_es
uk: /Редагування/Вир╕зати
zh_cn: /编辑/剪切(_C)
zh_tw: /編輯/剪下 (_C)

source: /Edit/C_opy
az: /Düzəlt/K_öçürt
ca: /Edita/_Copia
da: /Redigér/K_opiér
de: /Bearbeitent/Kopieren
es: /_Editar/C_opiar
fi: /Muokkaa/_Kopioi
ja: /編集/コピー(_O)
no: /Rediger/K_opier
pt: /Editar/C_opiar
pt_br: /Editar/C_opiar
ru: /Правка/Скопировать
sk: /Úpravy/K_opírova»
sv: /Redigera/K_opiera
tr: /Düzenle/_Kopyala
uk: /Редагування/Скоп╕ювати
zh_cn: /编辑/复制(_o)
zh_tw: /編輯/複製 (_O)

source: /Edit/_Paste
az: /Düzəlt/_Yapışdır
ca: /Edita/_Enganxa
da: /Redigér/Indsæt
de: /Bearbeiten/E_infügen
es: /Edit/_Pegar
fi: /Muokkaa/_Liit‰
ja: /編集/貼り付け(_P)
no: /Rediger/_Lim inn
pt: /Editar/Co_lar
pt_br: /Editar/_Colar
ru: /Правка/Вставить
sk: /Úpravy/_Vlo¾i»
sv: /Redigera/Klistra _in
tr: /Düzenle/_Yapýþtýr
uk: /Редагування/Вставити
zh_cn: /编辑/粘贴(_P)
zh_tw: /編輯/貼上 (_P)

source: /Edit/sep2
az: /Düzəlt/sep2
ca: /Edita/sep2
da: /Redigér/sep2
de: /Bearbeiten/sep2
es: /Editar/sep2
fi: /Muokkaa/sep2
ja: /編集/sep2
no: /Rediger/sep2
pt: /Editar/sep2
pt_br: /Editar/sep2
ru: /Правка/sep2
sk: /Úpravy/oddeµovaè2
sv: /Redigera/sep2
tr: /Düzenle/sep2
uk: /Редагування/sep2
zh_cn: /编辑/sep2
zh_tw: /編輯/sep2

source: /Edit/Bookmark Line
az: /Düzəlt/Nişan Sətiri
ca: /Edita/Línia d'adreces d'interès
da: /Redigér/Tilføj bogmærke på linje
de: /Bearbeiten/Lesezeichen Zeile
es: /Editar/Marcar Línea
fi: /Muokkaa/Aseta kirjanmerkki riville
ja: /編集/ブックマーク
no: /Rediger/Bokmerkelinje
pt: /Editar/Linha Marca
pt_br: /Editar/Linha da lista de endereços
ru: /Правка/Строка закладки
sk: /Úpravy/Vlo¾i» zálo¾ku
sv: /Redigera/Lägg till bokmärke på rad
tr: /Düzenle/Satýrý Yer Ýmine Ekle
uk: /Редагування/Рядок закладок
zh_cn: /编辑/书签行
zh_tw: /編輯/記錄行號

source: /Edit/sep3
az: /Düzəlt/sep3
ca: /Edita/sep3
da: /Redigér/sep3
de: /Bearbeiten/sep3
es: /Editar/sep3
fi: /Muokkaa/sep3
ja: /編集/sep3
no: /Rediger/sep3
pt: /Editar/sep3
pt_br: /Editar/sep3
ru: /Правка/sep3
sk: /Úpravy/oddeµovaè3
sv: /Redigera/sep3
tr: /Düzenle/sep3
uk: /Редагування/sep3
zh_cn: /编辑/sep3
zh_tw: /編輯/sep3

source: /Edit/Clear
az: /Düzəlt/Təmizlə
ca: /Edita/Esborra
da: /Redigér/Ryd
de: /Bearbeiten/Löschen
es: /Editar/Borrar
fi: /Muokkaa/Poista
ja: /編集/消去
no: /Rediger/Tøm
pt: /Editar/Apagar
pt_br: /Editar/Limpar
ru: /Правка/Очистить
sk: /Úpravy/Vymaza»
sv: /Redigera/Töm
tr: /Düzenle/Temizle
uk: /Редагування/Очистити
zh_cn: /编辑/清除
zh_tw: /編輯/清除

source: /Edit/Clear Line
az: /Düzəlt/Sətiri Təmizlə
ca: /Edita/Esborra la línia
da: /Redigér/Ryd linje
de: /Bearbeiten/Zeile löschen
es: /Editar/Borrar Línea
fi: /Muokkaa/Poista rivi
ja: /編集/行消去
no: /Rediger/Tøm linje
pt: /Editar/Apagar Linha
pt_br: /Editar/Limpar linha
ru: /Правка/Очистить строку
sk: /Úpravy/Vymaza» riadok
sv: /Redigera/Töm rad
tr: /Düzenle/Satýrý Temizle
uk: /Редагування/Очистити рядок
zh_cn: /编辑/清除行
zh_tw: /編輯/清除字串

source: /Edit/Clear to Line Start
az: /Düzəlt/Sətir Başına Qədər Təmizlə
ca: /Edita/Esborra fins l'inici de línia
da: /Redigér/Slet til linjestart
de: /Bearbeiten/Bis zum Zeilenanfang löschen
es: /Editar/Borrar hasta Inicio de Línea
fi: /Muokkaa/Poista rivin alkuun asti
ja: /編集/行頭まで消去
no: /Rediger/Tøm til start av linjen
pt: /Editar/Apagar até Início Linha
pt_br: /Editar/Limpar para a linha de início
ru: /Правка/Очистить до начала строки
sk: /Úpravy/Vymaza» riadok k zaèiatku
sv: /Redigera/Töm till radbörjan
uk: /Редагування/Очистити до початку рядка
zh_cn: /编辑/清除到行首
zh_tw: /編輯/清除至字串起首

source: /Edit/Clear to Line End
az: /Düzəlt/Sətir Sonuna Qədər Təmizlə
ca: /Edita/Esborra fins al final de línia
da: /Redigér/Slet til linjeslut
de: /Bearbeiten/Bis zum Zeilenende löschen
es: /Editar/Borrar hasta Fin de Línea
fi: /Muokkaa/Poista rivin loppuun asti
ja: /編集/行末まで消去
no: /Rediger/Tøm til slutt på linjen
pt: /Editar/Apagar até Fim de Linha
pt_br: /Editar/Limpar para o final da linha
ru: /Правка/Очистить до конца строки
sk: /Úpravy/Vymaza» riadok do konca
sv: /Redigera/Töm till radslut
uk: /Редагування/Очистити до к╕нця рядка
zh_cn: /编辑/清除到行尾
zh_tw: /編輯/清除至字串結尾

source: /Edit/sep4
az: /Düzəlt/sep4
ca: /Edita/sep4
da: /Redigér/sep4
de: /Bearbeiten/sep4
es: /Editar/sep4
fi: /Muokkaa/sep4
ja: /編集/sep4
no: /Rediger/sep4
pt: /Editar/sep4
pt_br: /Editar/sep4
ru: /Правка/sep4
sk: /Úpravy/oddeµovaè4
sv: /Redigera/sep4
tr: /Düzenle/sep4
uk: /Редагування/sep4
zh_cn: /编辑/sep4
zh_tw: /編輯/sep4

source: /Edit/Select All
az: /Düzəlt/Hamısını Seç
ca: /Edita/Selecciona-ho tot
da: /Redigér/Markér alt
de: /Bearbeiten/Alles auswählen
es: /Editar/Seleccionar Todo
fi: /Muokkaa/Valitse kaikki
ja: /編集/すべて選択
no: /Rediger/Velg alt
pt: /Editar/Seleccionar Tudo
pt_br: /Editar/Selecionar todos
ru: /Правка/Выделить все
sk: /Úpravy/Vybra» v¹etko
sv: /Redigera/Markera allt
tr: /Düzenle/Hepsini Seç
uk: /Редагування/Вибрати все
zh_cn: /编辑/全选
zh_tw: /編輯/全選

source: /Edit/Select Line
az: /Düzəlt/Sətiri Seç
ca: /Edita/Selecciona la línia
da: /Redigér/Markér linje
de: /Bearbeiten/Zeile auswählen
es: /Editar/Seleccionar Línea
fi: /Muokkaa/Valitse rivi
ja: /編集/行選択
no: /Rediger/Velg linje
pt: /Editar/Seleccionar Linha
pt_br: /Editar/Selecionar linha
ru: /Правка/Выделить строку
sk: /Úpravy/Vybra» riadok
sv: /Redigera/Markera rad
tr: /Düzenle/Satýrý Seç
uk: /Редагування/Вибрати рядок
zh_cn: /编辑/选择行
zh_tw: /編輯/選擇字串

source: /Edit/Select Current
az: /Düzəlt/Hazırkını Seç
ca: /Edita/Selecciona l'actual
da: /Redigér/Markér aktuel
de: /Edit/Aktuelle auswählen
es: /Editar/Seleccionar Actual
fi: /Muokkaa/Valitse sana
ja: /編集/現在の単語を選択
no: /Rediger/Velg aktiv
pt: /Editar/Seleccionar Actual
pt_br: /Editar/Selecionar atual
ru: /Правка/Выделить текущее
sk: /Úpravy/Vybra» aktuálny
sv: /Redigera/Markera aktuell
tr: /Düzenle/Günceli Seç
uk: /Редагування/Вибрати слово
zh_cn: /编辑/选择当前
zh_tw: /編輯/選擇目前字

source: /Edit/sep5
az: /Düzəlt/sep5
ca: /Edita/sep5
da: /Redigér/sep5
de: /Bearbeiten/sep5
es: /Editar/sep5
fi: /Muokkaa/sep5
ja: /編集/
no: /Rediger/sep5
pt: /Editar/sep5
pt_br: /Editar/sep5
ru: /Правка/sep5
sk: /Úpravy/oddeµovaè5
sv: /Redigera/sep5
tr: /Düzenle/sep5
uk: /Редагування/sep5
zh_cn: /编辑/sep5
zh_tw: /編輯/sep5

source: /Edit/Re-Highlight
az: /Düzəlt/Təzədən İşıqlandır
ca: /Edita/Ressaltat
da: /Redigér/Genmarkér
de: /Bearbeiten/nochmal hervorheben
es: /Editar/Re-Colorear
fi: /Muokkaa/Korosta uudelleen
ja: /編集/再強調
no: /Rediger/Merk på nytt
pt: /Editar/Re-Realçar
pt_br: /Editar/Redestacar
ru: /Правка/Переподсветить
sk: /Úpravy/Obnovi» zvýraznenie
sv: /Redigera/Återmarkera
uk: /Редагування/Перевид╕лити
zh_cn: /编辑/重新高亮
zh_tw: /編輯/重整文件

source: /Edit/Regenerate Highlight Tables
az: /Düzəlt/İşıqlandırılmış Cədvəllər Yarat
ca: /Edita/Torna a generar les taules ressaltades
da: /Redigér/Gendan markeringstabeller
de: /Bearbeiten/Hervorhebungstabellen erneuern
es: /Editar/Regenerar Tablas de Coloreado
fi: /Muokkaa/Luo korostustaulut uudelleen
ja: /編集/強調テーブルの再生成
no: /Rediger/Generer merkingstabeller på nytt
pt: /Editar/Regerar Tabelas de Realce
pt_br: /Editar/Regenerar tabelas de destaque
ru: /Правка/Перегенерировать таблицы подсветки
sk: /Úpravy/Obnovi» Tabuµky zvýrazòovania
sv: /Redigera/Generera om markeringstabeller
uk: /Редагування/Переробити таблиц╕ вид╕лення
zh_cn: /编辑/重新生成高亮表
zh_tw: /編輯/重建色彩處理表

source: /Edit/sep6
az: /Düzəlt/sep6
ca: /Edita/sep6
da: /Redigér/sep6
de: /Bearbeiten/sep6
es: /Editar/sep6
fi: /Muokkaa/sep6
ja: /編集/sep6
no: /Rediger/sep6
pt: /Editar/sep6
pt_br: /Editar/sep6
ru: /Правка/sep6
sk: /Úpravy/oddeµovaè6
sv: /Redigera/sep6
tr: /Düzenle/sep6
uk: /Редагування/sep6
zh_cn: /编辑/sep6
zh_tw: /編輯/sep6

source: /Edit/P_roperties...
az: /Düzəlt/S_eçənəklər...
ca: /Edita/P_ropietats
da: /Redigér/Egenskabe_r...
de: /Bearbeiten/E_igenschaften
es: /Editar/P_ropiedades...
fi: /Muokkaa/_Ominaisuudet
ja: /編集/プロパティ(_R)...
no: /Rediger/E_genskaper...
pt: /Editar/P_ropriedades...
pt_br: /Editar/P_ropriedades...
ru: /Правка/Свойства...
sk: /Úpravy/_Mo¾nosti...
sv: /Redigera/Egenskape_r...
tr: /Düzenle/Ö_zellikler...
uk: /Редагування/Властивост╕...
zh_cn: /编辑/属性(_r)…
zh_tw: /編輯/編好設定 (_R)...

source: /_Search
az: /_Axtar
ca: /_Cerca
da: /_Søg
de: /_Suchen
es: /Bú_squeda
fi: /_Etsi
ja: /検索(_S)
no: /_Søk
pt: /_Procurar
pt_br: /_Procurar
ru: /Поиск
sk: /_Hµada»
sv: /_Sök
tr: /_Ara
uk: /Пошук
zh_cn: /搜索(_S)
zh_tw: /尋找 (_S)

source: /Search/_Find...
az: /Axtar/_Tap...
ca: /Cerca/_Cerca...
da: /Søg/_Søg...
de: /Search/_Suchen...
es: /Búsqueda/Buscar
fi: /Etsi/_Etsi...
ja: /検索/検索(_F)...
no: /Søk/_Finn...
pt: /Procurar/_Procurar...
pt_br: /Procurar/_Encontrar...
ru: /Поиск/Найти...
sk: /Hµada»/_Nájs»...
sv: /Sök/_Sök...
tr: /Ara/_Bul...
uk: /Пошук/Знайти...
zh_cn: /搜索/查找(_F)…
zh_tw: /尋找/尋找 (_F)...

source: /Search/_Replace...
az: /Axtar/_Yerinə Qoy...
ca: /Cerca/_reemplaça...
da: /Søg/E_rstat...
de: /Search/E_rsetzen
es: /Búsqueda/_Reemplazar
fi: /Etsi/_Korvaa...
ja: /検索/置換(_R)...
no: /Søk/E_rstatt...
pt: /Procurar/_Substituir...
pt_br: /Procurar/_Substituir...
ru: /Поиск/Заменить...
sk: /Hµada»/N_ahradi»...
sv: /Sök/E_rsätt...
tr: /Ara/_Deðiþtir...
uk: /Пошук/Зам╕нити...
zh_cn: /搜索/替换…
zh_tw: /尋找/取代 (_R)...

source: /Search/_Goto Line...
az: /Axtar/_Sətirə Get...
ca: /Cerca/_Vés a la línia...
da: /Søg/_Gå til linje...
de: /Suchen/_Gehe zu Zeile...
es: /Búsqueda/Ir a Línea...
fi: /Etsi/_Siirry riville...
ja: /検索/行移動(_G)...
no: /Søk/_Gå til linje...
pt: /Procurar/_Ir Para Linha...
pt_br: /Procurar/_Ir para linha...
ru: /Поиск/Перейти к строке...
sk: /Hµada»/Ís» na _Riadok...
sv: /Sök/_Gå till rad...
tr: /Ara/_Satýra Git...
uk: /Пошук/Перейти на рядок...
zh_cn: /搜索/跳到行…
zh_tw: /尋找/移至行號 (G)...

source: /Search/_Search Manpages...
az: /Axtar/_Man Səhifələrini Axtar...
ca: /Cerca/_Cerca a les pàgines del manual...
da: /Søg/_Søg manualsider...
de: /Suchen/Manpages _suchen...
es: /Búsqueda/Bu_scar en Páginas Man
fi: /Etsi/Etsi _man-sivuista...
ja: /検索/マニュアル検索(_S)...
no: /Søk/_Søk i manualsider...
pt: /Procurar/Pesquisar Páginas _Manual...
pt_br: /Procurar/_Procurar manpages...
ru: /Поиск/Поиск страниц руководства...
sk: /Hµada»/_Hµada» v Manuáloch...
sv: /Sök/_Sök manualsidor...
tr: /Ara/_Kýlavuz Sayfalarýnda Ara...
uk: /Пошук/Пошук стор╕нок кер╕вництва...
zh_cn: /搜索/搜索手册(_S)…
zh_tw: /尋找/搜尋 Manpages (_S)

source: /Search/sep1
az: /Axtar/sep1
ca: /Cerca/sep1
da: /Søg/sep1
de: /Suchen/sep1
es: /Búsqueda/sep1
fi: /Etsi/sep1
ja: /検索/sep1
no: /Søk/sep1
pt: /Procurar/sep1
pt_br: /Procurar/sep1
ru: /Поиск/sep1
sk: /Hµada»/oddeµovaè1
sv: /Sök/sep1
tr: /Ara/sep1
uk: /Пошук/sep1
zh_cn: /搜索/sep1
zh_tw: /尋找/sep1

source: /Search/_Previous Bookmark
az: /Axtar/_Əvvəlki Nişan
ca: /Cerca/Adreça d'interès _anterior
da: /Søg/_Foregående bogmærke
de: /Suchen/_Vorheriges Lesezeichen
es: /Búsqueda/Marca Anterior
fi: /Etsi/_Edellinen kirjanmerkki
ja: /検索/前のブックマークへ
no: /Søk/_Forrige bokmerke
pt: /Procurar/Marca _Anterior
pt_br: /Procurar/Lista de endereços _Anterior
ru: /Поиск/Пред. закладка
sk: /Hµada»/_Predchádzajúca zálo¾ka
sv: /Sök/_Föregående bokmärke
uk: /Пошук/Попередня закладка
zh_cn: /搜索/前一则书签(_P)
zh_tw: /尋找/上一個記錄 (_P)

source: /Search/_Next Bookmark
az: /Axtar/_Sonrakı Nişan
ca: /Cerca/Adreça d'interès _següent
da: /Søg/_Næste bogmærke
de: /Suchen/_Nächstes Lesezeichen
es: /Búsqueda/Siguie_nte Marca
fi: /Etsi/_Seuraava kirjanmerkki
ja: /検索/次のブックマークへ
no: /Søk/_Neste bokmerke
pt: /Procurar/Marca Se_guinte
pt_br: /Procurar/_Próxima lista de endereços
ru: /Поиск/След. закладка
sk: /Hµada»/Ï_al¹ia zálo¾ka
sv: /Sök/_Nästa bokmärke
uk: /Пошук/Наступна закладка
zh_cn: /搜索/下一则书签(_N)
zh_tw: /尋找/下一個記錄 (_N)

source: /Search/sep2
az: /Axtar/sep2
ca: /Cerca/sep2
da: /Søg/sep2
de: /Suchen/sep2
es: /Búsqueda/sep2
fi: /Etsi/sep2
ja: /検索/sep2
no: /Søk/sep2
pt: /Procurar/sep2
pt_br: Procurar/sep2
ru: /Поиск/sep2
sk: /Hµada»/oddeµovaè2
sv: /Sök/sep2
uk: /Пошук/sep2
zh_cn: /搜索/sep2
zh_tw: /尋找/sep2

source: /Search/_Match Bracket
az: /Axtar/_Mütərizələri Müqayisə Et
ca: /Cerca/_Fes coinicidir els parèntesis
da: /Søg/_Passende klammer
de: /Suchen/_Passende Klammer
es: /Búsqueda/Corchete Correspondiente
fi: /Etsi/Hae sulkeen vastinpari
ja: /検索/対応する括弧(_M)
no: /Søk/_Lik parantes
pt: /Procurar/_Corresponder Parentesis
pt_br: /Procurar/_Combinar parênteses
ru: /Поиск/Парная скобка
sk: /Hµada»/_Oznaèi» zátvorku
sv: /Sök/_Passa klammer
uk: /Пошук/Знайти дужку
zh_cn: /查找/匹配括弧(_M)
zh_tw: /尋找/對稱括號 (_M)

source: GdsFileProperties Editor -
az: GdsFAylSeçənəkləri Düzəldicisi -
ca: Editor de propietats del fitxer gds -
da: GdsFileProperties-redigering -
es: Editor de GdsFileProperties -
fi: GdsFileProperties Muokkain -
ja: GdsFileProperties エディタ -
no: GdsFileProperties redigering -
pt: Editor GdsFileProperties -
pt_br: Editor de propriedades de arquivo Gds -
ru: Редактор GdsFileProperties -
sk: GdsNastavenie súboru -
sv: GdsFileProperties-redigerare -
uk: Редактор властивостей файлу -
zh_tw: 內容編輯器
