Repository: GNOME/gnome-i18n
Catalog: extra-po/glimmer/*.po
Languages: az, ca, da, de, es, fi, hu, ja, no, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Full filenames in notebook tabs ?
az: Qeyd kitabçası iclasında tam fayl adları göstərilsinmi ?
ca: Voleu conservar els noms de fitxer complets en les pestanyes del notebook?
da: Fuldstændige filnavne i faneblade?
de: Vollständige Dateinamen in Notebook Tabs ?
es: ¿ Nombres de fichero completos en pestañas del Bloc ?
ja: タブにフルパス名を表示する
no: Fulle filnavn i notisbokfanene?
pt: Nome completo de ficheiros nos separadores ?
pt_br: Nomes de arquivos completos em abas de agenda
ru: Полные имена файлов на закладках блокнота?
sk: Celé mená súborov v zálo¾kách ?
sv: Fullständiga filnamn i flikar?
uk: Повн╕ назви файл╕в у закладках?
zh_cn: 笔记本制表符中显示全名？
zh_tw: 在標簽頁的標題顯示檔案路徑及名稱？

source: Close all on open session ?
az: Bütün açıq iclaslar qaadlsın mı ?
ca: Voleu tancar-ho tot en obrir la sessió?
da: Luk alle ved sessionsåbning?
de: Alle schließen beim Öffnen einer Sitzung?
es: ¿ Cerrar todo al abrir sesión?
ja: セッションを開くときにすべてを閉じる
no: Lukk alle ved åpning av sesjon?
pt: Fechar tudo ao abrir sessão ?
pt_br: Fechar todas as sessões abertas ?
ru: Закрыть все в открытом сеансе?
sk: Zatvori» v¹etky otvorené sedenia ?
sv: Stäng alla vid sessionsöppning?
uk: Закрити вс╕ в╕дкрит╕ сеанси?
zh_cn: 关闭所由开着的会话？
zh_tw: 當開啟專案時關閉目前所有檔案？

source: Persistant 'Untitled' document ?
az: Təkrarlayan 'Adsız' sənədmi ?
ca: Voleu que els diocuments siguin sempre 'Sense títol'?
da: Skal det unavngivne dokument forblive tilstede?
de: Fenster 'Unbenannt' behalten ?
es: ¿ Documento 'Sin Título' persistente ?
ja: 'Untitled'ファイルを保持する
no: Vedvarende dokument 'Uten tittel'?
pt: Documento 'SemTitulo' persistente ?
pt_br: Documento 'sem título' persistente ?
ru: Постоянный "Неозаглавленный" документ?
sk: Utvára» 'Nepomenované' dokumenty ?
sv: "Namnlös"-dokumentet förblir kvar?
zh_cn: 默认为‘Untitled’文档？
zh_tw: 當前沒有檔案時，自動新增'未命名的'文件？

source: Show line numbers ?
az: Sətir nömrələrini göstərimmi ?
ca: Voleu que es mostrin els números de línia?
da: Vis linjenumre?
de: Zeilenzahl zeigen ?
es: ¿ Mostrar números de línea ?
fi: N‰yt‰ rivinumerot ?
hu: Mutassak sorszámokat?
ja: 行番号の表示
no: Vis linjenummer?
pt: Mostrar número de linha ?
pt_br: Mostrar números de linhas ?
ru: Показать номера строк?
sk: Zobrazova» èísla riadkov ?
sv: Visa radnummer?
tr: Satýr numarasýný göster ?
uk: Показувати номери рядк╕в?
zh_cn: 显示行号？
zh_tw: 顯示行號？

source: Show line pixmaps ?
az: Sətir pikxmaplərini göstərimmi?
ca: Voleu que es mostrin els mapes de píxels de la línia?
da: Vis linjepixmapbilleder?
de: Zeilen-Pixmap zeigen ?
es: ¿ Mostrar pixmaps de línea ?
fi: N‰yt‰ rivikuvakkeet ?
ja: 行の pixmap を表示
no: Vis linjebilder?
pt: Mostrar mapas de pixel das linhas ?
pt_br: Mostrar pixmaps de linhas ?
ru: Показать строчную картинку?
sk: Ukáza» pixmapy riadkov /zálo¾ky/?
sv: Visa radpixmapbilder?
zh_cn: 显示行位图？
zh_tw: 顯示輔助記號？

source: Show blinking cursor ?
az: Yanıb sönən ox göstərimmi ?
ca: Voleu que el cursor parpallegi?
da: Vis blinkende markør?
de: Blinkender Cursor zeigen ?
es: ¿ Mostrar cursor parpadeante ?
fi: N‰yt‰ vilkkuva kohdistin ?
hu: Villogó kurzor legyen?
ja: カーソルの点滅
no: Vis blinkende markør?
pt: Mostrar cursor que pisca ?
pt_br: Mostrar cursor piscando ?
ru: Показать мигающий курсор?
sk: Ukáza» blikajúci kurzor ?
sv: Visa blinkande markör?
uk: Ув╕мкнути блимання курсору?
zh_cn: 显示闪动的光标？
zh_tw: 顯示閃爍遊標？

source: Selection shows full width ?
az: Seçmə bütün uzunluğu daxil etsinmi ?
ca: Voleu que la selecció es mostri amb l'amplada màxima?
da: Markeringen viser hele bredden?
de: Auswahl zeigt volle Breite ?
es: ¿ Selección muestra anchura completa ?
fi: Valinta n‰ytt‰‰ t‰yden leveyden ?
ja: 選択範囲を完全に表示
no: Utvalg viser full bredde?
pt: Selecção mostra largura total ?
pt_br: Seleção mostra largura completa ?
ru: Выделение показывает полную ширину?
sk: Výber ukazuje úplnú ¹írku ?
sv: Markeringen visar hela bredden?
zh_cn: 选择显示全宽？
zh_tw: 用視窗寬度來顯示字串選擇範圍？

source: Auto line select ?
az: Avtomatik sətir seçməsi olsun mu ?
ca: Voleu que la línia se seleccioni automàticament?
da: Markér linje automatisk?
de: Autom. Zeilenauswahl ?
es: ¿ Selección de línea automática ?
fi: Automaattinen rivinvalinta ?
ja: 自動行選択
no: Velg linje automatisk?
pt: Auto-Seleccão de linha ?
pt_br: Seleção de automática de linha ?
ru: Автовыбор строки ?
sk: Automatické vyberanie riadkov ?
sv: Markera rad automatiskt?
zh_cn: 自动行选择？
zh_tw: 自動選取字串？

source: Use tab-stop spacing ?
az: Tab-stop fasiləsi istifadə edimmi ?
ca: Voleu utilitzar l'espaiat amb aturada als tabuladors?
da: Anvend tabulatorstop som mellemrum?
de: Tab-Stop Abstand benutzen ?
es: ¿ Usar espaciado con parada de tab ?
ja: インデントにタブを使う
no: Bruk taulator-stopp mellomrom?
pt: Utilizar espaçamento de tab ?
pt_br: Usar espaçamento aba-parada ?
ru: Использовать табуляцию?
sk: Pou¾íva» medzaery tabulátorov ?
sv: Använd tabbstopp som mellanrum?
uk: Використовувати табуляц╕ю:
zh_cn: 使用制表符中止宽度？
zh_tw: 使用定位點寬度？

source: Insert spaces instead of tabs ?
az: Tab yerinə fasilə daxil edimmi ?
ca: Voleu inserir espais en comptes de tabuladors?
da: Indsæt mellemrum i stedet for tabulatortegn?
de: Abstände statt Tabs benutzen ?
es: ¿Insertar espacios en lugar de tabulaciones ?
fi: K‰yt‰ v‰lilyˆntej‰ sarkainten sijaan ?
hu: Legyenek szóközök tab helyett?
ja: タブの代わりに空白を挿入しますか?
no: Sett inn mellomrom i stedet for tabulator?
pt: Inserir espaços em vez de tabs ?
pt_br: Inserir espaços em vez de abas ?
ru: Использовать пробелы вместо табуляций ?
sk: Vlo¾i» namiesto tabulátorov ?
sv: Infoga blanksteg i stället för tabbar?
uk: Вставити пропуски зам╕сть знак╕в табуляц╕╖?
zh_cn: 加入空白键代替制表符？
zh_tw: 插入空白字元以取替定位字元？

source: Tab-stop width:
az: Tab-stop uzunluğu:
ca: Amplada d'aturada als tabuladors:
da: Tabulatorstopsbredde:
de: Tab-Stop Breite:
es: Anchura de parada de tabulación:
hu: Tab-lépés hossza:
ja: 空白の数:
no: Tabulator-stopp bredde:
pt: Largura de Tab:
pt_br: Largura de aba-parada:
ru: Отступ табуляции:
sk: ©írka tabulátorov:
sv: Tabbstoppsbredd:
uk: Ширина табуляц╕╖:
zh_cn: 制表符中止宽度
zh_tw: 定位點寬度：

source: Window Geometry
az: Pəncərə Çoğrafiyası
ca: Geometria de la finestra
da: Vinduesgeometri
de: Fensterausmaße
es: Geometría de la Ventana
fi: Ikkunan suhteet
hu: Ablak elhelyezkedése
ja: ウィンドウ位置
no: Vindusstørrelser
pt: Geometria de Janela
pt_br: Geometria da janela
ru: Геометрия окна
sk: Nastavenie okna
sv: Fönstergeometri
tr: Pencere Boyutlarý
uk: Геометр╕я в╕кна
zh_cn: 窗口尺寸
zh_tw: 視窗坐標

source: Width:
az: Uzunluq:
ca: Amplada:
da: Bredde:
de: Breite:
es: Ancho:
fi: Leveys:
hu: Szélesség:
ja: 幅:
no: Bredde:
pt: Largura:
pt_br: Largura:
ru: Ширина:
sk: ©írka:
sv: Bredd:
tr: Geniþlik:
uk: Ширина:
zh_cn: 宽度：
zh_tw: 闊：

source: Height:
az: Hündürlük:
ca: Alçària:
da: Højde:
de: Höhe:
es: Alto:
fi: Korkeus:
hu: Magasság:
ja: 高さ:
no: Høyde:
pt: Altura:
pt_br: Altura:
ru: Высота:
sk: Vý¹ka:
sv: Höjd:
tr: Yükseklik:
uk: Висота:
zh_cn: 高度：
zh_tw: 高：

source: Apply Window Settings
az: Pəncərə Qurğularını Əlavə Et
ca: Aplica els paràmetres de la finestra
da: Anvend vindueindstillinger
de: Fenstereinstellungen anwenden
es: Aplicar Configuración de Ventana
fi: Toteuta ikkuna-asetukset
hu: Ablakbeállítások alkalmazása
ja: ウィンドウ設定の適用
no: Bruk innstillinger for vindu
pt: Aplicar Definições de Janela
pt_br: Aplicar atribuições de janela
ru: Применить установки окна
sk: Potvï nastavenie okna
sv: Verkställ fönsterinställningar
uk: Застосувати налаштування в╕кна
zh_cn: 确认窗口设置
zh_tw: 套用視窗設定

source: Get Window Settings
az: Pəncərə Qurğularını Al
ca: Obté els paràmetres de la finestra
da: Hent vindueindstillinger
de: Fenstereinstellungen einholen
es: Coger Configuración de Ventana
fi: Hae ikkuna-asetukset
hu: Ablakbeállítások lekérdezése
ja: 現在の位置情報を使う
no: Hent innstillinger for vindu
pt: Obter Definições de Janela
pt_br: Obter atribuições de janela
ru: Получить установки окна
sk: Zosníma» nastavenie okna
sv: Hämta fönsterinställningar
uk: Отримати налаштування в╕кна
zh_cn: 取得窗口设置
zh_tw: 取得視窗設定

source: Session file could not be written. Make sure that you have write access to $HOME.
az: İclas yazıla bilmir. $HOME qovluğuna yazma səlahiyyətinizin olub olmadığını yoxlayın.
ca: No s'ha pogut escriure el fitxer de la sessió. Assegureu-vos que teniu accés d'escriptura a $HOME.
da: Sessionsfilen kunne ikke skrives. Sørg for at du har skriveadgang til $HOME.
de: Sitzungsdatei konnte nicht geschrieben werden. Stellen Sie sicher, dass Sie in &HOME Schreibrechte besitzen,
es: No se pudo escribir el fichero de sesión. Asegúrate de tener derecho de escritura a $HOME.
fi: Istuntotiedostoa ei voitu kirjoittaa. Varmista, ett‰ sinulla on kirjoitusoikeus kohteeseen $HOME.
hu: A sessionfájlt nem lehet írni. Ellenõrizd, hogy van írási jogod a $HOME könyvtárban.
ja: セッションを保存することができませんでした。 $HOME に書込み権限があることを確認してください。
pt: Não foi possível escrever no ficheiro de sessão. Certifique-se de que tem permissões de escrita em $HOME.
pt_br: Sessão do arquivo não pôde ser escrito. Certifique-se que você possui acesso para gravação no $HOME.
ru: Файл сеанса не может быть записан. Убедитесь что у вас есть права на запись $HOME.
sk: Súbor sedenia nemô¾e by» zapísaný. Overte, èi máte dostatoèné práva na prístup k $HOME.
sv: Sessionsfilen kunde inte skrivas. Försäkra dig om att du kan skriva i $HOME.
uk: Неможливо записати файл сеансу. Переконайтесь, що ви ма╓те право запису а каталог $HOME.
zh_cn: 无法写入会话文件。 请确定您对$HOME有写的权利。
zh_tw: 不能寫入專案。 請確定您在 $HOME 內有寫入的權限。

source: Open Session...
az: İclası Aç...
ca: Obre una sessió...
da: Åbn session...
de: Sitzung öffnen...
es: Abrir Sesión...
fi: Avaa istunto...
hu: Session megnyitása...
ja: セッションを開く...
no: Åpne sesjon...
pt: Abrir Sessão...
pt_br: Abrir sessão...
ru: Открыть сеанс...
sk: Otvori» sedenie...
sv: Öppna session...
tr: Oturumu Aç...
uk: В╕дкрити сеанс...
zh_cn: 打开会话…
zh_tw: 開啟專案...

source: File contained no session data.
az: İclas xarici data daxil edən fayl.
ca: El fitxer no contenia dades de cap sessió.
da: Filen indeholdt ingen sessionsdata.
de: Datei enthielt keine Sitzungsdaten.
es: El fichero no contenía datos de sesión.
fi: Tiedosto ei sis‰lt‰nyt istuntotietoja
hu: A fájl nem tartalmazott session adatot.
ja: ファイルにセッションデータが含まれていません
pt: Ficheiro não continha dados de sessão.
pt_br: Arquivo não contém sessão de dados.
ru: Файл не содержит данных сеанса.
sk: Súbor neobsahuje dáta sedenia.
sv: Filen innehöll ingen sessionsdata.
uk: Файл не м╕стить дан╕ сенсу.
zh_cn: 文件不含会话信息。
zh_tw: 沒有所須資料。

source: Save session file...
az: İclas faylını qeyd et...
ca: Desa el fitxer de sessió...
da: Gem sessionsfil...
de: Sitzungsdatei speichern...
es: Guardar fichero de sesión...
fi: Tallenna istunto tiedostoon...
hu: Sessionfájl mentése...
ja: セッションを保存...
pt: Gravar ficheiro de sessão...
pt_br: Salvar sessão do arquivo...
ru: Сохранить файл сеанса...
sk: Ulo¾i» súbor sedenia...
sv: Spara sessionsfil...
uk: Зберегти файл сеансу...
zh_cn: 保存会话为…
zh_tw: 儲存專案...

source: Session save failed.
az: İclas qeyd edilməsi bacarılmadı.
ca: No s'ha pogut desar la sessió.
da: Gemning af session mislykkedes.
de: Speichern der Sitzung fehlgeschlagen.
es: Falló guardar sesión.
fi: Istunnon tallennus ep‰onnistui
hu: Session mentés nem sikerült.
ja: セッションの保存に失敗しました
pt: Falha na gravação de sessão.
pt_br: Salvar sessão falhou.
ru: Сохранение сеанса не удалось.
sk: Ulo¾enie sedenia zlyhalo.
sv: Sparande av session misslyckades.
uk: Не вдалося зберегти сеанс.
zh_cn: 保存会话失败。
zh_tw: 儲存專案失敗。

source: Highlighting Colors & Fonts
az: İşıqlandırma Rəngləri və Yazı Növlər
da: Farver og skrifttyper for fremhævelse
ja: 強調色とフォント
pt: Cores & Fontes de Realce
ru: Цвета подсветки и шрифты
sk: Farby a písmo zvýrazòovania...
sv: Markeringsfärger och -typsnitt...
zh_cn: 高亮颜色＆字体
zh_tw: 色彩及字型處理

source: Execute string
az: Kəliməni işə sal
da: Udførelsesstreng
fi: Suorita jono
ja: 実行文字列
no: Kjør streng
pt: Executar espressão
ru: Исполняемая строка
sk: Spusti» re»azec
sv: Körsträng
tr: Diziyi çalýþtýr
zh_cn: 执行字符串
zh_tw: 執行字串

source: Execute a command
az: Əmri işə sal
da: Udfør en kommando
fi: Suorita komento
ja: 実行コマンド
no: Kjør en kommando
pt: Executar um comando
ru: Выполнить команду
sk: Spusti» príkaz
sv: Kör ett kommando
tr: Bir komut çalýþtýr
zh_cn: 执行一个命令
zh_tw: 執行一個指令

source: Insert File...
az: Fayl Daxil Et...
da: Indsæt fil...
fi: Lis‰‰ tiedosto...
ja: ファイル挿入...
no: Sett inn fil...
pt: Inserir Ficheiro...
ru: Вставить файл...
sk: Vlo¾i» súbor...
sv: Infoga fil...
tr: Dosya Yerleþtir...
zh_cn: 加入文件…
zh_tw: 插入檔案...

source: Line Number
az: Sətir Nömrəsi
da: Linjenummer
fi: Rivinumero
ja: 行番号
no: Linjenummer
pt: Número de Linha
ru: Номер строки
sk: Èíslo riadka
sv: Radnummer
tr: Satýr Sayýsý
zh_cn: 行号
zh_tw: 行號

source: Jump to a line.
az: Sətirə atla.
da: Gå til en linje
fi: Hypp‰‰ riville.
ja: 指定行へ移動します
no: Gå til en linje.
pt: Ir para uma linha.
ru: Перейти к строке.
sk: Ís» na riadok.
sv: Hoppa till en rad.
tr: Bir satýra git.
zh_cn: 跳到指定行。
zh_tw: 移至指定行號。

source: Line: %d / %d Col: %d Byte: %d / %d Value: %d
az: Sətir: %d / %d Rəng: %d Bayt: %d / %d Qiymət: %d
da: Linje: %d / %d kol: %d byte: %d / %d værdi: %d
fi: Rivi: %d / %d Sarake: %d Tavy: %d / %d Arvo: %d
ja: 行: %d / %d 列: %d バイト: %d / %d 値: %d
no: Linje: %d / %d Kol: %d Byte: %d / %d Verdi: %d
pt: Linha: %d / %d Col: %d Byte: %d / %d Valor: %d
ru: Строка: %d / %d Столбец: %d Байт: %d / %d Значение: %d
sk: Riadok: %d / %d Ståpec: %d Byte: %d / %d Hodnota: %d
sv: Rad: %d / %d Kol: %d Byte: %d / %d Värde: %d
tr: Satýr: %d / %d Süt: %d Bayt: %d / %d Deðer: %d
zh_cn: 行：%d / %d 列：%d 字节：%d / %d 值：%d

source: Error!
az: Xəta!
da: Fejl!
fi: Virhe!
ja: エラーが発生しました!
no: Feil!
pt: Erro!
ru: Ошибка!
sk: Chyba!
sv: Fel!
tr: Hata!
zh_cn: 错误！
zh_tw: 錯誤！
