Repository: GNOME/gnome-i18n
Catalog: extra-po/glimmer/*.po
Languages: az, ca, da, de, es, fi, hu, ja, no, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Exit the program.
az: Proqramdan çıx.
ca: Surt del programa.
da: Afslut programmet.
de: Das Programm verlassen.
es: Salir del Programa
fi: Poistu ohjelmasta.
hu: Kilépés a programból.
ja: プログラムを終了します
no: Avslutt programmet.
pt: Sair da aplicação.
pt_br: Sair do programa.
ru: Выйти из программы.
sk: Ukonèi» program
sv: Avsluta programmet.
tr: Programdan çýk.
uk: Вийти з програми.
zh_cn: 退出程序。
zh_tw: 結束這個程式。

source: _Bookmark Line
az: _Nişan Sətiri
ca: Línia d'_adreces d'interès
da: _Bogmærkelinje
de: _Zeile in Lesezeichen
es: Marcar Línea
fi: Aseta kirjanmerkki _riville
hu: A sor megjelölése
ja: ブックマーク
no: _Bokmerkelinje
pt: _Marcar Linha
pt_br: _Guardar endereço de linha
ru: Строка закладки
sk: _Zálo¾ky
sv: Lägg bokmärke på raden
tr: _Satýrý yer imlerine ekle
uk: Рядок закладок
zh_cn: 书签行(_B)
zh_tw: 書籤紀錄 (_B)

source: Reverse Bookmark
az: Nişanları Çevir
ca: Inverteix l'adreça d'interès
da: Reversér bogmærke
de: Lesezeichen umkehren
es: Invertir Marca
fi: K‰‰nn‰ kirjanmerkki
hu: Könyvjelzök megfordítása
ja: ブックマークを反転します
no: Reversér bokmerke
pt: Reverter Marca
pt_br: Reverter lista de endereços
ru: Обратить закладки
sk: Zmeni» zálo¾ky
sv: Återställ bokmärke
zh_cn: 逆排书签
zh_tw: 切換書籤紀錄狀態

source: Clear
az: Təmizlə
ca: Esborra
da: Ryd
de: Löschen
es: Despejar
fi: Poista
hu: Törlés
ja: 消去
no: Tøm
pt: Apagar
pt_br: Limpar
ru: Очистить
sk: Vymaza»
sv: Töm
tr: Temizle
uk: Очистити
zh_cn: 清除
zh_tw: 清除

source: Clear selection
az: İşarətlənmişi təmizlə
ca: Esborra la selecció
da: Ryd udvalg
de: Auswahl löschen
es: Despejar selección
fi: Poista valinta
hu: Kijelölés törlése
ja: 選択範囲を消去します
no: Tøm utvalg
pt: Apagar selecção
pt_br: Limpar seleção
ru: Очистить выделение
sk: Vymaza» výber
sv: Töm markering
tr: Seçimi temizle
uk: Очистити вибране
zh_cn: 清除被选的
zh_tw: 清除選取部分

source: Clear Line
az: Sətiri Təmizlə
ca: Esborra la línia
da: Slet linje
de: Zeile löschen
es: Despejar Línea
fi: Poista rivi
hu: Sortörlés
ja: 行消去
no: Tøm linje
pt: Apagar Linha
pt_br: Limpar linha
ru: Очистить строку
sk: Vymaza» riadok
sv: Töm rad
tr: Satýrý Temizle
uk: Очистити рядок
zh_cn: 清除行
zh_tw: 清除字串

source: Clear the current line
az: Hazırkı sətiri sil
ca: Esborra la línia actual
da: Ryd denne linje
de: Die aktuelle Zeile löschen
es: Despejar la línea actual
fi: Poista nykyinen rivi
hu: Az aktuáli sor törlése
ja: 現在の行を消去します
no: Tøm denne linjen
pt: Apaga a linha actual
pt_br: Limpar a linha atual
ru: Очистить текущий строку
sk: Vymaza» aktuálny riadok
sv: Töm den aktuella raden
tr: Güncel satýrý temizle
uk: Очистити поточний рядок
zh_cn: 清除当前行
zh_tw: 清除目前字串

source: Clear to Line Start
az: Sətir başına qədər si
ca: Esborra des de l'inici de línia
da: Slet til linjens start
de: Den Zeilenanfang löschen
es: Despejar Hasta Inicio de Línea
fi: Poista rivin alkuun asti
hu: Törlés a sor elejéig
ja: 行頭まで消去
no: Tøm til linjens start
pt: Apagar até Início da Linha
pt_br: Limpar para início da linha
ru: Очистить до начала строки
sk: Vyèisti» do zaèiatku riadku
sv: Töm till radbörjan
tr: Satýrýn Baþýna Kadar Temizle
uk: Очистити до початку рядка
zh_cn: 清除到行首
zh_tw: 清除至字串起首

source: Clear to Line End
az: Sətir Sonuna qədər sil
ca: Esborra fins al final de la línia
da: Slet til linjens slutning
de: Das Zeilenende löschen
es: Despejar Hasta Fin de Línea
fi: Poista rivin loppuun asti
hu: Törlés a sor végéig
ja: 行末まで消去
no: Tøm til linjens slutt
pt: Apagar até Fim da Linha
pt_br: Limpar para final da linha
ru: Очистить до конца строки
sk: Vyèisti» do konca riadku
sv: Töm till radslut
tr: Satýrýn Sonuna Kadar Temizle
uk: Очистити до к╕нця рядка
zh_cn: 清除到行尾
zh_tw: 清除至字串結尾

source: Select _All
az: _Hamısını Seç
ca: Selecciona-ho _tot
da: Vælg _alt
de: A_lles auswählen
es: Seleccionar Todo
fi: Valitse _kaikki
hu: Mindet kijelöl
ja: すべて選択(_A)
no: Velg _alt
pt: Seleccionar _Tudo
pt_br: Selecionar _Todas
ru: Выделить все
sk: Vybra» v¹etko
sv: Markera _alla
tr: _Hepsini Seç
uk: Вибрати все
zh_cn: 全部选中(_A)
zh_tw: 全選 (_A)

source: Select the entire document
az: Bütün sənədi seç
ca: Selecciona el document sencer
da: Vælg hele dokumentet
de: Das ganze Dokument auswählen
es: Seleccionar el documneto completo
fi: Valitse koko asiakirja
hu: A teljes dokumentum kijelölése
ja: 文書全体を選択します
no: Velg hele dokumentet
pt: Selecciona o documento completo
pt_br: Selecionar o documento inteiro
ru: Выделить весь документ
sk: Vybra» celý dokument
sv: Markera hela dokumentet
tr: Tüm belgeyi seç
uk: Вибрати весь документ
zh_cn: 选择整个文档
zh_tw: 選擇整份文件的內容

source: Select _Line
az: _Sətiri Seç
ca: Selecciona la _línia
da: Vælg _linje
de: _Zeile auswählen
es: Seleccionar _Línea
fi: Valitse _rivi
hu: Sor kijelölése
ja: 行選択(_L)
no: Velg _linje
pt: Seleccionar _Linha
pt_br: Selecionar _Linha
ru: Выделить строку
sk: Vybra» _riadok
sv: Markera _rad
tr: Sa_týrý Seç
uk: Вибрати рядок
zh_cn: 选择行(_L)
zh_tw: 選擇字串 (_L)

source: Select the current line.
az: Hazırkı sətiri seç.
ca: Selecciona la línia actual.
da: Vælg aktiv linje.
de: Die aktuelle Zeile auswählen.
es: Seleccionar la línea actual.
fi: Valitse nykyinen rivi.
hu: Az aktuális sor kijelölése.
ja: 現在の行を選択します
no: Velg aktiv linje.
pt: Selecciona a linha actual.
pt_br: Selecionar a linha atual.
ru: Выделить текущую строку.
sk: Vybra» aktuálny riadok.
sv: Markera den aktuella raden.
tr: Güncel satýrý seç.
uk: Вибрати поточний рядок.
zh_cn: 学择当前的行。
zh_tw: 選擇目前字串。

source: _Select Current
az: Hazırkını _Seç
ca: _Selecciona l'actual
da: _Vælg aktiv
de: A_ktuelle auswählen
es: _Seleccionar Actual
fi: Valitse _sana
hu: Aktuálisat kijelöl
ja: 現在の単語を選択(_S)
no: _Velg aktiv
pt: _Seleccionar Actual
pt_br: _Selecionar atual
ru: Выделить текущее
sk: _Vybra» aktuálny
sv: _Markera aktuell
uk: Вибрати слово
zh_cn: 选择当前(_S)
zh_tw: 選擇目前字 (_S)

source: Select the current word
az: Hazırkı kəliməni seç
ca: Selecciona la paraula actual
da: Vælg aktivt ord
de: Das aktuelle Wort auswählen
es: Seleccionar la palabra actual
fi: Valitse nykyinen sana
hu: Aktuális szó kijelölése
ja: 現在の単語を選択します
no: Velg aktivt ord
pt: Selecciona a palavra actual
pt_br: Selecionar a palavra atual
ru: Выделить текущее слово
sk: Vybra» aktuálne slovo
sv: Markera det aktuella ordet
uk: Вибрати поточне слово
zh_cn: 选择当前单词
zh_tw: 選擇目前字

source: Re-Highlight
az: Təzədən İşıqlandır
ca: Ressalta
da: Genmarkér
de: Nochmal hervorheben
es: Re-Colorear
fi: Korosta uudelleen
hu: Újra színez
ja: 再強調
pt: Re-Realçar
pt_br: Redestacar
ru: Переподсветить
sk: Obnovi» zvýraznenie
sv: Återmarkera
uk: Перевид╕лити синтаксис
zh_cn: 重新突出显示
zh_tw: 重整文件

source: Re-Highlight the current file
az: Hazırkı faylı təzədən işarətləyin
ca: Ressalta el fitxer actual
da: Genmarkér den aktuelle fil
de: Aktuelle Datei nochmal hervorheben
es: Re-Colorear el fichero actual
fi: Korosta nykyinen tiedosto uudelleen
hu: Az aktuális fájl újraszínezése
ja: 現在のファイルを再強調します
pt: Re-Destacar o ficheiro actual
pt_br: Redestacar o arquivo atual
ru: Повторить подсветку текущего файла
sk: Obnov zvýrazòovanie v aktuálnom súbore
sv: Återmarkera den aktuella filen
uk: Переробити вид╕лення синтаксису файлу
zh_cn: 重新突出显示当前文件
zh_tw: 重整目前文件的關鍵字色彩處理

source: Regenerate Highlight Tables
az: İşıqlandırılmış Cədvəllər Yarat
ca: Torna a generar les taules ressaltades
da: Gendan markeringstabeller
de: Vervorhebungstabelle erneuern
es: Regenerar Tablas de Coloreado
fi: Luo korostustaulut uudelleen
hu: Színezési táblázat újragenerálása
ja: 強調テーブルを再生成
pt: Regerar Tabelas de Realce
pt_br: Regenerar as tabelas destacadas
ru: Перегенерировать таблицы подсветок
sk: Znovu vytvor Tabuµky zvýrazòovania
sv: Generera om markeringstabeller
uk: Переробити таблиц╕ вид╕лення
zh_tw: 重建色彩處理表

source: Regenerate highlighting tables for the current mime-type
az: Hazırkı maym növü üçün işıqlandırılmış cədvəllər yarat
ca: Torna a generar les taules ressaltades per a l'actual tipus mime
da: Gendan markeringstabeller for aktuel mime-type
de: Für den aktuellen Mime-Typ Hervorhebungstabelle erneuern
es: Regenerar las tablas de coloreado para el mime-type actual
fi: Luo uudelleen korostustaulut kyseiselle mime-tyypille
ja: 現在のMIMEタイプ用に強調テーブルを再生成します
pt: Regerar tabelas de realce para o mime-type actual
pt_br: Regenerar tabelas de destaque para o tipo-mime atual
ru: Перегенерировать таблицы подсветки для текущего mime-типа
sk: Znovu vytvor tabuµky zvýrazòovania pre aktuálny typ súboru "mime-type"
sv: Generera om markeringstabeller för aktuell mime-typ
uk: Переробити таблиц╕ вид╕лення для поточного типу MIME
zh_tw: 給目前的檔案格式重建色彩處理表

source: P_roperties
az: S_eçənəklər
ca: P_ropietats
da: _Egenskaber
de: _Eigenschaften
es: P_ropiedades
fi: _Ominaisuudet
hu: Tulajdonságok
ja: プロパティ(_R)
no: Egenskape_r
pt: P_ropriedades
pt_br: P_ropriedades
ru: Свойства
sk: M_o¾nosti
sv: Egenskape_r
uk: Властивост╕
zh_cn: 属性(_R)
zh_tw: 內容 (_R)

source: Edit properties
az: Seçənəkləri Düzəlt
ca: Edita les propietats
da: Redigér egenskaber
de: Eigenschaften bearbeiten
es: Editar propiedades
fi: Muokkaa ominaisuuksia
hu: Tulajdonságok szerkesztése
ja: プロパティを編集します
no: Redigér egenskaper
pt: Editar propriedades
pt_br: Editar propriedades
ru: Правка свойств
sk: Upravi» mo¾nosti
sv: Redigera egenskaper
tr: Özellikleri düzenle
uk: Зм╕на властивостей
zh_cn: 编辑属性
zh_tw: 編輯文件的性質

source: Goto Line...
az: Sətirə Get...
ca: Vés a la línia...
da: Gå til linje...
de: Gehe zu Zeile...
es: Ir a Línea...
fi: Siirry riville...
hu: Ugrás sorra...
ja: 行移動...
no: Gå til linje...
pt: Ir Para Linha...
pt_br: Ir para linha...
ru: Перейти к строке...
sk: Ís» na riadok...
sv: Gå till rad...
tr: Satýra Git...
uk: Перейти на рядок...
zh_cn: 跳到行...
zh_tw: 移至行號...

source: Goto a line
az: Sətirə get
ca: Vés a la línia
da: Gå til en linje
de: In Zeile gehen...
es: Ir a una línea
fi: Siirry riville
hu: Ugrás egy megadott sorra
ja: 指定行へ移動します
no: Gå til en linje
pt: Ir para uma linha
pt_br: Ir para uma linha
ru: Перейти к строке
sk: Ís» na riadok
sv: Gå till rad
tr: Satýra git
uk: Перейти на вказаний рядок
zh_cn: 跳到指定行
zh_tw: 移至指定行號

source: Search Manpages (Local)
az: Man Səhifələrini Axtar (Yerli)
ca: Cerca a les pàgines del manual (local)
da: Søg i manualsider (lokalt)
de: Manpages abspeichern (lokal)
es: Buscar en las Páginas Man (Local)
fi: Etsi man-sivuilta (Paikalliset)
hu: Keresés a kézikönyv oldalakban (Helyi)
ja: マニュアルページ検索(ローカル)
no: Søk manualsider (lokalt)
pt: Procurar Páginas Manual (Local)
pt_br: Pesquisar pelas manpages (Local)
ru: Поиск страницы руководства (локальный)
sk: Prehµada» Manuálové stránky (lokálne)
sv: Sök manualsidor (lokala)
tr: Kýlavuz Sayfalarýnda Ara (Yerel)
uk: Пошук стор╕нок кер╕вництва (локально)
zh_cn: 搜索手册(本地)
zh_tw: 搜尋 Manpages (本機)

source: Search manpages
az: Man Səhifələrini Axtar
ca: Cerca a les pàgines del manual
da: Søg i manualsider
de: Manpages suchen
es: Buscar en las páginas man
fi: Etsi man-sivuilta
hu: Keresés a kézikönyv oldalakban
ja: マニュアルページを検索します
no: Søk i manualsider
pt: Procurar nas páginas de manual
pt_br: Procurar manpages
ru: Поиск страницы руководства
sk: Prehµadáva» manuálové stránky
sv: Sök manualsidor
tr: Kýlavuz sayfalarýnda ara
uk: Пошук стор╕нок кер╕вництва
zh_cn: 搜索手册
zh_tw: 在 manpages 內尋找目前遊標的字

source: Search Manpages (Gnome)
az: Man Səhifələrini Axtar (Gnome)
ca: Cerca a les pàgines del manual (Gnome)
da: Søg i manualsider (GNOME)
de: Manpages suchen (GNOME)
es: Buscar en las Páginas Man (Gnome)
fi: Etsi man-sivuilta (Gnome)
hu: Keresés a kézikönyv oldalakban (Gnome)
ja: マニュアルページ検索(Gnome)
no: Søk i manualsider (GNOME)
pt: Procurar Páginas Manual (Gnome)
pt_br: Procurar pelas manpages (Gnome)
ru: Поиск страницы руководства (Gnome)
sk: Prehµadáva» Manuálové stránky (Gnome)
sv: Sök manualsidor (Gnome)
tr: Kýlavuz Sayfalarýnda Ara (GNOME)
uk: Пошук стор╕нок кер╕вництва (GNOME)
zh_cn: 搜索手册(Gnome)
zh_tw: 搜尋 Manpages (Gnome)

source: Search manpages with gnome-help-browser
az: Mən səhifələrini gnome kömək səyyahından axtar
ca: Cerca a les pàgines del manual amb l'explorador de l'ajuda del gnome
da: Søg i manualsider med gnome-help-browser
de: Manpages mit gnome-help-browser suchen
es: Buscar en las páginas man con el visualizador de Ayuda de Gnome
fi: Etsi man-sivuilta k‰ytt‰en gnomen ohjeselainta
hu: Keresés a kézikönyv olalakban a gnome-sûgó-böngészõvel
ja: gnomeヘルプブラウザでマニュアルを検索します
no: Søk i manualsider med gnome-help-browser
pt: Procurar nas páginas de manual com o browser de ajuda gnome
pt_br: Procurar manpages com o navegador-ajuda-gnome
ru: Поиск страницы в справочной системе Gnome
sk: Prehµadáva» Manuálové stránky s gnome-prehliadaèom
sv: Sök manualsidor med gnome-help-browser
tr: gnome-help-browser yardýmýyla kýlavuz sayfalarýnda ara
uk: Пошук стор╕нок кер╕вництва програмою перегляду дов╕дки GNOME
zh_cn: 用gnome-help-browser搜索手册
zh_tw: 在 manpages 內尋找目前遊標的字並用 Gnome 說明瀏覽程式顯示結果

source: _Previous Bookmark
az: _Əvvəlki Nişan
ca: Adreça d'unterès _anterior
da: _Forrige bogmærke
de: _Vorheriges Lesezeichen
es: Marcador _Previo
fi: _Edellinen kirjanmerkki
hu: _Elõzõ könyvjelzõ
ja: 前のブックマークへ(_P)
no: _Forrige bokmerke
pt: Marca _Anterior
pt_br: Lista de endereços _Anterior
ru: Пред. закладка
sk: _Predchádzajúca zálo¾ka
sv: _Föregående bokmärke
tr: Ö_nceki Yer Ými
uk: Попередня закладка
zh_cn: 上一则书签(_P)
zh_tw: 上一個紀錄 (_P)

source: Goto the next bookmark
az: Sonrakı nişana get
ca: Vés al proper marcador
da: Gå til næste bogmærke
de: Zum nächsten Lesezeichen gehen
es: Ir al siguiente marcador
fi: Siirry edelliseen kirjanmerkkiin
hu: Ugrás a következõ könyvjelzõre
ja: 次のブックマークへ移動します
no: Gå til neste bokmerke
pt: Ir para a próxima marca
pt_br: Ir para a próxima lista de endereços
ru: Перейти к следующей закладке
sk: Ís» na ïal¹iu zálo¾ku
sv: Gå till nästa bokmärke
tr: Sonraki yer imine git
uk: Перейти до наступно╖ закладки
zh_cn: 跳到下一则书签
zh_tw: 移至下一個紀錄

source: _Next Bookmark
az: _Sonrakı Nişan
ca: Adreça d'interès següe_nt
da: _Næste bogmærke
de: _Nächstes Lesezeichen
es: Siguiente Marcador
fi: _Seuraava kirjanmerkki
hu: _Következõ könyvjelzõ
ja: 次のブックマークへ(_N)
no: _Neste bokmerke
pt: Marca _Seguinte
pt_br: _Próxima lista de endereços
ru: След. закладка
sk: _Ïal¹ia zálo¾ka
sv: _Nästa bokmärke
tr: _Sonraki Yer Ými
uk: Наступна закладка
zh_cn: 下一则书签(_N)
zh_tw: 下一個紀錄 (_N)

source: Match Bracket
az: Mötərizələri Müqayisə Et
ca: Fes coincidir els parèntesis
da: Find modsvarende klamme
de: Passende Klammer
es: Corchete Correspondiente
fi: Hae sulkeen vastinpari
hu: Passzoló zárójel
ja: 括弧の対応
pt: Acasalar Parentesis
pt_br: Combinar parêntese
ru: Парная скобка
sk: Oznaè príslu¹nú zátvorku
sv: Passa klammer
uk: Знайти дужку
zh_cn: 匹配括弧
zh_tw: 對稱括號

source: Goto the matching bracket
az: Uyğun gələn mötərizəyə get
ca: Vés al parèntesi emparellat
da: Gå til den modsvarende klamme
de: Zur passenden Klammer gehen
es: Ir al corchete correspondiente
fi: Siirry sulkeen vastinparille
hu: Ugrás a zárójel párjához
ja: 対応する括弧への移動します
pt: Ir para o parentesis correspondente
pt_br: Ir para o parêntese combinado
ru: Перейти к парной скобке
sk: Ís» k oznaèenej zátvorke
sv: Gå till den passande klammern
uk: Пеерйти до в╕дпов╕дно╖ дужки
zh_cn: 跳到匹配的括弧处
zh_tw: 移至另一方的對稱括號

source: ChangeLog _Entry
az: ChangeLog Girişi
ca: _Entrada del registre de canvis
da: ChangeLog-_post
de: ChangeLog _Entrag
es: _Entrada ChangeLog
fi: Luo _ChangeLog-merkint‰
hu: ChangeLog _Bejegyzés
ja: ChangeLog エントリ(_E)
pt: _Entrada de ChangeLog
pt_br: Alterar _Entrada de registro
ru: Запись в ChangeLog
sk: Vlo¾i» aktuálny l_og
sv: ChangeLog-_post
tr: Deðiþtirme _Günlüðü
uk: Запис ChangeLog
zh_cn: ChangeLog条目(_E)
zh_tw: 變更記錄 (_E)

source: Insert ChangeLog entry
az: ChangeLog Girişi daxil et
ca: Insereix una entrada al registre de canvis
da: Indsæt ChangeLog-post
de: ChangeLog Eintrag einfügen
es: Insertar una entrada en ChangeLog
fi: Luo ChangeLog-merkint‰
hu: ChangeLog bejegyzés elhelyezése
ja: ChangeLog エントリを挿入します
pt: Inserir entrada de ChangeLog
pt_br: Inserir entrada de alteração de registro
ru: Вставить запись в ChangeLog
sk: Vlo¾i» aktuálny l_og
sv: Infoga ChangeLog-post
tr: Deðiþtirme günlüðünü yerleþtir
uk: Вставити запис ChangeLog
zh_cn: 加入ChangeLog条目
zh_tw: 插入變更記錄

source: _Date & Time
az: _Tarix & Vaxt
ca: _Data i hora
da: _Dato og tid
de: _Datum & Zeit
es: Fecha y Hora
fi: _P‰iv‰ys ja aika
hu: _Dátum & idõ
ja: 日付および時刻(_D)
no: _Dato og tid
pt: _Data & Hora
pt_br: _Data & Hora
ru: Дата и время
sk: _Dátum a èas
sv: _Datum och tid
tr: _Tarih ve Saat
uk: Дата ╕ час
zh_cn: 日期和时间(_D)
zh_tw: 日期及時間 (_D)

source: Insert current date and time
az: Hazırkı tarix və vaxtı daxil et
ca: Insereix la data i hora actuals
da: Indsæt dato og tid
de: Aktuelles Datum und Zeit einfügen
es: Insertar fecha y hora actual
fi: Lis‰‰ p‰iv‰ys ja aika
hu: Aktuális dátum és idõ besûrása
ja: 現在の日付と時刻を挿入します
no: Sett inn dato og tid
pt: Inserir a data e hora actuais
pt_br: Inserir data atual e hora
ru: Вставить текущую дату и время
sk: Vlo¾i» aktuálny dátum a èas
sv: Infoga aktuellt datum och tid
tr: Tarih ve saati yerleþtir
uk: Вставити поточну дату ╕ час
zh_cn: 加入当前日期和时间
zh_tw: 插入目前日期及時間

source: _User Name
az: _İstifadəçi Adı
ca: Nom d'_Usuari
da: Br_ugernavn
de: Ben_utzername
es: Nombre de _Usuario
fi: _K‰ytt‰j‰nimi
hu: _Felhasználó
ja: ユーザ名(_U)
no: Br_ukernavn
pt: _Utilizador
pt_br: Nome de _Usuário
ru: Имя пользователя
sk: Meno po_u¾ívateµa
sv: _Användarnamn
tr: _Kullanýcý Adý
uk: Назва користувача
zh_cn: 用户名(_U)
zh_tw: 使用者名稱 (_U)

source: Insert the name of the current user
az: Hazırkı istifadəçinin adını daxil et
ca: Insereix el nom de l'usuari actual
da: Indsæt brugernavn for aktiv bruger
de: Den Namen des aktuellen Benutzers einfügen
es: Insertar el nombre del usuario actual
fi: Lis‰‰ k‰ytt‰j‰nimi
hu: A felhasználó nevének beszúrása
ja: 現在のユーザ名を挿入します
no: Sett inn brukernavn for aktiv bruker
pt: Inserir o nome do utilizador actual
pt_br: Inserir o nome do usuário atual
ru: Вставить имя текущего пользователя
sk: Vlo¾i» meno aktuálneho pou¾ívateµa
sv: Infoga namnet på aktuell användare
tr: Kullanýcýnýn adýný yerleþtir
uk: Вставити назву користувача
zh_cn: 加入当前使用者的名字
zh_tw: 插入目前使用者名稱

source: _Name
az: _Ad
ca: _Nom
da: _Navn
es: _Nombre
fi: _Nimi
hu: _Név
ja: 名前(_N)
no: _Navn
pt: _Nome
pt_br: _Nome
ru: Имя
sk: _Meno
sv: _Namn
tr: Ý_sim
uk: ╤м'я
zh_cn: 名字(_N)
zh_tw: 名稱 (_N)

source: Insert name (from prefs)
az: Ad daxil et (prefiksdən)
ca: Insereix el nom (des de les preferències)
da: Indsæt navn (fra brugervalg)
de: Name einfügen (von Einst)
es: Insertar nombre (de preferencias)
fi: Lis‰‰ nimen (asetuksista)
hu: Név beszûrása (a beállításokból)
ja: 名前の挿入します(初期設定を使う)
no: Sett inn navn (fra brukervalg)
pt: Inserir o nome (das preferências)
pt_br: Inserir nome (a partir das prefs)
ru: Вставить имя (из настроек)
sk: Vlo¾i» meno (z nastavení)
sv: Infoga namn (från inställningarna)
tr: Ýsim yerleþtir (tercihlerden)
uk: Вставити ╕м'я (з налаштувань)
zh_cn: 插入名字(从首选项中)
zh_tw: 插入名稱

source: Email _Address
az: ePoçt Ünvanı
ca: _Adreça electrònica
da: E-post-_adresse
de: E-Mail _Adresse
es: Correo Electrónico
fi: S_‰hkˆpostiosoite
hu: Email _cím
ja: メールアドレス(_A)
no: E-post _adresse
pt: _Endereço de Email
pt_br: _Endereço de email
ru: Эл.адрес
sk: Emailová _adresa
sv: E-post_adress
tr: _E-posta Adresi
uk: Електронна адреса
zh_cn: 电子邮件地址(_A)
zh_tw: 電郵地址 (_A)

source: Insert email (from prefs)
az: ePoçt ünvanı daxil et (prefiksdən)
ca: Insereix l'adreça electrònica (des de les preferències)
da: Indsæt e-post (fra brugervalg)
de: E-Mail einfügen (von Einst)
es: Insertar correo electrónico (de preferencias)
fi: Lis‰‰ s‰hkˆpostiosoite (asetuksista)
hu: Email cím beszúrása (a beállításokból)
ja: メールアドレスを挿入します(初期設定を使う)
no: Sett inn e-post (fra brukervalg)
pt: Inserir email (das preferências)
pt_br: Inserir email (a partir das prefs)
ru: Вставить эл.адрес (из настроек)
sk: Vlo¾i» email (z nastavení)
sv: Infoga e-post (från inställningarna)
tr: E-posta adresini yerleþtir (tercihlerden)
uk: Вставити електронну адрусу (з налаштувань)
zh_cn: 插入电子邮件(从首选项中)
zh_tw: 插入電郵地址

source: _GPL Notice (C)
az: _GPL Xəbərdarlığı (C)
ca: Avís _GPL (C)
da: _GPL-notits (C)
de: _GPL Notiz (C)
es: Nota _GPL (C)
hu: _GPL megjegyzés (C)
ja: C言語用 GPL 通知(_G)
no: _GPL-notis (C)
pt: Notificação _GPL (C)
pt_br: Aviso _GPL (C)
ru: GPL уведомление (C)
sk: _GPL komentár (C)
sv: _GPL-information (C)
tr: _GPL Bildirimi (C)
uk: Пов╕домлення _GPL (C)
zh_cn: GPL 公告(_G) (C)
zh_tw: _GPL 通告(C)

source: Insert GPL notice with C comments
az: GPL xəbərdarlığını C şərhləri ilə daxil et
ca: Insereix l'avís GPL amb comentaris en C
da: Indsæt GPL-information med C-kommentarer
de: GPL Notiz mit C Kommentaren einfügen
es: Insertar nota GPL con comentarios C
hu: GPL megjegyzés beszúrása C kommentekkel
ja: GPL 通知を C のコメント形態で挿入します
pt: Inserir notificação GPL com comentários C
pt_br: Inserir aviso GPL com comentário em C
ru: Вставить GPL уведомление как комментарий C
sk: Vlo¾i» GPL komentár s C znaèkami
sv: Infoga GPL-information med C-kommentarer
tr: GPL bildirimini C açýklamalarýyla yerleþtir
uk: Вставити пов╕домлення GPL з коментарями C
zh_cn: 以C注释的方式加入GPL公告
zh_tw: 用 C 備註格式插入 GPL 通告

source: G_PL Notice (C++)
az: G_PL Xəbərdarlığı (C++)
ca: Avís G_PL (C++)
da: G_PL-information (C++)
de: G_PL Notiz (C++)
es: Nota G_PL (C++)
hu: G_PL megjegyzés (C++)
ja: C++用 GPL 通知(_P)
pt: Notificação G_PL (C++)
pt_br: Aviso G_PL (C++)
ru: GPL уведомление (C++)
sk: G_PL komentár (C++)
sv: G_PL-information (C++)
tr: GPL _Bildirimi (C++)
uk: Пов╕домлення G_PL (C++)
zh_cn: GPL公告(_P)（C++）
zh_tw: G_PL 通告 (C++)

source: Insert GPL notice with C++ comments
az: GPL xəbərdarlığını C++ şərhləri ilə daxil et
ca: Insereix l'avís GPL amb comentaris en C++
da: Indsæt GPL-information med C++-kommentarer
de: GPL Notiz mit C++ Kommentaren einfügen
es: Insertar nota GPL con comentarios C++
hu: GPL megjegyzés beszúrása C++ kommentekkel
ja: GPL 通知を C++ のコメント形態で挿入します
pt: Inserir notificação GPL com comentários C++
pt_br: Inserir aviso GPL com comentário C++
ru: Вставить GPL уведомление как комментарий C++
sk: Vlo¾i» GPL komentár s C++ znaèkami
sv: Infoga GPL-information med C++-kommentarer
tr: GPL bildirimini C++ açýklamalarýyla yerleþtir
uk: Вставити пов╕домлення GPL з коментарями C++
zh_cn: 以C++注释的方式加入GPL公告
zh_tw: 用 C++ 備註格式插入 GPL 通告

source: G_PL Notice (#)
az: G_Pl Xəbərdarlığı (#)
ca: Avís G_PL (#)
da: G_PL-information (#)
de: GP_L Notiz (#)
es: Nota G_PL (#)
hu: G_PL megjegyzés (#)
ja: GPL 通知(#)(_P)
pt_br: Aviso G_PL (#)
ru: GPL уведомление (#)
sk: G_PL komentár (#)
sv: G_PL-information (#)
tr: G_PL Bildirimi (#)
zh_cn: GPL公告(_P)（#）
zh_tw: G_PL 通告 (#)

source: Insert GPL notice with # comments
az: GPL xəbərdarlığını # şərhləri ilə daxil et
ca: Insereix l'avís GPL amb # comentaris
da: Indsæt GPL-information med #-kommentarer
de: GPL Notiz mit # Kommentaren einfügen
es: Insertar nota GPL con comentarios #
hu: GPL megjegyzés beszúrása # kommentekkel
ja: GPL 通知を # コメント形態で挿入します
pt: Inserir notificação GPL com comentários #
pt_br: Inserir aviso GPL com comentários #
ru: Вставить GPL уведомление как #-комментарий
sk: Vlo¾i» GPL komentár s # znaèkami
sv: Infoga GPL-information med #-kommentarer
tr: GPL bildirimini # açýklamalarýyla yerleþtir
uk: Вставити пов╕домлення GPL з коментарями #
zh_cn: 以#注释方式加入GPL公告
zh_tw: 用 # 備註格式插入 GPL 通告

source: I_ndent...
az: Ç_ərt...
ca: Sag_na...
da: I_ndryk...
de: _Einrücken...
es: I_ndentar...
fi: _Sisenn‰
hu: _Behúzás...
ja: インデント(_N)
no: I_ndentér...
pt: I_ndentar...
pt_br: I_ndentar...
ru: Отступ...
sk: O_dsadi»...
sv: Gör i_ndrag...
tr: _Girinti...
uk: В╕дступ...
zh_cn: 缩进(_N)...
zh_tw: 縮排 (_N)...
