Repository: GNOME/gnome-i18n
Catalog: extra-po/glimmer/*.po
Languages: az, ca, da, de, es, fi, hu, ja, no, pt, pt_br, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: File Specific Settings
az: Faylın Xüsusi Qurğulaı
ca: Paràmetres específics del fitxer
da: Filspecifikke indstillinger
de: Dateispezifische Einstellungen
es: Configuración Específica del Fichero
fi: Tiedostokohtaiset asetukset
hu: Fájlspecifikus beállítások
ja: ファイル固有の設定
no: Filspesifikke innstillinger
pt: Definições Específicas de Ficheiro
pt_br: Atribuições específicas de arquivo
ru: Файл-специфические установки
sk: Nastavenie vlastností súboru
sv: Filspecifika inställningar
tr: Dosyaya Özgü Ayarlar
zh_cn: 文件指定设置
zh_tw: 檔案設定

source: Override defaults ?
az: Əsaaların üstünə yazım mı?
ca: Voleu substituir els valors predeterminats?
da: Ignorér standardværdierne?
de: Vorgabe überschreiben ?
es: ¿ Sobrescribir opciones por omisión ?
fi: Ohita oletusarvot ?
hu: Alapértelmezések felülbírálása?
ja: デフォルトを上書
no: Overstyr forvalg?
pt: Ignorar defeitos ?
pt_br: Ignorar padrões ?
ru: Переписать исходные ?
sk: Nahradi» predvolené?
sv: Ignorera standardvärdena?
tr: Öntanýmlý deðerler üzerine yazýlsýn mý?
zh_cn: 覆盖默认？
zh_tw: 忽視預設？

source: Directory:
az: Qovluq:
ca: Directori:
da: Katalog:
de: Verzeichnis:
es: Directorio:
fi: Hakemisto:
hu: Könyvtár:
ja: ディレクトリ:
no: Katalog:
pt: Directório:
pt_br: Diretório:
ru: Каталог:
sk: Zlo¾ky:
sv: Katalog:
tr: Dizin:
uk: Каталог:
zh_cn: 目录：
zh_tw: 目錄：

source: Highlighting
az: İşıqlandırma
ca: Ressaltament
da: Fremhævning
de: Hervorhebung
es: Coloreado
fi: Korostus
hu: Színezés
ja: 強調
no: Utheving
pt: Realçar
pt_br: Destacando
ru: Подсветка
sk: Zvýrazòovanie
sv: Markering
uk: В╕д╕лення
zh_cn: 高亮
zh_tw: 色彩處理

source: Enable bracket highlighting ?
az: Mötərizəli işıqlandırmanı fəallaşdırım mı?
ca: Voleu habilitar el ressaltament dels parèntesis?
da: Aktivér klammemarkering?
de: Klammern-Hervorhebung aktivieren ?
es: ¿ Activar coloreado de corchetes ?
fi: Korosta sulkeet ?
hu: Lehet a zárójelek színezni?
ja: 括弧のハイライトを有効
no: Aktiver utheving av paranteser?
pt: Activar realce de parentesis par ?
pt_br: Habilitar destaque de parênteses ?
ru: Включить подсветку скобок ?
sk: Zapnú» zvýrazòovanie zátvoriek ?
sv: Slå på klammermarkering?
uk: Ув╕мкнути вид╕лення дужок?
zh_cn: 启用括弧高亮？
zh_tw: 啟動對稱括號色彩處理？

source: Enable syntax highlighting ?
az: Sintaks işıqlanıdrmasını fəallaşdırım mı?
ca: Voleu habilitar el ressaltament de sintaxi?
da: Aktivér syntaksmarkering?
de: Syntaxhervorhebung aktivieren ?
es: ¿ Activar coloreado de sintaxis ?
fi: K‰yt‰ syntaksikorostusta ?
hu: Lehet szintatikailag színezni?
ja: 予約語などのハイライトを有効
no: Aktiver syntaksutheving?
pt: Activar realce de sintaxe ?
pt_br: Habilitar destaque de sintaxe ?
ru: Включить подсветку синтаксиса ?
sk: Zapnú» zvýrazòovanie syntaxe ?
sv: Slå på syntaxmarkering?
uk: Ув╕мкнути вид╕лення синтаксису?
zh_cn: 启用语法高亮？
zh_tw: 啟動關鍵字色彩處理？

source: Indentation
az: Çərtmə
ca: Sagnat
da: Indrykning
de: Einrückung
es: Indentación
fi: Sisennys
hu: Behúzás
ja: インデント
no: Innrykning
pt: Indentação
pt_br: Indentação
ru: Выравнивание
sk: Odsadzovanie
sv: Indragning
tr: Girinti
uk: В╕дступання
zh_cn: 缩进
zh_tw: 縮排

source: Auto Indent ?
az: Avtomatik çərtimmi?
ca: Sagnat automàtic?
da: Gør indrykning automatisk?
de: Autom. einrücken ?
es: ¿ Auto-Indentar ?
fi: Sisenn‰ automaattisesti ?
hu: Automatikus behúzás?
ja: 自動インデント
no: Automatisk innrykk?
pt: Auto Indentação ?
pt_br: Auto indentação ?
ru: Автовыравнивание ?
sk: Automatické Odsadzovanie ?
sv: Göra indrag automatiskt?
tr: Otomatik Girinti ?
uk: Автоматичний в╕дступ?
zh_cn: 自动缩进？
zh_tw: 自動縮排？

source: Use spaces instead of tabs ?
az: Tab yerinə fasilə istifadə edimmi?
ca: Voleu utilitzar espais en comptes de tabuladors?
da: Brug mellemrum i stedet for tabulatortegn?
de: Abstand anstatt Tab benutzen ?
es: ¿ Usar espacios en vez de tabulaciones ?
fi: K‰yt‰ v‰lilyˆntej‰ sarkainten sijaan ?
hu: Szóközök tab helyett?
ja: タブの代わりに空白を使用
no: Bruk mellomrom i stedet for tabulator?
pt: Utilizar espaços em vez de tabs ?
pt_br: Usar espaços em vez de abas ?
ru: Использовать пробелы вместо табуляций ?
sk: Zameni» tabulátory medzerami ?
sv: Använda mellanslag i stället för tabbar?
tr: Tab yerine boþluk kullanýlsýn mý?
uk: Використовувати пропуски зам╕сть табуляц╕й?
zh_cn: 用空白键代替制表符？
zh_tw: 使用空白字元取替定位字元？

source: Tab stop:
az: Tab dayanacağı:
ca: Aturada del tabulador:
da: Tabulatorstop:
es: Parada de Tabulación:
ja: 空白の数:
no: Tabulatorstopp:
pt: Tamanho tab:
pt_br: Parada de aba:
ru: Отступ табуляции:
sk: Tabulátory:
sv: Tabbstopp:
tr: Sekme durmasý:
zh_cn: 制表符宽度：
zh_tw: 定位點：

source: Build Information
az: Qurulma Haqqında
ca: Informació del muntatge
da: Byggeinformation
de: Erstellungsinformation
es: Información de Construcción
hu: Build információ
ja: ビルド情報
no: Informasjon om bygg
pt: Informação de Compilação
pt_br: Construir informação
ru: Информация для сборки
sk: Ladiace Informácie:
sv: Bygginformation
zh_cn: 建立信息
zh_tw: 執行資訊

source: Compiler:
az: Dərləyici:
ca: Compilador:
da: Oversætter:
es: Compilador:
fi: K‰‰nt‰j‰:
hu: Fordító:
ja: コンパイラ:
no: Kompilator:
pt: Compilador:
pt_br: Compilador:
ru: Компилятор:
sk: Kompilátor:
sv: Kompilator:
tr: Derleyici:
uk: Комп╕лятор:
zh_cn: 编译器：
zh_tw: 編譯器：

source: Debugger:
az: Ayıqlayıcı:
ca: Depurador:
da: Fejlsøger:
fi: Debuggeri:
hu: Hibakeresõ:
ja: デバッガ:
no: Feilsøker:
pt: Depurador:
ru: Отладчик:
sk: Odlaïovaè:
sv: Felsökare:
tr: Hata ayýklayýcý:
uk: Налагоджувач:
zh_cn: 调试器：
zh_tw: 除錯器：

source: Execution:
az: İşə Salma:
ca: Execució:
da: Udførelse:
de: Ausführung:
es: Ejecución:
fi: Suoritus:
hu: Végrehajtás:
ja: 実行
no: Kjøring:
pt: Execução:
pt_br: Execução:
ru: Выполнение:
sk: Spustenie:
sv: Körning:
tr: Çalýþtýrma:
uk: Виконання:
zh_cn: 执行：
zh_tw: 執行：

source: Defaults
az: Əsas
ca: Predeterminats
da: Standardværdier
de: Vorgabe
es: Opciones por Omisión
fi: Oletukset
hu: Alapértelmezések
ja: デフォルト
no: Standardverdier
pt: Defeitos
pt_br: Padrões
ru: По умолчанию
sk: Predvolené
sv: Standardvärden
tr: Öntanýmlýlar
zh_cn: 默认
zh_tw: 預設

source: Undo
az: Geri
ca: Desfés
da: Fortryd
de: Rückgängig
es: Deshacer
fi: Kumoa
hu: Mégsem
ja: 元に戻す
no: Angre
pt: Desfazer
pt_br: Desfazer
ru: Откат
sk: Spä»
sv: Ångra
tr: Geri al
uk: В╕дм╕нити
zh_cn: 撤销
zh_tw: 復原

source: Edit
az: Düzəlt
ca: Edita
da: Redigér
de: Bearbeiten
es: Editar
fi: Muokkaa
hu: Szerkeszt
ja: 編集
no: Rediger
pt: Editar
pt_br: Editar
ru: Правка
sk: Upravi»
sv: Redigera
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

source: Directory Settings
az: Qovluq Qurğuları
ca: Paràmetres del directori
da: Katalogindstillinger
de: Verzeichniseinstellungen
es: Opciones de Directorio
fi: Hakemistoasetukset
hu: Könyvtárak beállításai
ja: ディレクトリ設定
no: Kataloginnstillinger
pt: Definições de Directório
pt_br: Atribuições de diretório
ru: Установки каталогов
sk: Vlastnosti prieèinka
sv: Kataloginställningar
tr: Dizin Ayalarý
uk: Налаштування каталог╕в
zh_cn: 目录设置
zh_tw: 目錄設定

source: Default Directory:
az: Əsas Qovluq:
ca: Directori per defecte:
da: Standardkatalog:
de: Standardverzeichnis:
es: Directorio por Omisión
fi: Oletushakemisto:
hu: Alapértelmezett könyvtár:
ja: デフォルトホーム:
no: Standard katalog:
pt: Directório de Defeito:
pt_br: Diretório padrão:
ru: Каталог по умолчанию:
sk: Hlavný prieèinok:
sv: Standardkatalog:
tr: Öntanýmlý Dizin:
uk: Типовий каталог:
zh_cn: 默认目录：
zh_tw: 預設目錄：

source: Projects Directory:
az: Lahiyələr Qovluğu:
ca: Directori de projectes:
da: Projektkatalog:
de: Projektverzeichnis:
es: Directorio de Proyectos:
fi: Projektihakemisto:
hu: Projektkönyvtár:
ja: プロジェクトホーム:
no: Prosjektkatalog:
pt: Directório do Projecto:
pt_br: Diretório de projetos:
ru: Каталог проектов:
sk: Prieèinok projektu:
sv: Projektkatalog:
tr: Proje Dizini:
uk: Каталог проекту:
zh_cn: 项目目录：
zh_tw: 專案目錄：

source: History Settings
az: Keçmiş Qurğuları
ca: Paràmetres de l'historial
da: Historikindstillinger
de: Verlaufseinstellungen
es: Opciones de Historial
fi: Historia-asetukset
hu: Elõzmények beállításai
ja: 履歴設定
no: Innstillinger for historikk
pt: Histórico de Definições
pt_br: Atribuições de histórico
ru: Установки истории
sk: Nastavenie histórie
sv: Historikinställningar
tr: Geçmiþ Ayarlarý
uk: Налаштування ╕стор╕╖:
zh_cn: 历史设置
zh_tw: 記錄設定

source: Save toolbar settings on exit?
az: Çıxışda ləvazimat çubuğu qurğularını qeyd edimmi?
ca: Voleu desar els paràmetres de la barra d'eines en sortir?
da: Gem værktøjsbjælkesindstillinger ved afslutning?
de: Einstellungen für Werkzeugleiste speichern?
es: ¿Guardar configuración de la barra de herramientas al salir?
fi: Tallenna tyˆkalupalkki poistuttaessa?
hu: Eszköztár beállításainak mentése kilépéskor?
ja: 終了時にツールバー設定を保存
no: Lagre innstilliniger for verktøylinje ved slutt?
pt: Gravar definições de barra de ferramentas ao sair?
pt_br: Salvar atribuições da barra de tarefas ao sair?
ru: Сохранить установки панели инструментов при выходе?
sk: Ulo¾i» nastavenie panelov pri ukonèení?
sv: Spara verktygsradsinställningar vid avslut?
tr: Çýkýþta araç çubuðu ayarlarý kaydedilsin mi?
uk: Зберегти налаштування панел╕ ╕нструмент╕в на виход╕?
zh_cn: 退出时保存工具栏？
zh_tw: 離開前自動儲存工具列的設定？

source: Save session on exit?
az: İclası çıxaşda qeyd edimmi?
ca: Voleu desar la sessió en sortir?
da: Gem session ved afslutning?
de: Sitzung beim Beenden speichern?
es: ¿Guardar sesión al salir?
fi: Tallenna istunto poistuttaessa?
hu: Session mentése kilépéskor?
ja: 終了時にセッションを保存
no: Lagre sesjon ved slutt?
pt: Gravar sessão ao sair?
pt_br: Salvar sessão ao sair?
ru: Сохранить сеанс и выйти?
sk: Ulo¾i» sedenie pri ukonèení?
sv: Spara session vid avslut?
uk: Зберегти сеанс на виход╕?
zh_cn: 退出时保存会话？
zh_tw: 離開前自動儲存專案？

source: Open last session on startup?
az: Açlışda axırıncı iclası bərpa edimmi?
ca: Voleu obrir l'última sessió a l'engegada?
da: Åbn seneste session ved opstart?
de: Letzte Sitzung beim Programmstart öffnen?
es: ¿Abrir última sesión al arrancar?
fi: Avaa edellinen istunto alussa?
hu: Utolsó session megnyitása induláskor?
ja: 起動時に最後に開いたセッションを開く
no: Åpne forrige sesjon ved oppstart?
pt: Abrir última sessão no arranque?
pt_br: Abrir a última sessão ao iniciar?
ru: Открывать последний сеанс при запуске?
sk: Otvori» posledné sedenie pri spustení?
sv: Öppna senaste session vid uppstart?
uk: В╕дкрити останн╕й сеанс на запуску?
zh_cn: 启动时打开最近的会话？
zh_tw: 啟動程式後自動開啟最近的專案？

source: Auto-save session when files change?
az: Fayllar dəyişdiyi vaxt iclası avtomatik qeyd edimmi?
ca: Voleu desar la sessió automàticament quan els fitxers canviïn?
da: Gem session automatisk ved ændring i fil?
de: Autom. speichern der Sitzung wenn Datei verändert?
es: ¿Auto-guardar sesión cuando los ficheros cambian?
fi: Tallenna istunto automaattisesti kun tiedostoja muutetaan?
hu: Session automatikus mentése ha fájlok változnak?
ja: ファイル変更時にセッションを自動保存
no: Autolagre sesjon når filer endres?
pt: Auto-Gravar sessão ao modificar ficheiros?
pt_br: Auto-salvar sessão quando arquivo mudar?
ru: Сохранять сеанс автоматически при изменении файлов?
sk: Automaticky uklada» sedenie pri zmene súborov?
sv: Spara session automatiskt vid ändring i fil?
zh_cn: 文件变化时自动保存会话？
zh_tw: 當更改檔案內容時自動儲存專案？

source: Items to show in history lists:
az: Keçmiş siyahısında göstəriləcək üzvlər:
ca: Elements a mostrar en les llistes de l'historial:
da: Ting at vise i historiklisterne:
de: Folgende Einträge in der Verlaufsliste anzeigen:
es: Elementos a mostrar en listas de historial:
fi: Historialistassa n‰ytett‰v‰t asiat:
hu: Ennyi elem legyen az elõzmények listában:
ja: 履歴に表示するアイテムの数:
no: Oppføringer som skal vises i historikklistene:
pt: Itens a mostrar nas listas de histórico:
pt_br: Itens a serem mostrados nas listas de histórico:
ru: Элементы показываемые в списке истории:
sk: Polo¾ky zobrazené v zozname histórie:
sv: Objekt att visa i historiklistorna:
zh_cn: 历史目录中显示的条目：
zh_tw: 最近開檔記錄：

source: Maximum Undo saves:
az: Maksimal Geri Getmə qeydləri:
ca: Quin màxim d'operacions de desfer voleu desar?
da: Maksimalt antal gemninger af fortrydelser:
de: Maximale Schritte für Rückgängig:
es: Tamaño de Deshacer:
fi: Maksimi tallennusten kumoamiselle:
ja: 元に戻すための最大履歴数:
no: Maksimalt angrenivå for lagring:
pt: Desfazer Máximo grava:
pt_br: Máximo desfazer salva:
ru: Максимумальный откат:
sk: Maximum krokov spä»:
sv: Maximalt antal ångrasparningar:
zh_cn: 最多撤销：
zh_tw: 最大復原次數：

source: Build Settings
az: Qurulum Qurğuları
ca: Paràmetres de muntatge
da: Byggeindstillinger
de: Erstellungseinstellungen
es: Opciones de Construcción
hu: Build beállítások
ja: ビルド設定
no: Innstillinger for bygg
pt: Definições de Compilação
pt_br: Construir atribuições
ru: Установки сборки
sk: Nastavenie kompilácie
sv: Bygginställningar
tr: Kurma Ayarlarý
zh_cn: 建立设置
zh_tw: 執行設定

source: Terminal Command:
az: Terminal Əmri:
ca: Ordre per al terminal:
da: Terminalkommando:
de: `Terminal' Kommando:
es: Comando de Terminal:
hu: Terminál parancs:
ja: ターミナル用コマンド:
no: Terminalkommando:
pt: Comando de Consola:
pt_br: Comando de terminal:
ru: Команда терминала
sk: Terminálový príkaz:
sv: Terminalkommando:
tr: Terminal Komutu:
zh_cn: 终端程序命令：
zh_tw: 終端機的指令：

source: Make Command:
az: Make Əmri:
ca: Ordre make:
da: Make-kommando:
de: `Make' Kommando:
es: Comando Make
hu: Make parancs:
ja: Make 用コマンド:
no: Make-kommando:
pt: Comando Make:
pt_br: Fazer comando:
ru: Команда make:
sk: Make príkaz:
sv: Make-kommando:
tr: Make Komutu:
zh_cn: Make命令：
zh_tw: Make 的指令：

source: User Settings
az: İstifadəçi Qurğuları
ca: Paràmetres d'usuari
da: Brugerindstillinger
de: Benutzereinstellungen
es: Configuración de Usuario
fi: K‰ytt‰j‰asetukset
hu: Felhasználói beállítások
ja: ユーザ設定
no: Brukerinnstillinger
pt: Definições de Utilizador
pt_br: Atribuições de usuário
ru: Установки пользователя
sk: U¾ívateµské nastavenia
sv: Användarinställningar
tr: Kullanýcý Ayarlarý
uk: Налаштування користувача
zh_cn: 用户设置
zh_tw: 使用者設定

source: User Information
az: İstifadəçi Haqqında
ca: Informació d'usuari
da: Brugerinformation
de: Benutzerinformation
es: Información de Usuario
fi: K‰ytt‰j‰tiedot
hu: Felhasználói információ
ja: ユーザ情報
no: Brukerinformasjon
pt: Informação Utilizador
pt_br: Informação do usuário
ru: Информация о пользователе
sk: U¾ívateµské informácie
sv: Användarinformation
tr: Kullanýcý Bilgileri
uk: ╤нформац╕я про користувача
zh_cn: 用户信息
zh_tw: 使用者資料

source: Name of user:
az: İstifadəçi adı:
ca: Nom de l'usuari:
da: Brugers navn:
de: Benutzername:
es: Nombre de Usuario:
fi: K‰ytt‰j‰n nimi:
hu: Felhasználó neve:
ja: ユーザ名:
no: Navn på bruker:
pt: Nome do utilizador:
pt_br: Nome do usuário:
ru: Имя пользователя:
sk: Meno u¾ívateµa:
sv: Användarens namn:
tr: Kullanýcý adý:
uk: Назва користувача:
zh_cn: 用户名字：
zh_tw: 使用者名稱：

source: Email of user:
az: İstifadəçi ePoçt ünvanı:
ca: Adreça electrònica de l'usuari:
da: Brugers e-postadresse:
de: E-Mail des Benutzers:
es: Email de Usuario
fi: K‰ytt‰j‰n s‰hkˆposti:
hu: Felhasználó email címe:
ja: メールアドレス:
no: Brukers e-post:
pt: Email do utilizador:
pt_br: Email do usuário:
ru: Эл.адрес пользователя:
sk: Email u¾ívateµa:
sv: Användarens e-postadress:
tr: Kullanýcý e-postasý:
uk: Електронна адреса користувача:
zh_cn: 用户的电子邮件：
zh_tw: 使用者電郵：

source: MDI Settings
az: MDI Qurğuları
ca: Paràmetres MDI
da: MDI-indstillinger
de: MDI-Einstellungen
es: Opciones MDI
fi: UAK-asetukset
hu: MDI beállítások
ja: MDI 設定
no: MDI-innstillinger
pt: Definições MDI
pt_br: Atribuições MDI
ru: Установки MDI
sk: MDI nastavenia
sv: MDI-inställningar
tr: MDI Ayarlarý
uk: Параметри MDI
zh_cn: MDI设置
zh_tw: 多重文件設定

source: Tab Position
az: Tab Yeri
ca: Posició del tabulador
da: Tabulatorposition
es: Posición del Tabulador
hu: Tab pozíció
ja: タブ位置
no: Faneplassering
pt: Posição dos Separadores
pt_br: Posição da aba
ru: Положение закладок
sk: Pozícia zálo¾ky
sv: Tabbposition
tr: Sekme Konumu
uk: Розм╕щення закладок
zh_cn: 制表符位置
zh_tw: 標簽頁位置

source: Style Settings
az: Tərz Qurğuları
ca: Paràmetres d'estil
da: Stil-indstillinger
de: Stileinstellungen
es: Opciones de Estilo
fi: Tyyliasetukset
hu: Stílus beállítások
ja: スタイル設定
no: Innstillinger for stil
pt: Definições de Estilo
pt_br: Atribuições de estilo
ru: Установки стиля
sk: Nastavenie ¹týlu
sv: Stilinställningar
tr: Stil Ayarlarý
uk: Налаштування стил╕в
zh_cn: 风格设置
zh_tw: 外觀設定

source: Font Settings
az: Yazı Növü Qurğuları
ca: Paràmetres del tipus de lletra
da: Skrifttypeindstillinger
de: Schrifteneinstellungen
es: Opciones de Fuentes
fi: Kirjasinasetukset
hu: Font beállítások
ja: フォント設定
no: Skriftinnstillinger
pt: Definições de Fonte
pt_br: Atribuições de fonte
ru: Установки шрифтов
sk: Nastavenie písma
sv: Typsnittsinställningar
tr: Yazýtipi Ayarlarý
uk: Налаштування шрифт╕в
zh_cn: 字体设置
zh_tw: 字型設定

source: Fonts
az: Yazı Növləri
ca: Tipus de lletra
da: Typesnit
de: Schriften
es: Fuentes
fi: Kirjasimet
hu: Betûtípusok
ja: フォント
no: Skrifttyper
pt: Fontes
pt_br: Fontes
ru: Шрифты
sk: Písmo
sv: Typsnitt
tr: Yazýtipleri
uk: Шрифти
zh_cn: 字体
zh_tw: 字型

source: Default Font:
az: Əsas Yazı Növləri:
ca: Tipus de lletra per defecte:
da: Standardskrifttype:
de: Standardschrift:
es: _Fuente por Omisión:
fi: Oletuskirjasin:
hu: Alapértelmezett font:
ja: デフォルトフォント:
no: Forvalgt skrifttype:
pt: Fonte Defeito:
pt_br: Fonte padrão:
ru: Шрифт по умолчанию:
sk: Predvolené písmo:
sv: Standardtypsnitt:
tr: Öntanýmlý Yazýtipi:
uk: Типовий шрифт:
zh_cn: 默认字体：
zh_tw: 預設字型：

source: Italic Font:
az: İtalik Yazı Növü:
ca: Tipus de lletra en cursiva:
da: Kursiv skrifttype:
de: Kursivschrift:
es: Fuente Cursiva:
fi: Kursivoitu kirjasin:
hu: Dõlt font:
ja: イタリックフォント:
no: Kursiv skrift:
pt: Fonte Itálico:
pt_br: Fonte itálica:
ru: Наклонный шрифт:
sk: ©ikmé písmo:
sv: Kursivt typsnitt:
tr: Eðik Yazýtipi:
uk: Курсивний шрифт:
zh_cn: 斜体：
zh_tw: 斜體字：

source: Bold Font:
az: Qalın Yazı Növü:
ca: Tipus de lletra en negreta:
da: Fed skrifttype:
de: Fettschrift:
es: Fuente Negrilla:
fi: Lihavoitu kirjasin:
hu: Fékövér font:
ja: ボールドフォント:
no: Uthevet skrift:
pt: Fonte Negrito:
pt_br: Fonte negrito:
ru: Полужирный шрифт:
sk: Tuèné písmo:
sv: Fett typsnitt:
tr: Kalýn Yazýtipi:
uk: Жирний шрифт:
zh_cn: 粗体：
zh_tw: 粗體字：

source: Bold-Italic Font:
az: Qalın İtalik Yazı Növü:
ca: Tipus de lletra en negreta-cursiva:
da: Fed-kursiv skrifttype:
de: Fett-Kursivschrift:
es: Fuente Negrilla-Cursiva
fi: Lihavoitu ja kursivoitu kirjasin:
hu: Félkövér dõlt font:
ja: ボールドイタリックフォント:
no: Uthevet-kursiv skrift:
pt: Fonte Itálico-Negrito:
pt_br: Fonte negrito-itálica:
ru: Полужирный наклонный шрифт:
sk: Tuèné-¹ikmé písmo:
sv: Fett-kursivt typsnitt:
tr: Kalýn-Eðik Yazýtipi:
uk: Жирний курсивний шрифт:
zh_cn: 粗斜体：
zh_tw: 粗斜體字：

source: Theme Settings
az: Örtü Qurğuları
ca: Paràmetres dels temes:
da: Temaindstillinger
de: Themeneinstellungen
es: Configuración de Tema
fi: Teema-asetukset
hu: Téma beállításai
ja: テーマ設定
no: Innstillinger for tema
pt: Definições de Temas
pt_br: Atribuições de tema
ru: Установки темы
sk: Nastavenie témy
sv: Temainställningar
tr: Tema Ayarlarý
uk: Параметри теми
zh_cn: 主题设置
zh_tw: 佈景主題設定

source: Gtk Theme over-rides local settings ?
az: Gtk Örtü yerli qurğuları passivləşdirsinmi?
ca: Els temes de Gtk han de substituir els paràmetres locals?
da: Skal gtk-tema have forrang over lokale indstillinger?
de: GTK-Thema überschreibt lokale Einstellungen ?
es: ¿ Tema GTK sobrescribe opciones locales ?
fi: Ohittaako Gtk-teema paikalliset asetukset ?
ja: GTK のテーマ設定を優先する
no: Gtk tema overstyrer lokale innstillinger?
pt: Tema Gtk sobrepõe definições locais ?
pt_br: Tema Gtk ignora atribuições locais ?
ru: Тема Gtk перекрывает локальные установки?
sk: Gtk téma cez lokálne nastavenia ?
sv: Gtk-tema gör att lokala inställningar ignoreras?
zh_cn: Gtk主题覆盖本地设置？
zh_tw: 使用 Gtk 佈景主題？

source: Color Settings
az: Rəng Qurğuları
ca: Paràmetres del color
da: Farveindstillinger
de: Farbeinstellungen
es: Configuración del Color
fi: V‰riasetukset
hu: Színbeállítások
ja: 色設定
no: Fargeinnstillinger
pt: Definições de Cores
pt_br: Atribuições de cor
ru: Установки цветов
sk: Nastavenie farieb
sv: Färginställningar
tr: Renk Ayarlarý
uk: Параметри кольор╕в
zh_cn: 颜色设置
zh_tw: 色彩設定

source: Standard Colors
az: Standart Rənglər
ca: Colors estàndard
da: Standardfarver
de: Standardfarben
es: Colores Estándar
fi: Perusv‰rit
hu: Általános színek
ja: 標準の色
no: Standardfarger
pt: Cores Standard
pt_br: Cores padrão
ru: Стандартные цвета
sk: ©tandardné farby
sv: Standardfärger
tr: Standart Renkler
uk: Стандартн╕ кольори
zh_cn: 标准颜色
zh_tw: 色彩

source: Normal Text Color:
az: Normal Mətn Rəngi:
ca: Color del text normal:
da: Farve på normal tekst:
de: Normale Textfarben:
es: Color del Texto Normal:
fi: Normaali tekstin v‰ri:
hu: Normál szövegszín:
ja: 通常のテキスト色
no: Farge på vanlig tekst:
pt: Cor Normal de Texto:
pt_br: Cor de texto normal:
ru: Цвет нормального текста:
sk: Farba normálneho textu:
sv: Färg på normal text:
tr: Normal Metin Rengi:
uk: Звичайний кол╕р тексту:
zh_cn: 一般的文本颜色：
zh_tw: 正常文字色彩：

source: Normal Background Color:
az: Normal Arxa Plan Rəngi:
ca: Color de fons normal:
da: Farve på normal baggrund:
de: Normale Hintergrundfarbe:
es: Color del Fondo Normal:
fi: Normaali taustav‰ri:
hu: Normál háttérszín:
ja: 通常の背景色
no: Normal bakgrunnsfarge:
pt: Cor Normal de Fundo:
pt_br: Cor de fundo normal:
ru: Цвет фона нормального текста:
sk: Farba norbálneho pozadia:
sv: Färg på normal bakgrund:
tr: Normal Arkaplan Rengi:
uk: Звичайний кол╕р тла:
zh_cn: 一般的背景颜色：
zh_tw: 正常背景色彩：

source: Selection Background Color:
az: Seçili Arxa Plan Rəngi:
ca: Selecció del color de fons:
da: Farve på markeringsbaggrund:
de: Auswahlhintergrundfarbe:
es: Color de Fondo Selección:
fi: Valinnan taustav‰ri:
hu: Kijelölés háttérszíne:
ja: 背景色の選択:
no: Bakgrunnsfarge for utvalg:
pt: Cor de Fundo Seleccionado:
pt_br: Seleção de cor de fundo:
ru: Цвет фона выделения:
sk: Farba pozadia výberu:
sv: Färg på markeringsbakgrund:
tr: Seçim Arkaplan Rengi
uk: Кол╕р тла вибраного:
zh_cn: 选择背景颜色：
zh_tw: 選取背景色彩：

source: Bracket Background Color:
az: Mötərizə Arxa Plan Rangi:
ca: Color de fons dels parèntesis:
da: Farve på klammebaggrund:
de: Klammernhintergrundfarbe:
es: Color de Fondo Corchetes:
fi: Sulkeiden taustav‰ri:
hu: Zárójel háttérszíne
ja: 括弧の背景色:
no: Bakgrunnsfarge for parantes:
pt: Cor de Fundo de Parentesis:
pt_br: Cor de fundo de parêntese:
ru: Цвет фона скобок:
sk: Farba pozadia zátvoriek:
sv: Färg på klammerbakgrund:
uk: Кол╕р тла п╕д дужками:
zh_cn: 括弧背景颜色：
zh_tw: 括號背景色彩：

source: General/UI
az: Ümumi/UI
da: Alment/brugergrænsesnit
de: Haupt/UI
es: General/IU
fi: Yleiset
hu: Általános/UI
ja: 一般/ユーザインターフェイス
no: Generelt/UI
pt: Geral/Interface
pt_br: Gera/UI
ru: Общие/Интерфейс
sk: Hlavné/UI
sv: Allmänt/användargränssnitt
tr: Genel/Grafik Arayüz
uk: Загальне/╕нтерфейс
zh_cn: 常规/UI
zh_tw: 基本/使用者介面

source: File Settings
az: Fayl Qurğuları
ca: Paràmetres del fitxer
da: Filindstillinger
de: Dateieinstellungen
es: Opciones de Fichero
fi: Tiedostoasetukset
ja: ファイル設定
no: Filinnstillinger
pt: Definições Ficheiro
pt_br: Atribuições de arquivo
ru: Установки файлов
sk: Nastavenie súboru
sv: Filinställningar
tr: Dosya Ayarlarý
uk: Параметри файлу
zh_cn: 文件设置
zh_tw: 檔案設定

source: Full filenames in main window title ?
az: Pəncərə başlığında tam fayl adları göstərilsinmi ?
da: Fulde filnavne i hovedvinduets titel?
es: ¿ Nombres de fichero completos en titulo de ventana ?
fi: N‰yt‰ tiedostonimet kokonaan p‰‰ikkunan otsikossa ?
ja: メインウィンドウのタイトルにフルパス名を表示する
no: Fulle filnavn i hovedvinduets tittel?
pt: Nome completo de ficheiros no título da janela principal ?
ru: Полные имена файлов в заголовке окна?
sk: Celé mená súborov v titulku hlavného okna ?
sv: Fullständiga filnamn i huvudfönstrets titelrad?
zh_cn: 在主窗口的标题中显示全名？
zh_tw: 在視窗標題顯示檔案路徑及名稱？
