Repository: GNOME/gnome-i18n
Catalog: extra-po/garp/*.po
Languages: az, de, el, ja, no, pt_br, sv, uk, vi, zh_cn

source: Name
az: Ad
el: Όνομα
ja: 名前
no: Navn
pt_br: Nome
sv: Namn
uk: Назва
vi: Tên
zh_cn: 名称

source: Type
az: Növ
de: Typ
el: Τύπος
ja: タイプ
pt_br: Tipo
sv: Typ
uk: Тип
vi: Loại
zh_cn: 类型

source: Size
az: Böyüklük
de: Größe
el: Μέγεθος
ja: サイズ
no: Størrelse
pt_br: Tamanho
sv: Storlek
uk: Розм╕р
vi: Kích thước
zh_cn: 大小

source: Date & Time
az: Tarix və Vaxt
de: Datum & Uhrzeit
el: Ημερομηνία & Ώρα
ja: 日付と時間
no: Dato & Klokkeslett
pt_br: Data & Hora
sv: Datum och tid
uk: Дата ╕ час
vi: Ngày giờ
zh_cn: 时间 & Time

source: Permission
az: İstifadə haqları
de: Rechte
el: Άδεια
ja: パーミッション
no: Rettighet
pt_br: Permissão
sv: Rättighet
uk: Права
vi: Quyền truy cập
zh_cn: 权限

source: Owner
az: Yiyəsi
de: Eigentümer
el: Κάτοχος
ja: オーナ
no: Eier
pt_br: Dono
sv: Ägare
uk: Власник
vi: Chủ
zh_cn: 所由者

source: Group
az: Qrup
de: Gruppe
el: Ομάδα
ja: グループ
no: Gruppe
pt_br: Grupo
sv: Grupp
uk: Група
vi: Nhóm
zh_cn: 组

source: Ratio
az: Nisbət
de: Verhältnis
el: Αναλογία
ja: 割合
no: Rate
pt_br: Relação
sv: Förhållande
uk: Сп╕вв╕дношення
vi: Tỷ số
zh_cn: 比率

source: Path
az: Cığır
de: Pfad
el: Μονοπάτι
ja: パス
no: Sti
pt_br: Caminho
sv: Sökväg
uk: Шлях
vi: Đường dẫn
zh_cn: 路径

source: Copyright (c) 2000 Hongli Lai
az: Təlif haqqı (c) 2000 Hongli Lai
el: Πνευματικά Δικαιώματα (c) 2000 Hongli Lai
no: Copyright © 2000, Hongli Lai
sv: Copyright © 2000 Hongli Lai
uk: Авторське право (c) 2000 Hongli Lai
vi: Bản quyền (c) 2000 Hongli Lai
zh_cn: 版权所有 (c) 2000 Hongli Lai

source: A powerful archiver program for Gnome.
az: Gnome üçün güclü arxivləyici proqram.
de: Ein mächtiges Packprogramm für GNOME.
el: Ένα πρόγραμμα αρχειοθέτησης για το Gnome.
ja: 非常にパワフルな Gnome 用アーカイブプログラム
no: Et kraftig arkivprogram for GNOME.
pt_br: Um poderoso programa de acervo para o Gnome.
sv: Ett kraftfullt arkiveringsprogram för Gnome.
uk: Потужний арх╕ватор для GNOME.
zh_cn: Gnome 下功能强大的归档程序。

source: This feature isn't implemented yet.
az: Hələlik bu qabiliyyəti yoxdur
de: Dieses Feature ist noch nicht implementiert.
el: Αυτό το χαρακτηριστικό δεν έχει υλοποιηθεί ακόμα.
ja: この機能はまだ実装されていません。
no: Denne funksjonen er ikke implementert ennå.
pt_br: Esta característica ainda não foi incorporada.
sv: Denna finess är inte implementerad ännu.
uk: Цю можлив╕сть ще не реал╕зовано.
vi: Tính năng này chưa được làm.
zh_cn: 此功能尚未实现。

source: Open Archive
az: Arxivi Aç
de: Archiv öffnen
el: Άνοιγμα Αρχειοθήκης
ja: アーカイブファイルを開く
no: Åpne arkiv
pt_br: Abrir acervo
sv: Öppna arkiv
uk: В╕дкрити арх╕в
vi: Mở kho lưu
zh_cn: 打开归档

source: Cannot remove select files...sorry
az: Seçili faylları çıxarda bilmədim...izr istəyirəm
de: Gewählte Dateien nicht gelöscht werden!
el: Δεν μπορώ να διαγράψω τα επιλεγμένα αρχεία...λυπάμαι
ja: 選択されたファイルを削除できません
no: Kan ikke fjerne valgte filer...beklager
pt_br: Não pode remover arquivos selecionados... sinto muito
sv: Kan inte ta bort markerade filer... tyvärr
uk: Неможливо видалити вибран╕ файли...нажаль
vi: Không thể loại bỏ các tập tin được chọn... rất tiếc
zh_cn: 抱歉，无法删除选中的文件...

source: You must select the files you want to remove.
az: Çıxartmaq istədiyiniz faylları seçməlisiniz
de: Sie müssen die Dateien auswählen, die Sie löschen wollen.
el: Πρέπει να επιλέξετε ποιά αρχεία να διαγραφούν.
ja: 削除したいファイルを選択してください。
no: Du må velge filene du ønsker å fjerne.
pt_br: Necessário selecionar os arquivos que deseja removê-los.
sv: Du måste markera de filer du vill ta bort.
uk: Вам необх╕дно вибрати файли, як╕ ви хочете видалити.
vi: Bạn phải chọn các tập tin cần loại bỏ.
zh_cn: 您必须选择要删除的文件。

source: Do you really want to remove these files?
az: Bu faylları həqiqətən də silmək istəyirsinizmi?
de: Wollen Sie diese Dateien wirklich löschen?
el: Σίγουρα θέλετε να διαγράψετε αυτά τα αρχεία;
ja: 選択されたファイルを本当に削除しますか?
no: Vil du virkelig fjerne de valgte filene?
pt_br: Deseja realmente remover estes arquivos?
sv: Vill du verkligen ta bort dessa filer?
uk: Ви д╕йсно хочете видалити ц╕ файли?
vi: Bạn có thật sự muốn loại bỏ các tập tin này?
zh_cn: 您确信要删除这些文件吗？

source: Ready: %d files in archive, %d items selected
az: Hazırdır: arxivdə %d fayl var, %d izv seçilidir
de: Fertig: %d Dateien im Archiv, %d Elemente gewählt
el: Έτοιμος: %d αρχεία στην αρχειοθήκη, %d επιλεγμένα αντικείμενα
ja: 準備完了: アーカイブ内に %d ファイル, %d アイテムが選択
no: Klar: %d filer i arkivet, %d oppføringer valgt
pt_br: Pronto: %d arquivos no acervo, %d itens selecionados
sv: Färdig: %d filer i arkivet, %d objekt markerade
uk: Готово: %d файл╕в у арх╕в╕, %d елемент╕в вибрано
vi: Sẵn sàng: %d tập tin trong kho lưu, %d tập tin được chọn
zh_cn: 就绪：归档中共有 %d 个文件，选中 %d 条目

source: Adding entries to list...
az: Siyahıya girişlər əlavə edilir...
de: Einträge werden zur Liste hinzufügt...
el: Προσθήκη καταχωρήσεων στη λίστα...
ja: 一覧に候補を追加...
no: Legger til oppføringer på listen...
pt_br: Adicionando entradas na lista...
sv: Lägger till poster i listan...
uk: Додавання запис╕в до списку...
vi: Đang thêm vào danh sách...
zh_cn: 向列表增加条目...

source: Cannot open this archive. It's probably invalid or damaged. Maybe you were trying to delete all files in the archive.
az: Bu arxivi aça bilmirəm. Dəyəsən ya hökmsiz ya da xəsərlidir. Bəlkə də arxivdəki faylların hamısını silməyə cəhd etdiniz.
de: Kann das Archiv nicht öffnen. Es ist möglicherweise ungültig oder beschädigt. Vielleicht versuchen Sie alle Dateien im Archiv zu löschen.
el: Δεν μπορώ να ανοίξω αυτή την αρχειοθήκη. Είναι πιθανώς κατεστραμμένη ή μη έγκυρη. Ίσως προσπαθήσατε να διαγράψετε όλα τα αρχεία από την αρχειοθήκη.
ja: このアーカイブを開けません。 無効なフォーマットか、壊れたアーカイブです。 おそらくアーカイブ内のすべてのファイルを削除中でした。
no: Kan ikke åpne dette arkivet. Det er sannsynligvis ugyldig eller skadet. Kanskje du forsøkte å slette alle filene i arkivet.
pt_br: Não pode abrir este acervo. Provavelmente inválido ou danificado. Talvez houveram tentativas de excluir todos os arquivos no acervo.
sv: Kan inte öppna detta arkiv. Det är troligtvis felaktigt eller skadat. Du kanske försökte ta bort alla filer i arkivet?
uk: Неможливо в╕дкрити арх╕в. Можливо в╕н пошкоджений. Можливо ви намагались видалити вс╕ файли з арх╕ву.
vi: Không thể mở kho lưu này. Có lẽ do kho lưu không hợp lệ hoặc bị hỏng. Có lẽ bạn đã thử xóa mọi tập tin trong kho lưu.
zh_cn: 无法打开此归档。 可能已无效或被损坏。 您可能要删除归档中的所有文件。

source: This type of archive is not supported.
az: Bu tərz arxiv dəstəklənmir.
de: Dieser Archivtyp ist nicht unterstützt.
el: Αυτό το είδος αρχειοθήκης δεν υποστηρίζεται.
ja: このタイプのアーカイブはサポートされていません。
no: Denne typen arkiv er ikke støttet.
pt_br: Esta página de acervo não é suportada.
sv: Denna typ av arkiv stöds inte.
uk: Цей тип арх╕ву не п╕дтриму╓ться.
vi: Chưa hỗ trợ loại kho lưu này.
zh_cn: 不支持这种归档类型。

source: Add to Archive
az: Arxivə Əlavə Et
de: Zum Archiv hinzufügen
el: Προσθήκη στην Αρχειοθήκη
ja: アーカイブに追加
no: Legg til i arkiv
pt_br: Acrescentar ao acervo
sv: Lägg till i arkiv
uk: Додати в арх╕в
vi: Thêm vào kho lưu
zh_cn: 添加到归档

source: Options...
az: Seçənəklər ...
de: Optionen...
el: Επιλογές...
ja: オプション...
no: Alternativer...
pt_br: Opções...
sv: Alternativ...
uk: Параметри...
vi: Tùy chọn...
zh_cn: 选项...

source: Add
az: Əlavə Et
de: Hinzu
el: Προσθήκη
ja: 追加
no: Legg til
pt_br: Acrescentar
sv: Lägg till
uk: Додати
vi: Thêm
zh_cn: 添加

source: Add Files
az: Faylları Əlavə Et
de: Dateien hinzufügen
el: Προσθήκη Αρχείων
ja: ファイルの追加
no: Legg til filer
pt_br: Adicionar arquivos
sv: Lägg till filer
uk: Додати файли
vi: Thêm tập tin
zh_cn: 添加文件

source: Files
az: Fayllar
de: Dateien
el: Αρχεία
ja: ファイル
no: Filer
pt_br: Arquivos
sv: Filer
uk: Файли
vi: Tập tin
zh_cn: 文件

source: Add...
az: Əlavə Et...
de: Hinzu...
el: Προσθήκη...
ja: 追加...
no: Legg til...
pt_br: Acrescentar...
sv: Lägg till...
uk: Додати...
vi: Thêm...
zh_cn: 添加...

source: Remove
az: Sil
de: Entfernen
el: Διαγραφή
ja: 削除
no: Fjern
pt_br: Remover
sv: Ta bort
uk: Видалити
vi: Loại bỏ
zh_cn: 删除

source: Clear
az: Təmizlə
de: Ausleeren
el: Καθαρισμός
ja: 消去
no: Tøm
pt_br: Limpar
sv: Töm
uk: Очистити
vi: Xóa
zh_cn: 清除

source: Add Directories
az: Qovluqları Əlavə Et
de: Verzeichnis hinzufügen
el: Προσθήκη Καταλόγων
ja: ディレクトリ追加
no: Legg til kataloger
pt_br: Acrescentar diretórios
sv: Lägg till kataloger
uk: Додати каталоги
vi: Thêm thư mục
zh_cn: 添加目录

source: Directories
az: Qovluqlar
de: Verzeichisse
el: Κατάλογοι
ja: ディレクトリ
no: Kataloger
pt_br: Diretórios
sv: Kataloger
uk: Каталоги
vi: Thư mục
zh_cn: 目录

source: The Garp - Text Viewer
az: The Garp - Mətn Nimayişçisi
de: Garp - Textviewer
el: The Garp - Προβολή Κειμένου
ja: The Garp - テキストビューワ
no: Garp - tekstvisning
pt_br: O Garp - Visualizador de textos
sv: Garp - Textvisare
uk: Garp - перегляд тексту
vi: Garp - Bộ xem text
zh_cn: Garp - 文本查看

source: Close this dialog
az: Bu dialoqu qapat
de: Diesen Dialog schließen
el: Κλείσιμο διαλόγου
ja: ダイアログを閉じる
no: Lukk denne dialogboksen
pt_br: Fechar este diálogo
sv: Stäng detta dialogfönster
uk: Закрити це в╕кно
vi: Đóng hộp thoại này
zh_cn: 关闭对话框

source: Open in...
az: ... ilə Aç
de: Öffnen in...
el: Άνοιγμα σε...
ja: アプリケーションを使って開く...
no: Åpne i...
pt_br: Abrir em...
sv: Öppna i...
uk: В╕дкрити в...
vi: Mở bằng...
zh_cn: 打开方式...

source: Open in _XEmacs
az: _XEmacs ilə Aç
de: In XEmacs öffnen
el: Άνοιγμα με _XEmacs
ja: XEmacs で開く(_X)
no: Åpne i _XEmacs
pt_br: Abrir no _XEmacs
sv: Öppna i _XEmacs
uk: В╕дкрити в _XEmacs
vi: Mở bằng _XEmacs
zh_cn: 用 _XEmacs 打开

source: Open in _Emacs
az: _Emacs ilə Aç
de: In Emacs öffnen
el: Άνοιγμα με _Emacs
ja: Emacs で開く(_E)
no: Åpne i _Emacs
pt_br: Abrir em _Emacs
sv: Öppna i _Emacs
uk: В╕дкрити в _Emacs
vi: Mở bằng _Emacs
zh_cn: 用 _Emacs 打开

source: Open in gE_dit
az: gE_dit ilə Aç
de: In gEdit öffnen
el: Άνοιγμα με gE_dit
ja: gEdit で開く(_D)
no: Åpne i gE_dit
pt_br: Abrir no gE_dit
sv: Öppna i gE_dit
uk: В╕дкрити в gE_dit
vi: Mở bằng gE_dit
zh_cn: 用 ge_dit 打开

source: Open in _vi
az: _vi ilə Aç
de: In vi öffnen
el: Άνοιγμα με _vi
ja: vi で開く(_V)
no: Åpne i _vi
pt_br: Abrir no _vi
sv: Öppna i _vi
uk: В╕дкрити в _vi
vi: Mở bằng _vi
zh_cn: 用 _vi 打开

source: Open in _less
az: _less ilə Aç
de: In less öffnen
el: Άνοιγμα με _less
ja: less で開く(_L)
no: Åpne i _less
pt_br: Abrir no _less
sv: Öppna i _less
uk: В╕дкрити в _less
vi: Mở bằng _less
zh_cn: 用 _less 打开

source: Open in _Gless
az: _Gless ilə Aç
de: In gless öffnen
el: Άνοιγμα με _Gless
ja: Gless で開く(_G)
no: Åpne i _Gless
pt_br: Abrir no _Gless
sv: Öppna i _Gless
uk: В╕дкрити в _Gless
vi: Mở bằng _gless
zh_cn: 用 _Gless 打开

source: _Help
az: _Yardım
de: _Hilfe
el: _Βοήθεια
ja: ヘルプ(_H)
no: _Hjelp
pt_br: _Ajuda
sv: _Hjälp
uk: Дов╕дка
vi: Trợ _giúp
zh_cn: 帮助(_H)

source: View File
az: Faylı Nimayiş Etdir
de: Datei betrachten
el: Προβολή Αρχείου
ja: ファイルを見る
no: Vis fil
pt_br: Visualizar arquivo
sv: Visa fil
uk: Перегляд файлу
vi: Xem tập tin
zh_cn: 查看文件

source: View in associated program (%s)
az: Calanmış proqram (%s) ilə nümayiş etdir
de: Im üblichen Programm (%s) betrachten
el: Προβολή με συσχετισμένο πρόγραμμα (%s)
ja: 関連づけられたプログラムで見る(%s)
no: Vis i tilegnet program (%s)
pt_br: Visualizar em programa associado (%s)
sv: Visa i associerat program (%s)
uk: Перегляд у вказан╕й програм╕ (%s)
vi: Xem bằng chương trình liên quan (%s)
zh_cn: 以关联的程序查看(%s)

source: View in internal text viewer
az: Daxili mətn nümayişcisi ilə nümayiş etdir
de: Im internen Textviewer betrachten
el: Προβολή με ενσωματωμένο πρόγραμμα προβολής κειμένου
ja: 組込みのテキストビューワで見る
no: Vis i intern tekstvisning
pt_br: Visualizar em visualizador de texto interno
sv: Visa i den inbyggda textvisaren
uk: Перегляд у внутр╕шн╕й програм╕ перегляду текст╕в
vi: Xem bằng bộ xem text nội bộ
zh_cn: 用内置的文本查看程序查看

source: View in internal image viewer
az: Daxili rəsm nümayişcisi ilə nümayiş etdir
de: Im internen Viewer betrachten
el: Προβολή με ενσωματωμένο πρόγραμμα προβολής εικόνων
ja: 組込の画像ビューワで見る
no: Vis i intern bildevisning
pt_br: Visualizar no visualizador de imagens interno
sv: Visa i den inbyggda bildvisaren
uk: Перегляд у внутр╕шн╕й програм╕ перегляду зображень
vi: Xem bằng bộ xem ảnh nội bộ
zh_cn: 用内置的图像查看程序查看

source: View with this program:
az: Bu proqram ilə nümayiş etdir
de: Mit diesem Programm betrachten:
el: Προβολή με αυτό το πρόγραμμα:
ja: プログラムで見る:
no: Vis med dette programmet:
pt_br: Visualizar com este programa:
sv: Visa med detta program:
uk: Перегляд задопомогою програми:
vi: Xem bằng chương trình này:
zh_cn: 用此程序查看：

source: Open program in terminal
az: Proqramı terminalda aç
de: Programm im Terminal Öffnen
el: Άνοιγμα προγράμματος σε τερματικό
ja: ターミナルでプログラムを開く
no: Åpne programmet i et terminalvindu
pt_br: Abrir programa no terminal
sv: Öppna programmet i terminalfönster
uk: В╕дкрити програму в терм╕нал╕
vi: Mở chương trình trong terminal
zh_cn: 在终端中运行

source: Add Files to Archive
az: Faylları Arxivə Əlavə Et
de: Datei zum Archiv hinzufügen
el: Προσθήκη Αρχείων στην Αρχειοθήκη
ja: ファイルをアーカイブに追加
no: Legg til filer i arkiv
pt_br: Adicionar arquivos ao acervo
sv: Lägg till filer i arkivet
uk: Додати файли в арх╕в
vi: Thêm tập tin vào kho lưu
zh_cn: 将文件添加到归档

source: Add Directories to Archive
az: Qovluqları Arxivə Əlavə Et
de: Verzeichnis zum Archiv hinzufügen
el: Προσθήκη Καταλόγων στην Αρχειοθήκη
ja: ディレクトリをアーカイブに追加
no: Legg til kataloger i arkiv
pt_br: Acrescentar diretórios ao acervo
sv: Lägg till kataloger i arkivet
uk: Додати каталоги в арх╕в
vi: Thêm thư mục vào kho lưu
zh_cn: 将目录添加到归档

source: More...
az: Daha çox...
de: Mehr...
el: Περισσότερα...
ja: 詳細...
no: Mer...
pt_br: Mais...
sv: Mer...
uk: Ще...
vi: Nữa...
zh_cn: 更多...

source: No more options are available for this type of archive.
az: Bu növ arxiv için daha çox seçənək yoxdur.
de: Keine weiteren Optionen für diesen Archivtyp verfügbar.
el: Δεν υπάρχουν άλλες διαθέσιμες επιλογές για αυτό το είδος αρχειοθήκης.
ja: この形式のアーカイブには詳細オプションはありません。
no: Ingen flere tilgjengelige alternativer for denne typen arkiv.
pt_br: Não há mais opções disponíveis para este tipo de acervo.
sv: Inga fler alternativ finns tillgängliga för denna typ av arkiv.
uk: ╤нш╕ параметри не доступн╕ для цього типу арх╕ву.
vi: Không còn tùy chọn nào nữa cho loại kho lưu này.
zh_cn: 对这种归档类型没有其他选项。

source: Save As
az: Fərqli Qeyd Et
de: Speichern unter
el: Αποθήκευση Ως
ja: 名前を付けて保存
no: Lagre som
pt_br: Salvar como
sv: Spara som
uk: Зберегти як
vi: Lưu là
zh_cn: 另存为

source: The Gimp
az: GİMP
ja: Gimp
no: GIMP
sv: Gimp
uk: GIMP
vi: Gimp
zh_cn: Gimp

source: Open this image in The Gimp.
az: Bu rəsmi Gimp ilə aç.
de: Dieses Bild in The Gimp öffnen
el: Άνοιγμα αυτής της εικόνας στο Gimp.
ja: この画像ファイルを Gimp で開く
no: Åpne dette bildet i GIMP
pt_br: Abrir esta imagem no The Gimp.
sv: Öppna denna bild i Gimp.
uk: В╕дкрити це зображення GIMP.
vi: Mở ảnh này bằng Gimp.
zh_cn: 用 Gimp 打开此图像。

source: Open this image in XPaint.
az: Bu rəsmi XPaint ilə aç.
de: Dieses Bild in XPaint öffnen
el: Άνοιγμα αυτής της εικόνας στο XPaint.
ja: この画像ファイルを XPaint で開く
no: Åpne dette bildet i XPaint.
pt_br: Abrir esta imagem no XPaint.
sv: Öppna denna bild i XPaint.
uk: В╕дкрити це зображення в XPaint
vi: Mở ảnh này bằng XPaint.
zh_cn: 用 XPaint 打开此图像。

source: Open this image in KPaint.
az: Bu rəsmi KPaint ilə aç.
de: Dieses Bild in KPaint öffnen
el: Άνοιγμα αυτής της εικόνας στο KPaint.
ja: この画像ファイルを KPaint で開く
no: Åpne dette bildet i KPaint.
pt_br: Abrir esta imagem no KPaint.
sv: Öppna denna bild i KPaint.
uk: В╕дкрити це зображення в KPaint.
vi: Mở ảnh này bằng KPaint.
zh_cn: 用 XPaint 打开此图像。

source: About
az: Haqqında
de: Info
el: Περί
ja: 情報
no: Om
pt_br: Sobre
sv: Om
uk: Про
vi: Giới thiệu
zh_cn: 关于

source: Close
az: Qapat
de: Schließen
el: Κλείσιμο
ja: 閉じる
no: Lukk
pt_br: Fechar
sv: Stäng
uk: Закрити
vi: Đóng
zh_cn: 关闭

source: Save Image
az: Rəsmi Qeyd Et
de: Bild speichern
el: Αποθήκευση Εικόνας
ja: 画像を保存
no: Lagre bilde
pt_br: Salvar imagem
sv: Spara bild
uk: Зберегти зображення
vi: Lưu ảnh
zh_cn: 保存图像

source: Please enter a command:
az: Lütfən əmri girin:
de: Bitte einem Befehl eingeben:
el: Παρακαλώ εισάγετε εντολή:
ja: コマンドを入力してください:
no: Vennligst skriv inn en kommando:
pt_br: Favor entrar um comando:
sv: Var vänlig och ange ett kommando:
uk: Введ╕ть команду:
vi: Vui lòng nhập lệnh
zh_cn: 请键入命令：

source: Sorry, no documentation available yet.
az: Üzr istəyirəm, hələlik haqqında sənəd yoxdur.
de: Leider noch keine Dokumentation verfügbar.
el: Λυπάμαι, δεν υπάρχει ακόμα διαθέσιμη τεκμηρίωση.
ja: まだドキュメントがありません。
no: Beklager, ingen dokumentasjon er tilgjengelig ennå.
pt_br: Lamento, ainda não há documentação disponível.
sv: Tyvärr, ingen dokumentation finns tillgänglig än.
uk: Вибачте, документац╕я ще недоступна.
vi: Rất tiếc, không có tài liệu liên quan.
zh_cn: 抱歉，尚没有文档。

source: You must select a file to view.
az: Nümayiş etdirmək için fayl seçməlisiniz.
de: Sie müssen eine Datei zum Betrachten angeben.
el: Πρέπει να επιλέξετε ένα αρχείο για προβολή.
ja: 見たいファイルを選択してください。
no: Du må velge en fil som skal vises.
pt_br: Selecionar um arquivo a ser visto.
sv: Du måste välja en fil du vill visa.
uk: Вам необх╕дно вибрати файл для перегляду.
vi: Bạn phải chọn tập tin cần xem.
zh_cn: 请您选择要查看的文件。

source: Unknown error while executing the this program.
az: Bu proqram işə salınırkən namə'lum xəta oldu.
de: Unbekannter Fehler beim Ausführen dieses Programms.
el: Άγνωστο σφάλμα κατά την εκτέλεση αυτού του προγράμματος.
ja: このプログラムを実行中に未知のエラーが起きました。
no: Ukjent feil ved kjøring av dette programmet.
pt_br: Erro desconhecido ao executar este programa.
sv: Okänt fel vid körning av detta program.
uk: Нев╕дома помилка п╕д час виконання ц╕╓╖ програми.
vi: Lỗi lạ khi thực thi chương trình.
zh_cn: 运行该程序是有未知错误。

source: The shell (/bin/sh) is not available.
az: Qabıq (/bin/sh) mövcud deyil.
de: Die Shell (/bin/sh) ist nicht verfügbar.
el: Ο φλοιός (/bin/sh) δεν είναι διαθέσιμος.
ja: シェル (/bin/sh) が無効です。
no: Skallet (/bin/sh) er ikke tilgjengelig.
pt_br: O shel (/bin/sh) não está disponível.
sv: Skalet (/bin/sh) är inte tillgängligt.
uk: Оболонка (/bin/sh) не доступна.
vi: Không có Shell (/bin/sh)
zh_cn: Shell(/bin/sh)不可用。

source: The specified command is invalid.
az: Bildirilən əmr hökmsüzdür.
de: Der angegebene Befehl ist ungültig.
el: Η συγκεκριμένη εντολή είναι άκυρη.
ja: 指定されたコマンドは無効です。
no: Spesifisert kommando er ugyldig.
pt_br: O comando especificado é inválido.
sv: Det angivna kommandot är inte giltigt.
uk: Вказана команда недопустима.
vi: Lệnh sai.
zh_cn: 指定的命令无效。

source: _New Archive
az: _Yeni Arxiv
de: _Neues Archiv
el: _Νέα Αρχειοθήκη
ja: 新規アーカイブ(_N)
no: _Nytt arkiv
pt_br: _Novo arquivo
sv: _Nytt arkiv
uk: Новий арх╕в
vi: Kho lưu mớ_i
zh_cn: 新建归档(_N)

source: _Sort by
az: Görə _Diz
de: _Sortieren nach
el: _Ταξινόμηση κατά
ja: 並べ替え(_S)
no: _Sorter etter
pt_br: _Selecionado por
sv: _Sortera efter
uk: Сортувати за
vi: _Sắp theo
zh_cn: 排序(_S)

source: _Deselection All
az: Hamısının _İşarəsini Qaldır
de: _Auswahl aufheben
el: _Κατάργηση Όλων Των Επιλογών
ja: すべての選択を解除(_D)
no: _Velg bort alt
pt_br: _Deselecionar todos
sv: Av_markera allt
uk: Зняти виб╕р з╕ всього
vi: _Bỏ chọn tất cả
zh_cn: 取消所有选择(_D)

source: _Invert Selection
az: Seçkini _Tərs Çevir
de: Auswahl _umkehren
el: Αντι_στροφή Επιλογής
ja: 選択を反転する(_I)
no: _Reverser valg
pt_br: _Inverter seleção
sv: _Omvänd markering
uk: ╤нвертувати виб╕р
vi: Đả_o chọn
zh_cn: 反转选择(_I)

source: _Add...
az: Ə_lavə Et...
de: _Hinzufügen...
el: _Προσθήκη...
ja: 追加(_A)...
no: _Legg til...
pt_br: _Adicionar...
sv: _Lägg till...
uk: Додати...
vi: _Thêm...
zh_cn: 添加(_A)...

source: _Extract...
az: _İxrac Et...
de: _Entpacken
el: _Εξαγωγή...
ja: 抽出(_E)...
no: _Pakk ut...
sv: _Packa upp...
uk: Д╕стати...
vi: _Lấy...
zh_cn: 解压缩(_E)...

source: _View...
az: _Nimayiş Etdir...
de: _Betrachten...
el: _Προβολή...
ja: 閲覧(_V)...
no: _Vis...
pt_br: _Visualizar...
sv: _Visa...
uk: Перегляд...
vi: _Xem...
zh_cn: 查看(_V)...

source: View selected file
az: Seçili faylları nümayiş etdir
de: Gewählte Datei betrachten
el: Προβολή επιλεγμένου αρχείου
ja: 選択したファイルを見る
no: Vis valgt fil
pt_br: Visualizar arquivo selecionado
sv: Visa markerad fil
uk: Переглянути вибраний файл
vi: Xem tập tin được chọn
zh_cn: 查看选中的文件

source: _Remove
az: _Çıxart
de: _Löschen
el: _Διαγραφή
ja: 削除(_R)
no: Fje_rn
pt_br: _Remover
sv: _Ta bort
uk: Видалити
vi: _Loại bỏ
zh_cn: 删除(_R)

source: Preference _1
az: Seçənək _1
de: Einstellungen 1
el: Προτίμηση _1
ja: 初期設定1(_1)
no: Brukervalg _1
pt_br: Preferência _1
sv: Inställning _1
uk: Налаштування _1
vi: Thông số _1
zh_cn: 首选项_1

source: Preference _2
az: Seçənək _2
de: Einstellungen 2
el: Προτίμηση _2
ja: 初期設定2(_2)
no: Brukervalg _2
pt_br: Preferência _2
sv: Inställning _2
uk: Налаштування _2
vi: Thông số _1
zh_cn: 首选项_2

source: About LibGarp...
az: LibGarp Haqqında...
de: Über libgarp...
el: Περί του LibGarp...
ja: LibGarp について...
no: Om LibGarp...
pt_br: Sobre o LibGarp...
sv: Om LibGarp...
uk: Про Libgarp...
vi: Giới thiệu LibGarp...
zh_cn: 关于 LibGarp...

source: _Action
az: _Fəliyyət
de: _Aktion
el: _Ενέργεια
ja: 実行(_A)
no: H_andling
pt_br: _Ação
sv: _Åtgärd
uk: Д╕я
vi: _Hành động
zh_cn: 动作(_A)

source: _View
az: _Göstər
de: _Betrachten
el: _Προβολή
ja: 閲覧(_V)
no: _Vis
pt_br: _Visualizar
sv: _Visa
uk: Перегляд
vi: _Xem
zh_cn: 查看(_V)

source: _Preferences
az: _Tərcihlər
de: _Einstellungen
el: _Προτιμήσεις
ja: 初期設定(_P)
no: _Brukervalg
pt_br: _Preferências
sv: _Inställningar
uk: Налаштування
vi: _Thông số
zh_cn: 首选项(_P)

source: New
az: Yeni
de: Neu
el: Νέο
ja: 新規
no: Ny
pt_br: Novo
sv: Nytt
uk: Новий
vi: Mới
zh_cn: 新建

source: Create a new archive
az: Yeni arxiv yarat
de: Ein neues Archiv erstellen
el: Δημιουργία νέας αρχειοθήκης
ja: 新規アーカイブを作成
no: Opprett et nytt arkiv
pt_br: Criar um novo acervo
sv: Skapa ett nytt arkiv
uk: Створити новий арх╕в
vi: Tạo kho lưu mới
zh_cn: 新建一归档

source: Open
az: Aç
de: Öffnen
el: Άνοιγμα
ja: 開く
no: Åpne
pt_br: Abrir
sv: Öppna
uk: В╕дкрити
vi: Mở
zh_cn: 打开

source: Open an existing archive
az: Mövcud arxivi aç
de: Ein bestehendes Archiv öffnen
el: Άνοιγμα υπάρχουσας αρχειοθήκης
ja: すでにあるアーカイブを開く
no: Åpne et eksisterende arkiv
pt_br: Abrir um acervo existente
sv: Öppna ett existerande arkiv
uk: В╕дкрити ╕снуючий арх╕в
vi: Mở kho lưu đã có
zh_cn: 打开一存在的归档

source: Close the current archive
az: Hazırkı arxivi qapat
de: Aktuelles Archiv schließen
el: Κλείσιμο τρέχουσας αρχειοθήκης
ja: 現在のアーカイブを閉じる
no: Lukk aktivt arkiv
pt_br: Fechar o acervo atual
sv: Stäng det aktuella arkivet
uk: Закрити поточний арх╕в
vi: Đóng kho lưu hiện tại
zh_cn: 关闭当前归档

source: Extract
az: Aç
de: Entpacken
el: Εξαγωγή
ja: 抽出
no: Pakk ut
pt_br: Extrair
sv: Packa upp
uk: Д╕стати
vi: Lấy
zh_cn: 解压缩

source: Extract files from archive
az: Arxivdəki faylları ixrac et
de: Dateien aus dem Archiv entpacken
el: Εξαγωγή αρχείων από την αρχειοθήκη
ja: アーカイブからファイルを抽出
no: Pakk ut filer fra arkiv
pt_br: Extrair arquivos do acervo
sv: Packa upp filer från arkiv
uk: Д╕стати файли з архиву
vi: Lấy tập tin từ kho lưu
zh_cn: 从归档中解压缩

source: View
az: Göstər
de: Betrachten
el: Προβολή
ja: 閲覧
no: Vis
pt_br: Visualizar
sv: Visa
uk: Перегляд
vi: Xem
zh_cn: 查看

source: Remove files in archive
az: Arxivdəki faylları çıxart(sil)
de: Dateien aus dem Archiv entfernen
el: Διαγραφή αρχείων από την αρχειοθήκη
ja: アーカイブからファイルを削除
no: Fjern filer fra arkivet
pt_br: Remover arquivos no acervo
sv: Ta bort filer i arkiv
uk: Видалити файли з арх╕ву
vi: Loại bỏ tập tin khỏi kho lưu
zh_cn: 从归档中删除文件

source: About this apllication
az: Bu proqram haqqında
de: Über diese Anwendung
el: Περί αυτής της εφαρμογής
ja: このアプリケーションについて
no: Om denne applikasjonen
pt_br: Sobre esta aplicação
sv: Om detta program
uk: Про цю програму
vi: Giới thiệu ứng dụng này
zh_cn: 关于本程序

source: Exit
az: Çıx
de: Beenden
el: Έξοδος
ja: 終了
no: Avslutt
pt_br: Sair
sv: Avsluta
uk: Вих╕д
vi: Thoát
zh_cn: 退出

source: Exit the application
az: Proqramdan çıx
de: Das Programm beenden
el: Έξοδος από το πρόγραμμα
ja: アプリケーションを終了する
no: Avslutt applikasjonen
pt_br: Sair da aplicação
sv: Avsluta programmet
uk: Вийти з програми
vi: Thoát ứng dụng
zh_cn: 退出本程序
