Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/libgnomecanvas/*.po
Languages: de, pt_br

source: Antialiased
de: Antialiasing
pt_br: Antialiasing

source: The antialiasing mode of the canvas.
de: Der Antialiasing-Modus des Canvas
pt_br: O modo antialiasing do canvas.

source: Text
pt_br: Texto

source: Text to render
de: Darzustellender Text
pt_br: Texto a ser processado

source: Markup
de: Markierung
pt_br: Marcação

source: Marked up text to render
de: Darzustellender markierter Text
pt_br: O texto marcado para processamento

source: Font
de: Schriftart
pt_br: Fonte

source: Font description as a string
de: Schriftartbeschreibung als Zeichenkette
pt_br: A descrição da fonte como uma string

source: Font description
de: Schriftartbeschreibung
pt_br: Descrição da fonte

source: Font description as a PangoFontDescription struct
de: Schriftartbeschreibung als PangoFontDescription-Struktur
pt_br: A descrição da fonte como uma estrutura PangoFontDescription

source: Font family
de: Schriftartfamilie
pt_br: Família da fonte

source: Name of the font family, e.g. Sans, Helvetica, Times, Monospace
de: Name der Schriftartfamilie, z. B. Sans, Helvetica, Times, Monospace
pt_br: O nome da família da fonte como, por exemplo, Sans, Helvetica, Times, Monospace

source: Font style
de: Schriftstil
pt_br: Estilo da fonte

source: Font variant
de: Schriftvariante
pt_br: Variante da fonte

source: Font weight
de: Schriftbreite
pt_br: Espessura da fonte

source: Font stretch
de: Laufweite
pt_br: Alongamento da fonte

source: Font size
de: Schriftgröße
pt_br: Tamanho da fonte

source: Font points
de: Punkt
pt_br: Pontos da fonte

source: Font size in points
de: Schriftgröße in Punkt
pt_br: O tamanho da fonte em pontos

source: Rise
de: Hochstellung
pt_br: Elevação

source: Offset of text above the baseline (below the baseline if rise is negative)
de: Versatz des Textes über die Grundlinie (unter die Grundlinie, wenn negativ)
pt_br: O deslocamento do texto acima da linha de base (abaixo dessa linha se a elevação for negativa)

source: Strikethrough
de: Durchgestrichen
pt_br: Tachado

source: Whether to strike through the text
de: Gibt an, ob der Text durchgestrichen werden soll
pt_br: Indica se o texto deve ser tachado

source: Underline
de: Unterstrichen
pt_br: Sublinhar

source: Style of underline for this text
de: Unterstreichungsart für diesen Text
pt_br: O estilo de sublinhado deste texto

source: Scale
de: Skalieren
pt_br: Escala

source: Size of font, relative to default size
de: Größe der Schrift, relativ zur Standardgröße
pt_br: O tamanho da fonte em relação ao tamanho padrão

source: Color
de: Farbe
pt_br: Cor

source: Text color, as string
de: Textfarbe als Zeichenkette
pt_br: A cor do texto como uma string

source: Text color, as a GdkColor
de: Textfarbe als GdkColor
pt_br: A cor do texto como uma GdkColor

source: Text color, as an R/G/B/A combined integer
de: Textfarbe als R/G/B/A-kombinierte Ganzzahl
pt_br: A cor do texto como um inteiro combinado R/G/B/A

source: Text width
de: Textbreite
pt_br: Largura do texto

source: Width of the rendered text
de: Breite des dargestellten Texts
pt_br: A largura do texto processado

source: Text height
de: Texthöhe
pt_br: Altura do texto

source: Height of the rendered text
de: Höhe des dargestellten Texts
pt_br: A altura do texto processado

source: Font family set
de: Schriftfamilie beeinflussen
pt_br: Definição da família da fonte

source: Whether this tag affects the font family
de: Gibt an, ob sich dieser Tag auf die Schriftfamilie auswirken soll
pt_br: Indica se esta marca afeta a família da fonte

source: Font style set
de: Schriftstil festlegen
pt_br: Definição do estilo da fonte

source: Whether this tag affects the font style
de: Gibt an, ob sich dieser Tag auf den Schriftstil auswirken soll
pt_br: Indica se esta marca afeta o estilo da fonte

source: Font variant set
de: Schriftvariante festlegen
pt_br: Definição da variante da fonte

source: Whether this tag affects the font variant
de: Gibt an, ob sich dieser Tag auf die Schriftvariante auswirken soll
pt_br: Indica se esta marca afeta a variante da fonte

source: Font weight set
de: Schriftbreite festlegen
pt_br: Definição da espessura da fonte

source: Whether this tag affects the font weight
de: Gibt an, ob sich dieser Tag auf die Schriftstärke auswirken soll
pt_br: Indica se esta marca afeta a espessura da fonte

source: Font stretch set
de: Laufweite festlegen
pt_br: Definição do alongamento da fonte

source: Whether this tag affects the font stretch
de: Gibt an, ob sich dieser Tag auf die Laufweite auswirken soll
pt_br: Indica se esta marca afeta o alongamento da fonte

source: Font size set
de: Schriftgröße festlegen
pt_br: Definição do tamanho da fonte

source: Whether this tag affects the font size
de: Gibt an, ob sich dieser Tag auf die Schriftgröße auswirken soll
pt_br: Indica se esta marca afeta o tamanho da fonte

source: Rise set
de: Hochstellung festlegen
pt_br: Definição da elevação

source: Whether this tag affects the rise
de: Gibt an, ob sich dieser Tag auf die Hochstellung auswirken soll
pt_br: Indica se esta marca afeta a elevação

source: Strikethrough set
de: Durchstreichen festlegen
pt_br: Definição do tachado

source: Whether this tag affects strikethrough
de: Gibt an, ob sich dieser Tag auf die Durchstreichung auswirken soll
pt_br: Indica se esta marca afeta o tachado

source: Underline set
de: Unterstreichen festlegen
pt_br: Definição do sublinhado

source: Whether this tag affects underlining
de: Gibt an, ob sich dieser Tag auf die Unterstreichungsart auswirken soll
pt_br: Indica se esta marca afeta o sublinhado

source: Scale set
de: Skalierung festlegen
pt_br: Definição da escala

source: Whether this tag affects font scaling
de: Gibt an, ob sich dieser Tag auf die Schriftskalierung auswirken soll
pt_br: Indica se esta marca afeta a escala da fonte

source: Text to display
de: Anzuzeigender Text
pt_br: Texto a ser exibido

source: X position
pt_br: Posição X

source: Y position
pt_br: Posição Y

source: Width
de: Breite
pt_br: Largura

source: Width for text box
de: Breite des Textfelds
pt_br: Largura da caixa de texto

source: Height
de: Höhe
pt_br: Altura

source: Height for text box
de: Höhe des Textfelds
pt_br: Altura da caixa de texto

source: Editable
de: Bearbeitbar
pt_br: Editável

source: Is this rich text item editable?
de: Ist das Rich-Text-Element bearbeitbar?
pt_br: Este item rich text é editável?

source: Visible
de: Sichtbar
pt_br: Visível

source: Is this rich text item visible?
de: Ist das Rich-Text-Element sichtbar?
pt_br: Este item rich text é visível?

source: Cursor Visible
de: Sichtbarer Cursor
pt_br: Cursor Visível

source: Is the cursor visible in this this rich text item?
de: Ist der Cursor im Rich-Text-Element sichtbar?
pt_br: O cursor está visível neste item rich text?

source: Cursor Blink
de: Blinkender Cursor
pt_br: Intermitência do Cursor

source: Does the cursor blink in this this rich text item?
de: Blinkt der Cursor im Rich-Text-Element?
pt_br: O cursor pisca neste item rich text?

source: Grow Height
de: Höhe vergrößern
pt_br: Aumentar Altura

source: Should the text box height grow if the text does not fit?
de: Sollte sich die Höhe des Textfelds vergrößern, wenn der Text nicht hineinpasst?
pt_br: A altura da caixa de texto deverá aumentar se o texto não couber na caixa?

source: Wrap Mode
de: Umbruchmodus
pt_br: Modo de Quebra de Linha

source: Wrap mode for multiline text
de: Umbruchmodus für Text mit mehreren Zeilen
pt_br: O modo de quebra de linha para texto de várias linhas

source: Justification
de: Ausrichtung
pt_br: Justificação

source: Justification mode
de: Ausrichtungsmodus
pt_br: O modo de justificação

source: Direction
de: Richtung
pt_br: Direção

source: Text direction
de: Richtung des Textes
pt_br: A direção do texto

source: Anchor
de: Anker
pt_br: Âncora

source: Anchor point for text
de: Ankerpunkt des Textes
pt_br: O ponto de ancoragem do texto

source: Pixels Above Lines
de: Pixel über den Linien
pt_br: Pixels Acima das Linhas

source: Number of pixels to put above lines
de: Die Anzahl Pixel, die über Linien gesetzt werden
pt_br: O número de pixels a ser colocado acima das linhas

source: Pixels Below Lines
de: Pixel unter den Linien
pt_br: Pixels Abaixo das Linhas

source: Number of pixels to put below lines
de: Die Anzahl Pixel, die unter Linien gesetzt werden
pt_br: O número de pixels a ser colocado abaixo das linhas

source: Pixels Inside Wrap
de: Pixel innerhalb des Umbruchs
pt_br: Pixels na Quebra de Linha

source: Number of pixels to put inside the wrap
de: Die Anzahl Pixel, die in den Umbruch gesetzt werden
pt_br: O número de pixels a ser colocado na quebra de linha

source: Left Margin
de: Linker Rand
pt_br: Margem Esquerda

source: Number of pixels in the left margin
de: Anzahl an Pixeln für den linken Rand
pt_br: O número de pixels na margem esquerda

source: Right Margin
de: Rechter Rand
pt_br: Margem Direita

source: Number of pixels in the right margin
de: Anzahl an Pixeln für den rechten Rand
pt_br: O número de pixels na margem direita

source: Indentation
de: Einzug
pt_br: Recuo

source: Number of pixels for indentation
de: Anzahl an Pixeln für den Einzug
pt_br: O número de pixels para recuo
