Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gconf/*.po
Languages: de, it, sv

source: Properly installs schema files on the command line into the database. GCONF_CONFIG_SOURCE environment variable should be set to a non-default config source or set to the empty string to use the default.
de: Installiert Schemadateien an der Befehlszeile korrekt in die Datenbank. Die Umgebungsvariable GCONF_CONFIG_SOURCE sollte auf eine andere Konfigurationsquelle als die voreingestellte verweisen oder zur Verwendung der Voreinstellung eine leere Zeichenkette enthalten.
it: Installa in modo appropriato i file di schema della riga di comando nel database. La variabile d'ambiente GCONF_CONFIG_SOURCE dovrebbe essere impostata su un'origine di configurazione non predefinita o essere impostata su una stringa vuota per usare l'impostazione predefinita.
sv: Installerar korrekta schemafiler på kommandoraden i databasen. Miljövariabeln GCONF_CONFIG_SOURCE bör vara satt till en konfigurationskälla som inte är standard eller ställd in till en tom sträng för att använda standardvärdet.

source: Torture-test an application by setting and unsetting a bunch of values of different types for keys on the command line.
de: Extremtest einer Anwendung, indem viele Werte verschiedener Typen für die Schlüssel an der Befehlszeile gesetzt und zurückgesetzt werden
it: Esegue un test rigoroso dell'applicazione impostando e annullando l'impostazione di una serie di valori di tipo differente per le chiavi della riga di comando.
sv: Tortyrtestar ett program genom att ställa in och nollställa en massa värden av olika typer för nycklar på kommandoraden.

source: Torture-test an application by setting and unsetting a bunch of keys inside the directories on the command line.
de: Extremtest einer Anwendung, indem viele Schlüssel in den an der Befehlszeile angegebenen Verzeichnissen gesetzt und zurückgesetzt werden.
it: Esegue un test rigoroso dell'applicazione impostando e annullando l'impostazione di una serie di chiavi nelle directory della riga di comando.
sv: Tortyrtestar ett program genom att ställa in och nollställa en massa nycklar inuti katalogerna på kommandoraden.

source: Get the short doc string for a key
de: Kurze doc-Zeichenkette für einen Schlüssel abrufen
it: Ottiene la stringa di documentazione breve di una chiave
sv: Hämta den korta dokumentationssträngen för en nyckel

source: Get the long doc string for a key
de: Lange doc-Zeichenkette für einen Schlüssel abrufen
it: Ottiene la stringa di documentazione lunga di una chiave
sv: Hämta den långa dokumentationssträngen för en nyckel

source: Get the name of the schema applied to this key
de: Name des Schemas abrufen, das auf diesen Schlüssel angewendet wurde
it: Ottiene il nome dello schema applicato alla chiave
sv: Hämta namnet på det schema som tillämpas på denna nyckel

source: Specify the schema name followed by the key to apply the schema name to
de: Geben Sie den Namen des Schemas gefolgt vom Namen des Schlüssels an, auf den dieser angewendet werden soll.
it: Specifica il nome dello schema seguito dalla chiave a cui va applicato
sv: Ange schemanamnet följt av nyckeln att tillämpa schemanamnet på

source: Remove any schema name applied to the given keys
de: Alle Schemanamen löschen, die auf die vorhandenen Schlüssel angewendet wurden
it: Rimuove il nome dello schema assegnato alle chiavi
sv: Ta bort alla schemanamn tillämpade på de angivna nycklarna

source: Get the name of the default source
de: Namen der Standardquelle abrufen
it: Ottiene il nome dell'origine predefinita
sv: Hämta namnet på standardkällan

source: Print version
de: Druckversion
it: Visualizza la versione
sv: Skriv ut version

source: Can't get and set/unset simultaneously
de: Es konnte nicht gleichzeitig abgerufen und zugewiesen/zurückgesetzt werden.
it: Impossibile usare get e set/unset contemporaneamente
sv: Det går inte att hämta och sätta/nollställa samtidigt

source: Can't set and get/unset simultaneously
de: Es konnte nicht gleichzeitig zugewiesen und abgerufen/zurückgesetzt werden.
it: Impossibile usare set e get/unset contemporaneamente
sv: Det går inte att ställa in och hämta/nollställa samtidigt

source: Can't use --all-entries with --get or --set
de: --all-entries kann nicht mit --get oder --set verwendet werden.
it: Impossibile usare --all-entries con --get o --set
sv: Det går inte att använda --all-entries med --get eller --set

source: Can't use --all-dirs with --get or --set
de: --all-dirs kann nicht mit --get oder --set verwendet werden.
it: Impossibile usare --all-dirs con --get o --set
sv: Det går inte att använda --all-dirs med --get eller --set

source: --recursive-list should not be used with --get, --set, --unset, --all-entries, or --all-dirs
de: --recursive-list sollte nicht mit --get, --set, --unset, --all-entries oder --all-dirs verwendet werden.
it: --recursive-list non può essere usato con --get, --set, --unset, --all-entries o --all-dirs
sv: --recursive-list Det går inte att användas med --get, --set, --unset, --all-entries, eller --all-dirs

source: --set_schema should not be used with --get, --set, --unset, --all-entries, --all-dirs
de: --set_schema sollte nicht mit --get, --set, --unset, --all-entries oder --all-dirs verwendet werden.
it: --set_schema non può essere usato con --get, --set, --unset, --all-entries o --all-dirs
sv: --set_schema Det går inte att användas med --get, --set, --unset, --all-entries, --all-dirs

source: Value type is only relevant when setting a value
de: Der Wertetyp ist nur beim Festlegen eines Wertes von Belang.
it: Il tipo di valore è rilevante solo durante l'impostazione del valore
sv: Värdetyp är bara relevant när ett värde sätts

source: Must specify a type when setting a value
de: Beim Zuweisen eines Wertes muss ein Typ angegeben werden.
it: Quando si imposta un valore è necessario specificarne il tipo
sv: Du måste ange en typ när värde sätts

source: Ping option must be used by itself.
de: Die Ping-Option muss alleinstehend verwendet werden.
it: L'opzione ping deve essere usata da sola.
sv: Ping-alternativet kan bara användas för sig själv.

source: --dir-exists option must be used by itself.
de: Die Option --dir-exists muss alleinstehend verwendet werden.
it: L'opzione --dir-exists deve essere usata da sola.
sv: --dir-exists kan bara användas för sig själv.

source: --install-schema-file must be used by itself.
de: Die Option --install-schema-file muss alleinstehend verwendet werden.
it: L'opzione --install-schema-file deve essere usata da sola.
sv: --install-schema-file kan bara användas för sig själv.

source: --makefile-install-rule must be used by itself.
de: Die Option --makefile-install-rule muss alleinstehend verwendet werden.
it: L'opzione --makefile-install-rule deve essere usata da sola.
sv: --makefile-install-rule kan bara användas för sig själv.

source: --break-key must be used by itself.
de: Die Option --break-key muss alleinstehend verwendet werden.
it: L'opzione --break-key deve essere usata da sola.
sv: --break-key kan bara användas för sig själv.

source: --break-directory must be used by itself.
de: Die Option --break-directory muss alleinstehend verwendet werden.
it: L'opzione --break-directory deve essere usata da sola.
sv: --break-directory kan bara användas för sig själv.

source: You must specify a config source with --config-source when using --direct
de: Sie müssen eine Konfigurationsquelle mit --config-source festlegen, wenn Sie --direct verwenden.
it: È necessario specificare un'origine di configurazione con --config-source quando si usa --direct
sv: Du måste ange en konfigurationskälla med --config-source vid användning av --direct

source: You should use --direct when using a non-default configuration source
de: Sie sollten --direct verwenden, wenn Sie eine andere als die Standard-Konfigurationsquelle verwenden.
it: È necessario usare --direct quando si usa un'origine di configurazione non predefinita
sv: Du bör använda --direct när en icke-tom konfigurationskälla används

source: Failed to init GConf: %s
de: GConf konnte nicht initialisiert werden: %s
it: Impossibile inizializzare GConf: %s
sv: Det gick inte att initiera GConf: %s

source: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
de: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL ist festgelegt. Schemas werden nicht installiert.
it: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL è impostato, gli schemi non vengono installati
sv: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL är satt, installerar inte scheman

source: Must set the GCONF_CONFIG_SOURCE environment variable
de: Die Umgebungsvariable GCONF_CONFIG_SOURCE muss festgelegt sein.
it: È necessario impostare la variabile d'ambiente GCONF_CONFIG_SOURCE
sv: Miljövariabeln GCONF_CONFIG_SOURCE måste ställas in

source: Failed to access configuration source(s): %s
de: Es konnte nicht auf die Konfigurationsquelle(n) zugegriffen werden: %s
it: Impossibile accedere alle origini di configurazione: %s
sv: Det gick inte att få tillgång till konfigurationskällor: %s

source: Shutdown error: %s
de: Fehler beim Herunterfahren: %s
it: Errore di arresto: %s
sv: Avstängningsfel: %s

source: Must specify one or more dirs to recursively list.
de: Sie müssen ein oder mehrere Verzeichnisse zum rekursiven Auflisten festlegen.
it: È necessario specificare una o più directory da elencare il modo ricorsivo.
sv: En eller flera kataloger att rekursivt lista måste anges.

source: Failure listing entries in `%s': %s
de: Fehler beim Auflisten von Einträgen in '%s': %s
it: Errore nell'elenco delle voci in `%s': %s
sv: Det gick inte att lista poster i "%s": %s

source: (no value set)
de: (kein Wert zugewiesen)
it: (nessun valore impostato)
sv: (inget värde inställt)

source: Failed to spawn the config server (gconfd): %s
de: Der Konfigurationsserver (gconfd) konnte nicht gestartet werden: %s
it: Impossibile generare il server di configurazione (gconfd): %s
sv: Det gick inte att starta konfigurationsservern (gconfd): %s

source: Must specify a key or keys to get
de: Sie müssen einen oder mehrere Schlüssel zum Abrufen festlegen.
it: È necessario specificare una chiave o più chiavi da ottenere
sv: Du måste ange en nyckel eller flera att hämta

source: Type: %s
de: Typ: %s
it: Tipo: %s
sv: Typ: %s

source: List Type: %s
de: Listentyp: %s
it: Tipo lista: %s
sv: Listtyp: %s

source: Car Type: %s
de: car-Typ: %s
it: Tipo car: %s
sv: Car-typ: %s

source: Cdr Type: %s
de: cdr-Typ: %s
it: Tipo cdr: %s
sv: Cdr-typ: %s

source: Default Value: %s
de: Standardwert: %s
it: Valore predefinito: %s
sv: Standardvärde: %s

source: Unset
de: Nicht zugewiesen
it: Non impostato
sv: Nollställ

source: Owner: %s
de: Besitzer: %s
it: Proprietario: %s
sv: Ägare: %s

source: Short Desc: %s
de: Kurzbeschr.: %s
it: Descr. breve: %s
sv: Kort beskrivning: %s

source: Long Desc: %s
de: Lange Beschr.: %s
it: Descr. lunga: %s
sv: Lång beskrivning: %s

source: No value set for `%s'
de: '%s' wurde kein Wert zugewiesen.
it: Nessun valore impostato per `%s'
sv: Inget värde inställt för "%s"

source: Failed to get value for `%s': %s
de: Wert für '%s' konnte nicht abgerufen werden: %s
it: Impossibile ottenere il valore di `%s': %s
sv: Det gick inte att hämta värdet för "%s": %s

source: Don't understand type `%s'
de: Typ '%s' konnte nicht interpretiert werden.
it: Tipo non riconosciuto `%s'
sv: Typen "%s" är okänd

source: Must specify alternating keys/values as arguments
de: Sie müssen abwechselnd Schlüssel und Werte als Argumente angeben.
it: È necessario specificare coppie di chiavi/valori come argomenti
sv: Du måste ange alternativa nycklar/värden som argument

source: No value to set for key: `%s'
de: Kein zuzuweisender Wert für Schlüssel '%s'
it: Nessun valore da impostare per la chiave: `%s'
sv: Inget värde inställt för nyckel: "%s"

source: Cannot set schema as value
de: Schema kann nicht als Wert zugewiesen werden.
it: Impossibile impostare lo schema come valore
sv: Det går inte att ställa in ett schema som värde

source: When setting a list you must specify a primitive list-type
de: Wenn eine Liste zugewiesen wird, muss ein einfacher Listentyp festgelegt werden.
it: Quando si imposta una lista è necessario specificare un list-type primitivo
sv: När du anger en lista måste du ange en primitiv listtyp

source: When setting a pair you must specify a primitive car-type and cdr-type
de: Wenn ein Paar zugewiesen wird, müssen einfache car- und cdr-Typen festgelegt werden.
it: Quando si imposta una coppia è necessario impostare un car-type e cdr-type primitivo
sv: När du anger ett par måste du ange en primitiv car-typ och cdr-typ

source: Error: %s
de: Fehler: %s
it: Errore: %s
sv: Fel: %s

source: Error setting value: %s
de: Fehler beim Festlegen des Wertes: %s
it: Errore nell'impostazione del valore: %s
sv: Fel när värde ställdes in: %s

source: Error syncing: %s
de: Fehler beim Synchronisieren: %s
it: Errore di sincronizzazione: %s
sv: Fel vid synkronisering: %s

source: Must specify a key or keys on the command line
de: Sie müssen einen oder mehrere Schlüssel an der Befehlszeile angeben.
it: È necessario specificare una o più chiavi nella riga di comando
sv: Du måste ange en nyckel eller nycklar på kommandoraden

source: No schema known for `%s'
de: Keine Schema für '%s' bekannt
it: Nessuno schema noto per `%s'
sv: Inget schema är känt för "%s"

source: No doc string stored in schema at '%s'
de: Keine doc-Zeichenkette im Schema in '%s' gespeichert
it: Nessuna stringa di documentazione memorizzata nello schema in '%s'
sv: Ingen dokumentationssträng är lagrad i schema på "%s"

source: Error getting schema at '%s': %s
de: Fehler beim Abrufen des Schemas in '%s': %s
it: Impossibile ottenere lo schema in `%s': %s
sv: Fel vid hämtning av schema på "%s": %s

source: No schema stored at '%s'
de: Kein Schema in '%s' gespeichert
it: Nessuno schema memorizzato in '%s'
sv: Inget schema är lagrat på "%s"

source: Value at '%s' is not a schema
de: Wert in '%s' ist kein Schema.
it: Il valore in '%s' non è uno schema
sv: Värdet på "%s" är inte ett schema

source: Must specify a schema name followed by the key name to apply it to
de: Sie müssen den Name des Schemas gefolgt vom Name des Schlüssels angeben, auf den dieser angewendet werden soll.
it: È necessario specificare un nome di schema seguito dal nome della chiave a cui applicarlo
sv: Du måste ange ett schemanamn följt av nyckelnamnet att tillämpa det på

source: Error associating schema name '%s' with key name '%s': %s
de: Fehler beim Verknüpfen des Schemanamens '%s' mit dem Schlüsselnamen '%s': %s
it: Impossibile associare il nome dello schema '%s' con il nome della chiave '%s': %s
sv: Fel vid associering av schemanamnet "%s" med nyckelnamnet "%s": %s

source: Error removing schema name from '%s': %s
de: Fehler beim Löschen des Schemanamens von '%s': %s
it: Impossibile rimuovere il nome dello schema da '%s': %s
sv: Fel vid borttagning av schemanamn från "%s": %s

source: Must specify key (schema name) as the only argument
de: Sie müssen einen Schlüssel (Schemaname) als einziges Argument angeben.
it: È necessario specificare la chiave (nome dello schema) come unico argomento
sv: Du måste ange nyckel (schemanamn) som det enda argumentet

source: List type must be a primitive type: string, int, float or bool
de: Listentyp muss ein einfacher Typ sein: string, int, float oder bool
it: Il tipo di lista deve essere un tipo primitivo: string, int, float o bool
sv: Listtypen måste vara en primitiv typ: string, int, float eller bool

source: Pair car type must be a primitive type: string, int, float or bool
de: Paar car-Typ muss ein einfacher Typ sein: string, int, float oder bool
it: Il tipo car della coppia deve essere un tipo primitivo: string, int, float o bool
sv: Car-partypen måste vara en primitiv typ: string, int, float eller bool

source: Pair cdr type must be a primitive type: string, int, float or bool
de: Paar cdr-Typ muss ein einfacher Typ sein: string, int, float oder bool
it: Il tipo cdr della coppia deve essere un tipo primitivo: string, int, float o bool
sv: Cdr-partypen måste vara en primitiv typ: string, int, float eller bool

source: Error setting value: %s
de: Fehler beim Festlegen des Wertes: %s
it: Errore nell'impostazione del valore: %s
sv: Fel när värde sattes: %s

source: Error syncing: %s
de: Fehler beim Synchronisieren: %s
it: Errore di sincronizzazione: %s
sv: Fel vid synkronisering: %s

source: Must specify one or more dirs to get key/value pairs from.
de: Sie müssen ein oder mehrere Verzeichnisse zum Abrufen der Schlüssel-/Wertpaare angeben.
it: È necessario specificare una o più directory da cui ottenere le coppie chiave/valore.
sv: Du måste ange en eller flera kataloger att få nyckel/värde par från.

source: Must specify one or more keys to unset.
de: Sie müssen einen oder mehrere zurückzusetzende Schlüssel angeben.
it: È necessario specificare una o più chiavi di cui annullare l'impostazione.
sv: Du måste ange en eller flera nycklar att nollställa.

source: Error unsetting `%s': %s
de: Fehler beim Zurücksetzen von '%s': %s
it: Errore nell'annullamento dell'impostazione di `%s': %s
sv: Fel vid nollställning av "%s": %s

source: Must specify one or more keys to recursively unset.
de: Sie müssen einen oder mehrere Schlüssel zum rekursiven Zurücksetzen angeben.
it: È necessario specificare una o più chiavi di cui annullare ricorsivamente l'impostazione.
sv: Du måste ange en eller flera nycklar att rekursivt nollställa.

source: Failure during recursive unset of "%s": %s
de: Fehler beim rekursiven Zurücksetzen von '%s': %s
it: Errore durante l'annullamento ricorsivo dell'impostazione di "%s": %s
sv: Misslyckande med rekursiv återställning av "%s": %s

source: Must specify one or more dirs to get subdirs from.
de: Sie müssen ein oder mehrere Verzeichnisse zum Auflisten der Unterverzeichnisse angeben.
it: È necessario specificare una o più directory da cui ottenere le sottodirectory.
sv: Du måste ange en eller flera kataloger att få underkataloger från.

source: Error listing dirs: %s
de: Fehler beim Auflisten der Verzeichnisse: %s
it: Errore nell'elenco delle directory: %s
sv: Fel vid listning av kataloger: %s

source: WARNING: invalid or missing type for schema (%s)
de: WARNUNG: ungültiger oder fehlender Typ für Schema (%s)
it: ATTENZIONE: tipo errato o mancante per lo schema (%s)
sv: VARNING: ogiltig eller saknad typ för schema (%s)

source: WARNING: invalid or missing list_type for schema (%s)
de: WARNUNG: ungültiger oder fehlender list_type für Schema (%s)
it: ATTENZIONE: list_type errato o mancante per lo schema (%s)
sv: VARNING: ogiltig eller saknad list_type för schema (%s)

source: WARNING: Failed to parse default value `%s' for schema (%s)
de: WARNUNG: Standardwert '%s' für Schema (%s) konnte nicht analysiert werden.
it: ATTENZIONE: Impossibile analizzare il valore predefinito `%s' per lo schema (%s)
sv: VARNING: Det gick inte att tolka standardvärde "%s" för schema (%s)

source: WARNING: invalid or missing car_type or cdr_type for schema (%s)
de: WARNUNG: ungültiger oder fehlender car- oder cdr-Typ für Schema (%s)
it: ATTENZIONE: car_type o cdr_type errato o mancante per lo schema (%s)
sv: VARNING: ogiltig eller saknad car_type eller cdr_type för schema (%s)

source: WARNING: You cannot set a default value for a schema
de: WARNUNG: Sie können keinen Standardwert für ein Schema festlegen.
it: ATTENZIONE: Impossibile impostare un valore predefinito per uno schema
sv: VARNING: Du kan inte ställa in ett standardvärde för ett schema

source: WARNING: gconftool internal error, unknown GConfValueType
de: WARNUNG: interner 'gconftool'-Fehler, unbekannter GConfValueType
it: ATTENZIONE: errore interno di gconftool, GConfValueType non identificato
sv: VARNING: internt fel i gconftool, okänd GConfValueType

source: WARNING: failed to parse type name `%s'
de: WARNUNG: Typname '%s' konnte nicht analysiert werden.
it: ATTENZIONE: impossibile analizzare il nome del tipo `%s'
sv: VARNING: Det gick inte att tolka typnamnet "%s"

source: WARNING: list_type can only be int, float, string or bool and not `%s'
de: WARNUNG: list_type kann nur int, float, string oder bool sein, aber nicht '%s'.
it: ATTENZIONE: list_type può avere solo il valore int, float, string o bool e non `%s'
sv: VARNING: list_type kan bara vara int, float, string eller bool och inte "%s"

source: WARNING: car_type can only be int, float, string or bool and not `%s'
de: WARNUNG: car_type kann nur int, float, string oder bool sein, aber nicht '%s'.
it: ATTENZIONE: car_type può avere solo il valore int, float, string o bool e non `%s'
sv: VARNING: car_type kan bara vara int, float, string eller bool och inte "%s"

source: WARNING: cdr_type can only be int, float, string or bool and not `%s'
de: WARNUNG: cdr_type kann nur int, float, string oder bool sein, aber nicht '%s'.
it: ATTENZIONE: cdr_type può avere solo il valore int, float, string o bool e non `%s'
sv: VARNING: cdr_type kan bara vara int, float, string eller bool och inte "%s"

source: WARNING: empty <applyto> node
de: WARNUNG: leerer <applyto>-Knoten
it: ATTENZIONE: nodo <applyto> vuoto
sv: VARNING: tom <applyto>-nod

source: WARNING: node <%s> not understood below <schema>
de: WARNUNG: Knoten <%s> unter <schema> kann nicht interpretiert werden.
it: ATTENZIONE: nodo <%s> non interpretabile sotto <schema>
sv: VARNING: det går inte att tolka noden <%s> under <schema>

source: WARNING: no key specified for schema
de: WARNUNG: kein Schlüssel für Schema angegeben
it: ATTENZIONE: nessuna chiave specificata per lo schema
sv: VARNING: ingen nyckel angiven för schema

source: WARNING: <locale> node has no `name="locale"' attribute, ignoring
de: WARNUNG: Knoten <locale> hat kein Attribut 'name='locale'' und wird ignoriert.
it: ATTENZIONE: il nodo <locale> non ha un attributo `name="locale"', viene ignorato
sv: VARNING: <locale>-noden har inget `name="locale"'-attribut, ignorerar

source: WARNING: multiple <locale> nodes for locale `%s', ignoring all past first
de: WARNUNG: Mehrere <locale>-Knoten für Locale '%s' - alle Knoten nach dem ersten werden ignoriert.
it: ATTENZIONE: sono presenti più nodi <locale> per la versione locale `%s', solo il primo viene utilizzato
sv: VARNING: flera <locale>-noder för platsen "%s", ignorerar allt föregående först

source: WARNING: Invalid node <%s> in a <locale> node
de: WARNUNG: Ungültiger Knoten <%s> in einem <locale>-Knoten
it: ATTENZIONE: Nodo errato <%s> in un nodo <locale>
sv: VARNING: Ogiltig nod <%s> i en <locale>-nod

source: WARNING: failed to install schema `%s' locale `%s': %s
de: WARNUNG: Schema '%s', Locale '%s' konnte nicht installiert werden: %s
it: ATTENZIONE: impossibile installare lo schema `%s' nella versione locale `%s': %s
sv: VARNING: Det gick inte att installera schemat "%s" lokal "%s": %s

source: Installed schema `%s' for locale `%s'
de: Schema '%s' für Locale '%s' wurde installiert.
it: Schema `%s' installato per la versione locale `%s'
sv: Schemat "%s" för språkområdet "%s" har installerats

source: WARNING: failed to associate schema `%s' with key `%s': %s
de: WARNUNG: Schema '%s' konnte nicht mit Schlüssel '%s' verknüpft werden: %s
it: ATTENZIONE: impossibile associare lo schema `%s' alla chiave `%s': %s
sv: VARNING: Det gick inte att associera schemat `%s' med nyckeln `%s': %s

source: Attached schema `%s' to key `%s'
de: Schema '%s' wurde an Schlüssel '%s' angehängt.
it: Schema `%s' allegato alla chiave `%s'
sv: Schemat "%s" kopplades ihop med nyckeln "%s"

source: You must have at least one <locale> entry in a <schema>
de: In einem <schema> muss mindestens ein <locale>-Eintrag vorhanden sein.
it: Deve essere presente almeno una voce <locale> in uno <schema>
sv: Du måste ha minst en <locale>-post i ett <schema>
