Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gconf/*.po
Languages: de, it, sv

source: Expected list, got %s
de: Liste erwartet, aber %s erhalten
it: Attesa una lista, ottenuto %s
sv: Lista förväntades, %s mottogs

source: Expected list of %s, got list of %s
de: Liste von %s erwartet, aber Liste von %s erhalten
it: Attesa una lista di %s, ottenuta una lista di %s
sv: Lista med %s förväntades, lista med %s mottogs

source: Expected pair, got %s
de: Paar erwartet, aber %s erhalten
it: Attesa una coppia, ottenuto %s
sv: Par förväntades, %s mottogs

source: Expected (%s,%s) pair, got a pair with one or both values missing
de: Paar (%s,%s) erwartet, jedoch fehlen einer oder beide Werte.
it: Attesa la coppia (%s,%s), ottenuta una coppia con uno o entrambi i valori mancanti
sv: Ett (%s,%s)-par förväntades, ett par där ett eller båda värdena saknades mottogs

source: Expected pair of type (%s,%s) got type (%s,%s)
de: Paar von Typ (%s,%s) erwartet, aber Typ (%s,%s) erhalten
it: Attesa una coppia di tipo (%s,%s) ottenuto il tipo (%s,%s)
sv: Ett par av typen (%s,%s) förväntades, par av typen (%s,%s) mottogs

source: Quoted string doesn't begin with a quotation mark
de: Zeichenkette in Anführungszeichen beginnt nicht mit Anführungszeichen.
it: La stringa quotata non inizia con un punto interrogativo
sv: Citerad sträng börjar inte med ett citationstecken

source: Quoted string doesn't end with a quotation mark
de: Zeichenkette in Anführungszeichen endet nicht mit Anführungszeichen.
it: La stringa quotata non finisce con un punto interrogativo
sv: Citerad sträng slutar inte med ett citationstecken

source: Encoded value is not valid UTF-8
de: Kodierter Wert ist kein gültiges UTF-8.
it: Il valore codificato non è un valore UTF-8 corretto
sv: Kodat värde är inte giltig UTF-8

source: Could not lock temporary file '%s': %s
de: Sperre für temporäre Datei '%s' konnte nicht erzeugt werden: %s
it: Impossibile bloccare il file temporaneo '%s': %s
sv: Det gick inte att låsa temporära filen "%s": %s

source: Could not create file '%s', probably because it already exists
de: Datei '%s' konnte nicht erstellt werden. Wahrscheinlich existiert sie bereits.
it: Impossibile creare il file '%s', probabilmente il file esiste già
sv: Det gick inte att skapa filen "%s", troligtvis på grund av att den redan finns

source: Failed to create or open '%s'
de: '%s' konnte nicht erstellt oder geöffnet werden.
it: Impossibile creare o aprire il file `%s':
sv: Det gick inte att skapa eller öppna "%s"

source: Failed to lock '%s': probably another process has the lock, or your operating system has NFS file locking misconfigured (%s)
de: Sperre für '%s' konnte nicht erzeugt werden: wahrscheinlich hat ein anderer Prozess die Sperre erzeugt, oder Ihr Betriebssystem hat eine fehlerhafte NFS-Konfiguration (%s).
it: Impossibile bloccare '%s': Probabilmente un altro processo detiene il lock, oppure il sistema di lock di NFS sul sistema non è configurato correttamente (%s)
sv: Det gick inte att låsa "%s": en annan process har låset, eller så har operativsystemet en felaktigt konfigurerad NFS-fillåsning (%s)

source: IOR file '%s' not opened successfully, no gconfd located: %s
de: Die IOR-Datei '%s' konnte nicht geöffnet werden - gconfd wurde nicht gefunden: %s
it: Impossibile aprire il file IOR '%s', impossibile trovare gconfd: %s
sv: IOR-filen "%s" Det gick inte att öppnas korrekt, ingen gconfd hittades: %s

source: gconftool or other non-gconfd process has the lock file '%s'
de: gconftool oder ein anderer Nicht-gconfd-Prozess hat die Sperrdatei '%s' erzeugt.
it: gconftool o un altro processo non-gconfd detiene il file di lock '%s'
sv: gconftool eller en annan icke-gconfd-process har låsfilen "%s"

source: couldn't contact ORB to resolve existing gconfd object reference
de: Kontakt zum ORB konnte nicht hergestellt werden, um eine existierende Objektreferenz des 'gconfd' aufzulösen.
it: impossibile contattare ORB per risolvere il riferimento all'oggetto gconfd esistente
sv: Det gick inte att kontakta ORB för slå upp existerande gconfd-objektreferens

source: Failed to convert IOR '%s' to an object reference
de: IOR '%s' konnte nicht in eine Objektreferenz umgewandelt werden.
it: Impossibile convertire lo IOR '%s' in un riferimento a un oggetto
sv: Det gick inte att konvertera IOR "%s" till en objektreferens

source: couldn't create directory `%s': %s
de: Verzeichnis '%s' konnte nicht erstellt werden: %s
it: impossibile creare la directory `%s': %s
sv: Det gick inte att skapa katalogen "%s": %s

source: Can't write to file `%s': %s
de: In Datei '%s' konnte nicht geschrieben werden: %s
it: Impossibile scrivere nel file `%s': %s
sv: Det går inte att skriva till filen "%s": %s

source: We didn't have the lock on file `%s', but we should have
de: Die erforderliche Sperre für Datei '%s' existierte nicht.
it: Il processo non detiene il lock sul file `%s', ma dovrebbe averlo
sv: Låset på filen "%s"ej tillgängligt trots att det borde varit tillgängligt

source: Failed to link '%s' to '%s': %s
de: Verknüpfen von '%s' mit '%s' fehlgeschlagen: %s
it: Impossibile collegare '%s' a '%s': %s
sv: Det gick inte att länka "%s" till "%s": %s

source: Failed to remove lock file `%s': %s
de: Die Sperrdatei '%s' konnte nicht gelöscht werden: %s
it: Impossibile rimuovere il file di lock `%s': %s
sv: Det gick inte att ta bort låsfilen "%s": %s

source: Failed to clean up file '%s': %s
de: Datei '%s' konnte nicht bereinigt werden: %s
it: Impossibile eseguire il cleanup del file '%s': %s
sv: Det gick inte att städa filen "%s": %s

source: Failed to remove lock directory `%s': %s
de: Sperrverzeichnis '%s' konnte nicht gelöscht werden: %s
it: Impossibile rimuovere la directory di lock `%s': %s
sv: Det gick inte att ta bort låskatalogen "%s": %s

source: Failed to create %s: %s
de: Erstellen von %s fehlgeschlagen: %s
it: Impossibile creare %s: %s
sv: Det gick inte att skapa %s: %s

source: Server ping error: %s
de: Der Server ist nicht erreichbar: %s
it: Errore di ping del server: %s
sv: Ping-fel för server: %s

source: Failed to create pipe for communicating with spawned gconf daemon: %s
de: Die Pipe zur Kommunikation mit dem bereitgestellten gconf-Dämon konnte nicht erstellt werden: %s
it: Impossibile creare la pipe per comunicare con il daemon gconf generato: %s
sv: Det gick inte att skapa rör för kommunikation med startad gconf-demon: %s

source: Failed to launch configuration server: %s
de: Der Konfigurationsserver konnte nicht gestartet werden: %s
it: Impossibile lanciare il server di configurazione: %s
sv: Det gick inte att starta konfigurationsservern: %s

source: Failed to contact configuration server; some possible causes are that you need to enable TCP/IP networking for ORBit, or you have stale NFS locks due to a system crash. See http://www.gnome.org/projects/gconf/ for information. (Details - %s)
de: Es konnte keine Verbindung zum Konfigurationsserver hergestellt werden. Mögliche Gründe könnten sein, dass Sie das TCP/IP-Protokoll für ORBit aktivieren müssen oder dass aufgrund eines Systemabsturzes alte NFS-Sperren bestehen. Weitere Informationen finden Sie unter http://www.gnome.org/projects/gconf/. (Details - %s)
it: Impossibile contattare il server di configurazione; è possibile che sia necessario abilitare il networking TCP/IP per ORBit, o che sia presente un lock obsoleto dovuto a un crash del sistema. Vedere http://www.gnome.org/projects/gconf/ per informazioni. (Dettagli - %s)
sv: Det gick inte att kontakta konfigurationsservern. Några möjliga orsaker kan vara att du måste aktivera stöd för TCP/IP-nätverk i ORBit, eller att du har överblivna NFS-lås på grund av en systemkrasch. Se http://www.gnome.org/projects/gconf/ för mer information. (Detaljer - %s)

source: none
de: Keine
it: nessuno
sv: inga

source: Help options
de: Hilfeoptionen
it: Opzioni di guida
sv: Hjälpalternativ

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
de: Fehler bei Option %s: %s. Führen Sie '%s --help' aus, um eine vollständige Liste verfügbarer Prompt-Optionen anzuzeigen.
it: Errore nell'opzione %s: %s. Eseguire '%s --help' per vedere un elenco completo delle opzioni dalla riga di comando.
sv: Fel vid flaggan %s: %s. Kör "%s --help" för att sen en fullständig lista med tillgängliga kommandoradsflaggor.

source: Please contact your system administrator to resolve the following problem: Could not open or create the file "%s"; this indicates that there may be a problem with your configuration, as many programs will need to create files in your home directory. The error was "%s" (errno = %d).
de: Wenden Sie sich an den Systemadministrator, um folgendes Problem zu lösen: Datei '%s' konnte nicht geöffnet oder erstellt werden. Dies deutet darauf hin, dass ein Problem in Ihrer Konfiguration vorliegen könnte, da viele Programme Dateien in Ihrem Home-Verzeichnis erstellen müssen. Der Fehler war "%s" (errno = %d).
it: Contattare l'amministratore di sistema per risolvere il seguente problema: Impossibile aprire o creare il file "%s"; questo indica un possibile problema nella configurazione, in quanto varie applicazioni devono poter creare file nella directory home dell'utente. L'errore è "%s" (n. errore = %d).
sv: Kontakta din systemadministratör för att lösa följande problem: Det gick inte att öppna eller skapa filen "%s". Detta indikerar att det kan finnas ett problem med din konfiguration, eftersom många program kommer att behöva skapa filer i din hemkatalog. Felet var "%s" (felnummer = %d).

source: Please contact your system administrator to resolve the following problem: Could not lock the file "%s"; this indicates that there may be a problem with your operating system configuration. If you have an NFS-mounted home directory, either the client or the server may be set up incorrectly. See the rpc.statd and rpc.lockd documentation. A common cause of this error is that the "nfslock" service has been disabled.The error was "%s" (errno = %d).
de: Wenden Sie sich an den Systemadministrator, um folgendes Problem zu lösen: Die Datei '%s' konnte nicht gesperrt werden. Dies deutet darauf hin, dass ein Problem mit der Konfiguration Ihres Betriebssystems besteht. Wenn Ihr Home-Verzeichnis mit NFS eingebunden ist, kann es sein, dass entweder der Client oder der Server nicht richtig konfiguriert ist. Sehen Sie in der rpc.statd- und der rpc.lockd-Dokumentation nach. Ein Grund für diesen Fehler ist, dass der 'nfslock'-Dienst deaktiviert wurde. Der Fehler war "%s" (errno = %d).
it: Contattare l'amministratore di sistema per risolvere il seguente problema: Impossibile bloccare il file "%s"; questo indica un possibile problema nella configurazione del sistema operativo. Se la directory home è attivata via NFS, è possibile che il client o il server siano configurati in modo errato. Vedere la documentazione di rpc.statd e rpc.lockd. Una causa frequente di questo problema è la disabilitazione del servizio "nfslock". L'errore è "%s" (n. errore = %d).
sv: Kontakta din systemadministratör för att lösa följande problem: Det gick inte att låsa filen "%s". Detta indikerar att det kan finnas ett problem i din operativsystemskonfiguration. Om du har en NFS-monterad hemkatalog kan antingen klienten eller servern vara felaktigt konfigurerad. Se dokumentationen för rpc.statd och rpc.lockd. En vanlig orsak till detta fel är att tjänsten "nfslock" har deaktiverats. Felet var "%s" (felnummer = %d).

source: Can't remove file %s: %s
de: Datei %s konnte nicht entfernt werden: %s
it: Impossibile rimuovere il file %s: %s
sv: Det går inte att ta bort filen %s: %s

source: Please contact your system administrator to resolve the following problem: No configuration sources in the configuration file "%s"; this means that preferences and other settings can't be saved. %s%s
de: Wenden Sie sich an den Systemadministrator, um folgendes Problem zu lösen: Keine Konfigurationsquelle in der Konfigurationsdatei "%s". Dies bedeutet, dass verschiedene Einstellungen nicht gespeichert werden können. %s%s
it: Contattare l'amministratore di sistema per risolvere il seguente problema: Nessuna origine di configurazione nel file di configurazione "%s"; questo significa che non è possibile salvare le preferenze e altre impostazioni. %s%s
sv: Kontakta din systemadministratör för att lösa följande problem: Inga konfigurationskällor i konfigurationsfilen "%s". Detta indikerar att inställningar inte kan sparas. %s%s

source: Error reading the file:
de: Fehler beim Lesen der Datei:
it: Errore nella lettura del file:
sv: Fel vid läsning av filen:

source: Please contact your system administrator to resolve the following problem: Could not resolve the address "%s" in the configuration file "%s": %s
de: Wenden Sie sich an den Systemadministrator, um folgendes Problem zu lösen: Die Adresse "%s" in der Konfigurationsdatei "%s" konnte nicht aufgelöst werden: %s
it: Contattare l'amministratore di sistema per risolvere il seguente problema: Impossibile risolvere l'indirizzo "%s" nel file di configurazione "%s": %s
sv: Kontakta din systemadministratör för att lösa följande problem: Det gick inte att slå upp adressen "%s" i konfigurationsfilen "%s": %s

source: Schema contains invalid UTF-8
de: Schema enthält ungültiges UTF-8.
it: Lo schema contiene valori UTF-8 errati
sv: Schemat innehåller ogiltig UTF-8

source: Failed to load source "%s": %s
de: Fehler beim Laden der Quelle "%s": %s
it: Impossibile caricare l'origine "%s": %s
sv: Det gick inte att läsa in källan "%s": %s

source: Resolved address "%s" to a writable config source at position %d
de: Adresse "%s" wurde zu einer schreibbaren Konfigurationsquelle an Position %d aufgelöst.
it: Indirizzo "%s" risolto in un'origine di configurazione scrivibile alla posizione %d
sv: Slog upp adressen "%s" till en skrivbar konfigurationskälla på position %d

source: Resolved address "%s" to a read-only config source at position %d
de: Adresse "%s" wurde zu einer schreibgeschützten Konfigurationsquelle an Position %d aufgelöst.
it: Indirizzo "%s" risolto in un'origine di configurazione di sola lettura alla posizione %d
sv: Slog upp adressen "%s" till en skrivskyddad konfigurationskälla på position %d

source: Resolved address "%s" to a partially writable config source at position %d
de: Adresse "%s" wurde zu einer teilweise schreibbaren Konfigurationsquelle an Position %d aufgelöst.
it: Indirizzo "%s" risolto in un'origine di configurazione parzialmente scrivibile alla posizione %d
sv: Slog upp adressen "%s" till en delvis skrivbar konfigurationskälla på position %d

source: None of the resolved addresses are writable; saving configuration settings will not be possible
de: Keine der aufgelösten Adressen können geschrieben werden. Die Konfigurationseinstellungen können nicht gesichert werden.
it: Nessuno degli indirizzi risolti è scrivibile; non sarà possibile salvare le impostazioni di configurazione
sv: Ingen av de uppslagna adresserna är skrivbara. Det kommer inte att gå att spara konfigurationsinställningarna

source: Schema `%s' specified for `%s' stores a non-schema value
de: In Schema '%s', das für '%s' festgelegt wurde, ist ein unpassender Wert gespeichert.
it: Lo schema `%s' specificato per `%s' memorizza un valore non schema
sv: Schemat "%s" som är angivet för "%s" lagrar ett icke-schema-värde

source: The '/' name can only be a directory, not a key
de: Der Name '/' kann nur ein Verzeichnis sein, kein Schlüssel.
it: Il nome '/' può solo essere una directory, non una chiave
sv: Namnet "/" kan bara vara en katalog, inte en nyckel

source: Value for `%s' set in a read-only source at the front of your configuration path
de: Es wurde ein Wert für '%s' in einer schreibgeschützten Quelle am Anfang des Konfigurationspfades zugewiesen.
it: Valore per `%s' configurato in un'origine di sola lettura all'inizio del percorso di configurazione
sv: Värdet för "%s" är satt i en skrivskyddad källa i början på din konfigurationssökväg

source: Unable to store a value at key '%s', as the configuration server has no writable databases. There are some common causes of this problem: 1) your configuration path file %s/path doesn't contain any databases or wasn't found 2) somehow we mistakenly created two gconfd processes 3) your operating system is misconfigured so NFS file locking doesn't work in your home directory or 4) your NFS client machine crashed and didn't properly notify the server on reboot that file locks should be dropped. If you have two gconfd processes (or had two at the time the second was launched), logging out, killing all copies of gconfd, and logging back in may help. If you have stale locks, remove ~/.gconf*/*lock. Perhaps the problem is that you attempted to use GConf from two machines at once, and ORBit still has its default configuration that prevents remote CORBA connections - put "ORBIIOPIPv4=1" in /etc/orbitrc. As always, check the user.* syslog for details on problems gconfd encountered. There can only be one gconfd per home directory, and it must own a lockfile in ~/.gconfd and also lockfiles in individual storage locations such as ~/.gconf
de: Es konnte kein Wert bei Schlüssel '%s' gespeichert werden, da in die Datenbank des Konfigurationsservers nicht geschrieben werden kann. Es gibt einige Ursachen für dieses Problem: 1) Ihre Konfigurationspfad-Datei %s/Pfad enthält keine Datenbanken oder wurde nicht gefunden oder 2) Es wurden versehentlich zwei gconfd-Prozesse gestartet. 3) Ihr Betriebssystem ist nicht richtig konfiguriert, so dass das Sperren einer NFS-Datei in Ihrem Home-Verzeichnis nicht funktioniert oder 4) Ihr NFS-Client-Computer ist abgestürzt und hat den Server beim Starten nicht informiert, dass die Dateisperren aufgehoben werden sollen. Wenn zwei gconfd-Prozesse ausgeführt werden (oder zwei ausgeführt wurden, als der zweite gestartet wurde), kann das Problem möglicherweise behoben werden, indem Sie sich abmelden, alle Instanzen von gconfd beenden und sich wieder anmelden. Wenn alte Sperren bestehen, löschen Sie ~/.gconf*/*lock. Möglicherweise wird Gconf auch von zwei Computern aus gleichzeitig verwendet und ORBit in seiner voreingestellten Konfiguration CORBA-Verbindungen aus dem Netz verhindert. Fügen Sie 'ORBIIOPIPv4=1' in Ihre /etc/orbitrc ein. Überprüfen Sie user.* syslog auf Probleme mit gconfd. Es darf nur ein gconfd pro Home-Verzeichnis existieren, und gconfd muss über eine Sperrdatei in ~/gconfd verfügen sowie über Sperrdateien an individuellen Speicherorten, wie z. B. ~/.gconf.
it: Impossibile memorizzare un valore per la chiave '%s', il server di configurazione non possiede database scrivibili. Cause possibili del problema: 1) il file del percorso di configurazione %s/path non contiene nessun database o non è stato trovato 2) per errore sono stati creati due processi gconfd 3) il sistema operativo non è configurato in modo appropriato e quindi il lock dei file NFS non opera correttamente nella directory home o 4) il client NFS è andato in crash e non ha notificato correttamente al server al reboot che i lock dei file dovevano essere abbandonati. Se sono presenti due processi gconfd (o erano presenti al momento dell'avvio del secondo), chiudere la sessione, interrompere con kill tutte le copie di gconfd e rieseguire il login. Se sono presenti lock obsoleti, rimuovere i file ~/.gconf*/*lock. Se il problema è dovuto al fatto che GConf è stato utilizzato contemporaneamente da due sistemi e ORBit utilizza ancora la configurazione predefinita che impedisce le connessioni CORBA remote, inserire "ORBIIOPIPv4=1" in /etc/orbitrc. Come è sempre consigliabile, controllare il syslog user.* per informazioni sui problemi di gconfd. Dovrebbe essere presente solo un gconfd per ogni directory home e dovrebbe detenere un file di lock in ~/.gconfd e altri file di lock in singole posizioni di memorizzazione come ~/.gconf
sv: Det går inte att lagra ett värde på nyckeln "%s" eftersom konfigurationsservern inte har några skrivbara databaser. Det finns en del vanliga orsaker till detta problem: 1) din konfigurationssökvägsfil %s/path innehöll inga databaser eller hittades inte, 2) alternativt så skapade vi av misstag två gconfd-processer, 3) ditt operativsystem är felkonfigurerat så att NFS-fillåsning inte fungerar i din hemkatalog eller 4) din NFS-klientmaskin kraschade och upplyste inte servern korrekt vid omstart om att fillås skulle låsas upp. Om du har två gconfd-processer (eller hade två då den andra startades) kan det hjälpa att logga ut, döda alla kopior av gconfd, och logga in igen. Kanske beror problemet på att du försökte använda GConf samtidigt från två maskiner, och ORBit fortfarande har standardkonfigurationen som förhindrar CORBA-fjärranslutningar - stoppa "ORBIIOPIPv4=1" i /etc/orbitrc. Som alltid, kontrollera user.*-systemloggen för detaljer om problem som gconfd har stött på. Det kan endast finnas en gconfd per hemkatalog, och den måste ha en låsfil i ~/.gconfd och även låsfiler i individuella lagringsplatser som ~/.gconf

source: Error finding metainfo: %s
de: Die Meta-Informationen konnten nicht gefunden werden: %s
it: Impossibile trovare metainfo: %s
sv: Fel vid sökning av metainformation: %s

source: Error getting metainfo: %s
de: Fehler beim Abrufen der Meta-Informationen: %s
it: Impossibile ottenere metainfo: %s
sv: Fel vid hämtning av metainformation: %s

source: Key `%s' listed as schema for key `%s' actually stores type `%s'
de: Schlüssel '%s', aufgelistet als Schema für Schlüssel '%s', speichert momentan den Typ '%s'.
it: La chiave `%s' elencata come schema per la chiave `%s' memorizza il tipo `%s'
sv: Nyckeln "%s" listad som schema för nyckeln "%s" lagrar egentligen typen "%s"

source: Didn't understand `%s' (expected integer)
de: %s konnte nicht interpretiert werden (Integer erwartet).
it: Impossibile interpretare `%s' (atteso un intero)
sv: Det gick inte att tolka "%s" (ett heltal förväntades)

source: Integer `%s' is too large or small
de: Integer '%s' ist zu groß oder zu klein.
it: L'intero `%s' è troppo grande o troppo piccolo
sv: Heltalet "%s" är för stort eller för litet

source: Didn't understand `%s' (expected real number)
de: %s konnte nicht interpretiert werden (reelle Zahl erwartet).
it: Impossibile interpretare `%s' (atteso un numero reale)
sv: Det gick inte att tolka "%s" (ett reellt tal förväntades)

source: Didn't understand `%s' (expected true or false)
de: %s konnte nicht interpretiert werden (wahr oder falsch erwartet).
it: Impossibile interpretare `%s' (atteso un valore vero o falso)
sv: Det gick inte att tolka "%s" (true eller false förväntades)

source: Didn't understand `%s' (list must start with a '[')
de: %s konnte nicht interpretiert werden (Liste muss mit einem '[' beginnen).
it: Impossibile interpretare `%s' (la lista deve iniziare con una '[')
sv: Det gick inte att tolka "%s" (listan måste börja med ett "[")

source: Didn't understand `%s' (list must end with a ']')
de: %s konnte nicht interpretiert werden (Liste muss mit einem ']' enden).
it: Impossibile interpretare `%s' (la lista deve terminare con una ']')
sv: Det gick inte att tolka "%s" (listan måste sluta med ett "]")

source: Didn't understand `%s' (extra unescaped ']' found inside list)
de: %s konnte nicht interpretiert werden (nicht Escape-Sequenz ']' in der Liste gefunden).
it: Impossibile interpretare `%s' (']' in eccesso presente, senza escape, nella lista)
sv: Det gick inte att tolka "%s" (ett extra "]" utan escape hittades i listan)

source: Didn't understand `%s' (extra trailing characters)
de: %s konnte nicht interpretiert werden (zusätzliche Zeichen am Ende).
it: Impossibile interpretare `%s' (caratteri terminali in eccesso)
sv: Det gick inte att tolka "%s" (ytterligare skräptecken)

source: Didn't understand `%s' (pair must start with a '(')
de: %s konnte nicht interpretiert werden (ein Paar muss mit einem '(' beginnen).
it: Impossibile interpretare `%s' (la coppia deve iniziare con una '(')
sv: Det gick inte att tolka "%s" (par måste inledas med ett "(")
