Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gconf/*.po
Languages: de, it, sv

source: WARNING: node <%s> not understood below <schemalist>
de: WARNUNG: Knoten <%s> kann innerhalb von <schemalist> nicht interpretiert werden.
it: ATTENZIONE: nodo <%s> non interpretabile sotto <schemalist>
sv: VARNING: det går inte att tolka noden <%s> under <schemalist>

source: Failed to open `%s': %s
de: '%s' konnte nicht geöffnet werden: %s
it: Impossibile aprire `%s': %s
sv: Det gick inte att öppna "%s": %s

source: Document `%s' is empty?
de: Ist Dokument '%s' leer?
it: Il documento `%s' è vuoto?
sv: Är dokumentet "%s" tomt?

source: Document `%s' has the wrong type of root node (<%s>, should be <gconfschemafile>)
de: Dokument '%s' hat den falschen Root-Knotentyp (<%s>, sollte <gconfschemafile> sein).
it: Il documento `%s' ha un tipo errato di nodo radice (<%s>, dovrebbe essere <gconfschemafile>)
sv: Dokumentet "%s" har fel typ av rotnod (<%s>, borde vara <gconfschemafile>)

source: Document `%s' has no top level <gconfschemafile> node
de: Dokument '%s' hat keinen Knoten <gconfschemafile> in oberster Ebene.
it: Il documento `%s' non ha un nodo <gconfschemafile> di primo livello
sv: Dokumentet "%s" har ingen toppnivånod <gconfschemafil>

source: WARNING: node <%s> below <gconfschemafile> not understood
de: WARNUNG: Knoten <%s> kann innerhalb von <gconfschemafile> nicht interpretiert werden.
it: ATTENZIONE: nodo <%s> sotto <gconfschemafile> non identificato
sv: VARNING: det går inte att tolka noden <%s> nedanför <gconfschemafile>

source: Error syncing config data: %s
de: Fehler beim Synchronisieren von Konfigurationsdaten: %s
it: Errore di sincronizzazione dei dati di configurazione: %s
sv: Fel vid synkronisering av konfigurationsdata: %s

source: Must specify some schema files to install
de: Sie müssen Schemadateien zum Installieren festlegen.
it: È necessario specificare alcuni file di schema da installare
sv: Du måste ange någon schemafil att installera

source: Failed to unset breakage key %s: %s
de: Breakage-Schlüssel %s konnte nicht zurückgesetzt werden: %s
it: Impossibile annullare l'impostazione della chiave di breakage %s: %s
sv: Det gick inte att nollställa knäcknyckeln %s: %s

source: Must specify some keys to break
de: Sie müssen zu beschädigende Schlüssel angeben.
it: È necessario specificare le chiavi da interrompere
sv: Du måste ange några nycklar att knäcka

source: Trying to break your application by setting bad values for key: %s
de: Es wird versucht, Ihre Anwendung durch Zuweisen falscher Werte für Schlüssel zum Abstürzen zu bringen: %s
it: Tentativo di interrompere l'applicazione impostando valori errati per la chiave: %s
sv: Försök att knäcka ditt program görs, genom att dåliga värden anges för nyckeln: %s

source: Must specify some directories to break
de: Sie müssen zu beschädigende Verzeichnisse angeben.
it: È necessario specificare le directory da interrompere
sv: Du måste ange några kataloger att knäcka

source: Trying to break your application by setting bad values for keys in directory: %s
de: Es wird versucht, Ihre Anwendung durch Zuweisen falscher Werte für Schlüssel in einem Verzeichnis zum Abstürzen zu bringen: %s
it: Tentativo di interrompere l'applicazione impostando valori errati per le chiavi nella directory: %s
sv: Försök att knäcka ditt program görs, genom att dåliga värden anges för nyckeln i katalogen: %s
