Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gconf/*.po
Languages: de, it, sv

source: Unloading BerkeleyDB (BDB) backend module.
de: Das BerkeleyDB-Backend-Modul wird aus dem Speicher entfernt.
it: Scaricamento del modulo backend BerkeleyDB (BDB).
sv: BerkeleyDB-backendmodulen (BDB) kopplas bort.

source: Opened BerkeleyDB source at root %s
de: Die BerkeleyDB-Quelle wurde bei Root %s geöffnet.
it: Aperto sorgente BerkeleyDB alla radice %s
sv: BerkeleyDB-källa öppnades vid rot %s

source: Initializing BDB backend module
de: Das BDB-Backend-Modul wird initialisiert.
it: Inizializzo il modulo backend BDB
sv: BDB-backendmodulen initierades

source: Couldn't find the %s root directory in the address `%s'
de: Das Root-Verzeichnis %s an Adresse '%s' konnte nicht gefunden werden.
it: Impossibile trovare la directory radice %s nell'indirizzo `%s'
sv: Det gick inte att hitta %s-rotkatalogen i adressen "%s"

source: Could not make directory `%s': %s
de: Verzeichnis '%s' konnte nicht erstellt werden: %s
it: Impossibile creare la directory `%s': %s
sv: Det gick inte att skapa katalogen "%s": %s

source: Can't read from or write to the %s root directory in the address `%s'
de: Für das Root-Verzeichnis %s an Adresse '%s' ist kein Lese- oder Schreibzugriff möglich.
it: Impossibile leggere o scrivere nella directory radice %s nell'indirizzo `%s'
sv: Det går inte att läsa eller skriva till %s-rotkatalogen i adressen "%s"

source: Unloading XML backend module.
de: Das XML-Backend-Modul wird aus dem Speicher entfernt.
it: Scaricamento del modulo backend XML.
sv: XML-backendmodulen kopplas bort.

source: Couldn't find the XML root directory in the address `%s'
de: Das XML-Rootverzeichnis wurde nicht an Adresse '%s' gefunden.
it: Impossibile trovare la directory XML radice nell'indirizzo `%s'
sv: Det gick inte att hitta XML-rotkatalogen i adressen "%s"

source: Can't read from or write to the XML root directory in the address `%s'
de: Im XML-Verzeichnis an Adresse '%s' kann nicht gelesen oder geschrieben werden.
it: Impossibile leggere o scrivere nella directory XML radice nell'indirizzo `%s'
sv: Det gick inte att läsa eller skriva till XML-rotkatalogen i adressen "%s"

source: Directory/file permissions for XML source at root %s are: %o/%o
de: Verzeichnis-/Dateiberechtigungen für XML-Quelle bei Wurzel %s lauten %o/%o
it: Le autorizzazioni della directory o del file per l'origine XML nella radice %s sono: %o/%o
sv: Katalog- och filrättigheterna för XML-koden vid roten %s är: %o/%o

source: Error syncing the XML backend directory cache: %s
de: Fehler beim Synchronisieren des XML-Backend-Verzeichnis-Caches: %s
it: Errore di sincronizzazione della cache della directory backend XML: %s
sv: Fel vid synkronisering av XML-backendkatalogcache: %s

source: Remove dir operation is no longer supported, just remove all the values in the directory
de: Das Entfernen der dir-Operation wird nicht mehr unterstützt. Entfernen Sie einfach alle Werte im Verzeichnis.
it: L'operazione di rimozione della directory non è più supportata, rimuovere semplicemente tutti i valori nella directory
sv: Katalogborttagningsåtgärden stöds inte längre, ta bara bort alla värden i katalogen

source: Initializing XML backend module
de: Das XML-Backend-Modul wird initialisiert.
it: Inizializzazione del modulo backend XML
sv: XML-backendmodulen initieras

source: Failed to give up lock on XML dir `%s': %s
de: Sperre auf XML-Verzeichnis '%s' konnte nicht aufgehoben werden: %s
it: Impossibile abbandonare il lock sulla directory XML `%s': %s
sv: Det gick inte att ge upp lås på XML-katalogen "%s": %s

source: Failed to sync XML cache contents to disk
de: Der Inhalt des XML-Cache konnte nicht mit der Festplatte synchronisiert werden.
it: Impossibile sincronizzare il contenuto della cache XML sul disco
sv: Det gick inte att synkronisera innehållet i XML-cache till disk

source: Unable to remove directory `%s' from the XML backend cache, because it has not been successfully synced to disk
de: Das Verzeichnis '%s' kann nicht aus dem XML-Backend-Cache entfernt werden, da es nicht erfolgreich mit der Festplatte synchronisiert werden konnte.
it: Impossibile rimuovere la directory `%s' dalla cache di backend XML, poiché non è stata sincronizzata correttamente sul disco
sv: Det gick inte att ta bort katalogen "%s" från XML-backenden eftersom den inte har synkroniserats korrekt till disk

source: %u items remain in the cache after cleaning already-synced items older than %u seconds
de: %u Elemente bleiben im Cache, wenn alle bereits synchronisierten Elemente, die älter als %u Sekunden sind, gelöscht werden.
it: %u elementi rimasti nella cache dopo la rimozione degli elementi già sincronizzati più vecchi di %u secondi
sv: %u objekt återstår i cachen efter städning av objekt som redan synkroniserats och som är äldre än %u sekunder

source: Could not stat `%s': %s
de: '%s' konnte nicht mit stat untersucht werden: %s
it: Impossibile ottenere informazioni su `%s': %s
sv: Det gick inte att hämta status för "%s": %s

source: XML filename `%s' is a directory
de: XML-Dateiname %s ist ein Verzeichnis.
it: Il nomefile XML `%s' è una directory
sv: XML-filnamnet "%s" är en katalog

source: Failed to delete "%s": %s
de: Löschen von "%s" fehlgeschlagen: %s
it: Impossibile eliminare il file "%s": %s
sv: Det gick inte att ta bort "%s": %s

source: Failed to write file `%s': %s
de: Schreiben von '%s' fehlgeschlagen: %s
it: Impossibile scrivere nel file `%s': %s
sv: Det gick inte att skriva filen "%s": %s

source: Failed to set mode on `%s': %s
de: Es konnte kein Modus für '%s' zugewiesen werden: %s
it: Impossibile impostare la modalità su `%s': %s
sv: Det gick inte att ange läge på "%s": %s

source: Failed to write XML data to `%s': %s
de: Schreiben von XML-Daten nach '%s' fehlgeschlagen: %s
it: Impossibile scrivere i dati XML in `%s': %s
sv: Det gick inte att skriva XML-data till "%s": %s

source: Failed to close file `%s': %s
de: Datei '%s' konnte nicht geschlossen werden: %s
it: Impossibile chiudere il file `%s': %s
sv: Det gick inte att stänga filen "%s": %s

source: Failed to rename `%s' to `%s': %s
de: Umbenennen von '%s' in '%s' fehlgeschlagen: %s
it: Impossibile rinominare `%s' in `%s': %s
sv: Det gick inte att byta namn på "%s" till "%s": %s

source: Failed to restore `%s' from `%s': %s
de: Wiederherstellen von %s aus %s fehlgeschlagen: %s
it: Impossibile ripristinare `%s' da `%s': %s
sv: Det gick inte att återskapa "%s" från "%s": %s

source: Failed to delete old file `%s': %s
de: Löschen der alten Datei %s fehlgeschlagen: %s
it: Impossibile eliminare il vecchio file `%s': %s
sv: Det gick inte att ta bort den gamla filen "%s": %s

source: Failed to stat `%s': %s
de: '%s' konnte nicht mit stat untersucht werden: %s
it: Impossibile ottenere informazioni su `%s': %s
sv: Det gick inte att ta status på "%s": %s

source: Duplicate entry `%s' in `%s', ignoring
de: Doppelter Eintrag %s in %s wird ignoriert.
it: Voce duplicata `%s' in `%s', ignorata
sv: Dubbla "%s"-poster i "%s", ignorerar

source: Entry with no name in XML file `%s', ignoring
de: Eintrag ohne Namen in der XML-Datei %s wird ignoriert.
it: Voce senza nome nel file XML `%s', ignorata
sv: Post utan namn i XML-filen "%s", ignorerar

source: A toplevel node in XML file `%s' is <%s> rather than <entry>, ignoring
de: Oberstes Element in der XML-Datei '%s' ist <%s> und nicht <entry>. Dies wird ignoriert.
it: Un nodo toplevel nel file XML `%s' è <%s> invece di <entry>, ignorato
sv: Översta noden i XML-filen "%s" är <%s> istället för <entry>, ignorerar

source: Failed to create file `%s': %s
de: Das Erstellen von Datei '%s' ist fehlgeschlagen: %s
it: Impossibile creare il file `%s': %s
sv: Det gick inte att skapa filen "%s": %s

source: Failed to parse XML file "%s"
de: Die XML-Datei "%s" konnte nicht analysiert werden.
it: Impossibile analizzare il file XML "%s"
sv: Det gick inte att tolka XML-filen "%s"

source: Ignoring XML node with name `%s': %s
de: XML-Element mit Namen '%s' wird ignoriert: %s
it: Nodo XML con nome `%s' ignorato: %s
sv: XML-noden med namnet "%s"ignoreras: %s

source: Ignoring schema name `%s', invalid: %s
de: Schema mit Namen '%s' wird ignoriert, ungültig: %s
it: Nome schema `%s' ignorato, non valido: %s
sv: Schemanamnet "%s"ignoreras, ogiltigt : %s

source: Ignoring XML node `%s': %s
de: XML-Element '%s' wird ignoriert: %s
it: Nodo XML `%s' ignorato: %s
sv: XML-noden "%s"ignoreras: %s

source: Failed reading default value for schema: %s
de: Der Standardwert für Schema %s konnte nicht gelesen werden.
it: Impossibile leggere il valore predefinito per lo schema: %s
sv: Det gick inte att läsa standardvärdet för schema: %s

source: No "type" attribute for <%s> node
de: Kein "type"-Attribut für <%s>-Knoten
it: Attributo "type" mancante per il nodo <%s>
sv: "type"-attribut för noden <%s>saknas

source: A node has unknown "type" attribute `%s', ignoring
de: Ein Knoten verfügt über das unbekannte "type"-Attribut '%s' und wird ignoriert.
it: Il nodo ha un attributo "type" `%s' non identificato, ignorato
sv: En nod har okänt "type"-attribut "%s", ignoreras

source: No "value" attribute for node
de: Kein "value"-Attribut für Knoten
it: Attributo "value" mancante per il nodo
sv: "value"-attribut för nod saknas

source: Didn't understand XML node <%s> inside an XML list node
de: XML-Knoten <%s> in XML-Listenknoten ist unbekannt.
it: Impossibile interpretare il nodo XML <%s> all'interno di un nodo XML list
sv: XML-noden <%s> inuti en XML-listnod är okänd

source: Invalid type (list, pair, or unknown) in a list node
de: Ungültiger Typ (Liste, Paar oder unbekannt) in einem Listenknoten
it: Tipo non ammesso (list, pair, o unknown) in un nodo list
sv: Ogiltig typ (lista, par eller okänd) i en listnod

source: Bad XML node: %s
de: Fehlerhafter XML-Knoten: %s
it: Nodo XML errato: %s
sv: Felaktig XML-nod: %s

source: List contains a badly-typed node (%s, should be %s)
de: Liste beinhaltet ein falsch geschriebenes Element (%s sollte %s sein).
it: La lista contiene un nodo scorretto (%s, dovrebbe essere %s)
sv: Listan innehåller en felaktigt skriven nod (%s, borde varit %s)

source: Ignoring bad car from XML pair: %s
de: Ungültiges car aus XML-Paar wird ignoriert: %s
it: Carattere errato ignorato nella coppia XML: %s
sv: Felaktig car i XML-par ignoreras: %s

source: parsing XML file: lists and pairs may not be placed inside a pair
de: XML-Datei wird analysiert: Listen und Paare dürfen nicht in einem Paar sein.
it: analisi file XML: liste e coppie non possono essere all'interno di una coppia
sv: tolkar XML-fil: listor och par får inte placeras inuti par

source: Ignoring bad cdr from XML pair: %s
de: Ungültiges cdr aus XML-Paar wird ignoriert: %s
it: Cdr errato ignorato nella coppia XML: %s
sv: Felaktig cdr i XML-par ignoreras: %s

source: Didn't understand XML node <%s> inside an XML pair node
de: XML-Knoten <%s> in einem XML-Paarknoten konnte nicht interpretiert werden.
it: Impossibile comprendere il nodo XML <%s> all'interno di un nodo XML pair
sv: XML-noden <%s> inuti en XML-parnod är okänd

source: Didn't find car and cdr for XML pair node
de: car und cdr für XML-Paarknoten konnten nicht gefunden werden.
it: Impossibile trovare car e cdr per il nodo XML pair
sv: Car och cdr för XML-parnoden hittades inte

source: Missing cdr from pair of values in XML file
de: Fehlendes cdr in Wertepaar aus XML-Datei
it: Cdr mancante nella coppia di valori nel file XML
sv: Cdr saknas i ett par med värden i XML-filen

source: Missing car from pair of values in XML file
de: Fehlendes car in Wertepaar aus XML-Datei
it: Car mancante nella coppia di valori nel file XML
sv: Car saknas i ett par med värden i XML-filen

source: Missing both car and cdr values from pair in XML file
de: car- und cdr-Werte fehlen beide im Paar der XML-Datei.
it: Valori car e cdr mancanti nella coppia nel file XML
sv: Både car- och cdr-värden saknas i ett par med värden i XML-filen

source: No such file `%s'
de: Datei '%s' existiert nicht.
it: File non trovato `%s'
sv: Filen "%s" finns inte

source: Bad address `%s'
de: Ungültige Adresse '%s'
it: Indirizzo errato `%s'
sv: Ogiltig adress "%s"

source: GConf won't work without dynamic module support (gmodule)
de: GConf funktioniert nicht ohne Unterstützung für dynamische Module (gmodule).
it: GConf non può operare senza il supporto dei moduli dinamici (gmodule)
sv: GConf fungerar inte utan dynamisk modulsupport (gmodule)

source: Error opening module `%s': %s
de: Fehler beim Öffnen von Modul '%s': %s
it: Errore nell'apertura del modulo `%s': %s
sv: Fel vid öppning av modulen "%s": %s

source: Couldn't locate backend module for `%s'
de: Backend-Modul für '%s' konnte nicht gefunden werden.
it: Impossibile trovare il modulo backend per `%s'
sv: Det gick inte att hitta backendmodulen för "%s"

source: Failed to shut down backend
de: Backend konnte nicht heruntergefahren werden.
it: Impossibile arrestare il backend
sv: Fel vid avstängning av backend

source: GConf Error: %s
de: GConf-Fehler: %s
it: Errore GConf: %s
sv: GConf-fel: %s

source: GConf warning: failure listing pairs in `%s': %s
de: GConf-Warnung: Fehler beim Auflisten von Paaren in '%s': %s
it: Avvertimento di GConf: errore nell'elenco delle coppie in `%s': %s
sv: GConf-varning: Det gick inte att lista par i "%s": %s

source: Expected `%s' got `%s' for key %s
de: '%s' erwartet, aber '%s' für den Schlüssel %s erhalten
it: Valore atteso `%s', ottenuto `%s' per la chiave %s
sv: "%s"förväntade, "%s" togs emot för nyckeln "%s"

source: Received invalid value in set request
de: Ungültigen Wert in Zuweisungsanfrage erhalten
it: Valore errato nella richiesta set
sv: Ogiltigt värde i inställningsbegäran mottogs

source: Couldn't make sense of CORBA value received in set request for key `%s'
de: Der CORBA-Wert in Zuweisungsanfrage für Schlüssel '%s' konnte nicht interpretiert werden.
it: Impossibile interpretare il valore CORBA ricevuto nella richiesta set per la chiave `%s'
sv: Det gick inte att tolka CORBA-värdet som mottogs i inställningsbegäran för nyckeln "%s"

source: Received request to drop all cached data
de: Anfrage zum Löschen aller Daten im Cache erhalten
it: Ricevuta una richiesta di abbandonare tutti i dati nella cache
sv: Begäran att släppa all cachad data mottogs

source: Received request to sync synchronously
de: Anfrage zum synchronen Synchronisieren erhalten
it: Ricevuta richiesta di sincronizzazione sincrona
sv: Begäran att synkronisera synkront mottogs

source: Fatal error: failed to get object reference for ConfigDatabase
de: Schwerer Fehler: Objektreferenz für ConfigDatabase konnte nicht abgerufen werden.
it: Errore fatale: impossibile ottenere il riferimento dell'oggetto per ConfigDatabase
sv: Allvarligt fel: Det gick inte att få objektreferens för ConfigDatabase

source: Failed to sync one or more sources: %s
de: Eine oder mehrere Quellen konnten nicht synchronisiert werden: %s
it: Impossibile sincronizzare uno o più origini: %s
sv: Det gick inte att synkronisera med en eller flera källor: %s

source: Failed to log addition of listener %s (%s);will not be able to restore this listener on gconfd restart, resulting in unreliable notification of configuration changes.
de: Ein Zusatz des Listener %s (%s) konnte nicht protokolliert werden. Der Listener kann beim Neustart von gconfd nicht wiederhergestellt werden, was zu unzuverlässigen Benachrichtigungen über Konfigurationsänderungen führt.
it: Impossibile registrare l'aggiunta del listener %s (%s); non sarà possibile ripristinare il listener al riavvio di gconfd e questo produrrà una notifica inaffidabile delle modifiche alla configurazione.
sv: Det gick inte att logga tilläggningen av lyssnare %s (%s). Det kommer inte att gå att kunna återställa den här lyssnaren vid omstart av gconfd, vilket kommer att innebära otillförlitliga meddelanden om konfigurationsändringar.

source: Listener ID %lu doesn't exist
de: Die Listener-ID %lu existiert nicht.
it: L'ID del listener %lu non esiste
sv: Lyssnar-ID %lu finns inte

source: Failed to log removal of listener to logfile (most likely harmless, may result in a notification weirdly reappearing): %s
de: Das Entfernen des Listeners konnte nicht in der Protokolldatei aufgezeichnet werden (wahrscheinlich harmlos, könnte zu einer neuen Benachrichtigung führen): %s
it: Impossibile registrare la rimozione del listener nel file di log (la condizione non dovrebbe avere conseguenze, può produrre il riapparire di una notifica): %s
sv: Det gick inte att logga borttagningen av lyssnare i loggfilen (troligtvis ofarligt, men kan resultera i att ett meddelande plötsligt återkommer): %s

source: Error getting value for `%s': %s
de: Fehler beim Abrufen des Werts für '%s': %s
it: Impossibile ottenere un valore per `%s': %s
sv: Fel vid hämtning av värde för "%s": %s

source: Error setting value for `%s': %s
de: Fehler beim Zuweisen des Werts für '%s': %s
it: Impossibile impostare un valore per `%s': %s
sv: Fel när värde för "%s" sattes: %s

source: Error unsetting `%s': %s
de: Fehler beim Zurücksetzen von '%s': %s
it: Impossibile annullare l'impostazione di `%s': %s
sv: Fel vid återställning av "%s": %s

source: Error getting default value for `%s': %s
de: Fehler beim Abrufen des Standardwerts für '%s': %s
it: Impossibile ottenere il valore predefinito per `%s': %s
sv: Fel vid hämtning av standardvärde för "%s": %s

source: Error unsetting "%s": %s
de: Fehler beim Zurücksetzen von '%s': %s
it: Errore nell'annullamento dell'impostazione di "%s": %s
sv: Fel vid återställning av "%s": %s

source: Error getting new value for "%s": %s
de: Fehler beim Abrufen des neuen Werts für '%s': %s
it: Impossibile ottenere un nuovo valore per "%s": %s
sv: Fel vid hämtning av nytt värde för "%s": %s

source: Error checking existence of `%s': %s
de: Fehler beim Prüfen der Existenz von '%s': %s
it: Impossibile controllare l'esistenza di `%s': %s
sv: Fel vid kontroll av befintlighet av"%s": %s

source: Error removing dir `%s': %s
de: Fehler beim Entfernen des Verzeichnisses '%s': %s
it: Impossibile rimuovere la directory `%s': %s
sv: Fel vid borttagning av katalogen "%s": %s

source: Failed to get all entries in `%s': %s
de: Fehler beim Abrufen aller Einträge in '%s': %s
it: Impossibile ottenere tutte le voci in `%s': %s
sv: Det gick inte att hämta alla poster i "%s": %s

source: Error listing dirs in `%s': %s
de: Fehler beim Auflisten der Verzeichnisse in '%s': %s
it: Impossibile elencare le directory in `%s': %s
sv: Fel vid listning av kataloger i "%s": %s

source: Error setting schema for `%s': %s
de: Fehler beim Zuweisen des Schemas für '%s': %s
it: Impossibile impostare uno schema per `%s': %s
sv: Fel när schema för "%s" sattes: %s

source: Success
de: Erfolgreich
it: Riuscito
sv: Framgång

source: Failed
de: Fehlgeschlagen
it: Non riuscito
sv: Misslyckande

source: Configuration server couldn't be contacted
de: Der Konfigurationsserver konnte nicht kontaktiert werden.
it: Non è stato possibile contattare il server di configurazione
sv: Konfigurationsservern Det gick inte att nås

source: Permission denied
de: Zugriff verweigert
it: Autorizzazione negata
sv: Åtkomst nekas

source: Couldn't resolve address for configuration source
de: Die Adresse für die Konfigurationsquelle konnte nicht aufgelöst werden.
it: Impossibile risolvere l'indirizzo per l'origine di configurazione
sv: Det gick inte att slå upp adressen till konfigurationskällan

source: Bad key or directory name
de: Falscher Schlüssel- oder Verzeichnisname
it: Chiave o nome della directory errati
sv: Felaktigt nyckel- eller katalognamn

source: Parse error
de: Analysefehler
it: Errore di analisi
sv: Tolkningsfel

source: Corrupt data in configuration source database
de: Beschädigte Daten in der Konfigurationsquell-Datenbank
it: Dati danneggiati nel database dell'origine di configurazione
sv: Felaktig data i konfigurationskälldatabasen

source: Type mismatch
de: Typen stimmen nicht überein.
it: Tipo non corrispondente
sv: Felaktig inmatning

source: Key operation on directory
de: Schlüsseloperation auf ein Verzeichnis
it: Operazione di tipo chiave su una directory
sv: Nyckeloperation på katalog

source: Directory operation on key
de: Verzeichnisoperation auf einen Schlüssel
it: Operazione di tipo directory su una chiave
sv: Katalogoperation på nyckel

source: Can't overwrite existing read-only value
de: Bestehender schreibgeschützter Wert konnte nicht überschrieben werden.
it: Impossibile sovrascrivere il valore esistente di sola lettura
sv: Det går inte att skriva över ett existerande skrivskyddat värde

source: Object Activation Framework error
de: Object-Activation-Framework-Fehler
it: Errore del framework di attivazione dell'oggetto
sv: Object Activation Framework-fel

source: Operation not allowed without configuration server
de: Operation ohne Konfigurationsserver nicht erlaubt
it: Operazione non consentita senza un server di configurazione
sv: Operationen ej tillåten utan konfigurationsserver

source: Failed to get a lock
de: Sperre konnte nicht erzeugt werden.
it: Impossibile ottenere un lock
sv: Det gick inte att få ett lås

source: No database available to save your configuration
de: Es steht keine Datenbank zur Verfügung, um Ihre Konfiguration zu speichern.
it: Nessun database disponibile per il salvataggio della configurazione
sv: Ingen databas tillgänglig för sparande av din konfiguration

source: No '/' in key "%s"
de: Kein '/' in Schlüssel '%s'
it: '/' mancante nella chiave "%s"
sv: Inget "/" i nyckeln "%s"

source: Invalid UTF-8 in string value in '%s'
de: Ungültiges UTF-8 im Zeichenkettenwert von '%s'
it: Valore UTF-8 errato nel valore stringa in '%s'
sv: Ogiltig UTF-8 i strängvärde i "%s"

source: Couldn't interpret CORBA value for list element
de: CORBA-Wert für Listenelement konnte nicht interpretiert werden.
it: Impossibile interpretare il valore CORBA per l'elemento lista
sv: Det gick inte att tolka CORBA-värde för listelement

source: Incorrect type for list element in %s
de: Ungültiger Typ für Listenelement in %s
it: Tipo errato per l'elemento lista in %s
sv: Fel typ för listelement i %s

source: Received list from gconfd with a bad list type
de: Liste von gconfd mit fehlerhaftem Listentyp erhalten
it: Lista ricevuta da gconfd con tipo di lista errato
sv: Mottog lista från gconfd med en felaktig listtyp

source: Failed to convert object to IOR
de: Objekt konnte nicht in IOR umgewandelt werden.
it: Impossibile convertire l'oggetto in IOR
sv: Det gick inte att konvertera objekt till IOR

source: Invalid UTF-8 in locale for schema
de: Ungültiges UTF-8 in locale für Schema
it: Valore UTF-8 errato nella versione locale dello schema
sv: Ogiltig UTF-8 i lokal för schema

source: Invalid UTF-8 in short description for schema
de: Ungültiges UTF-8 in Kurzbeschreibung für Schema
it: Valore UTF-8 errato nella descrizione breve dello schema
sv: Ogiltig UTF-8 i kort beskrivning för schema

source: Invalid UTF-8 in long description for schema
de: Ungültiges UTF-8 in langer Beschreibung für Schema
it: Valore UTF-8 errato nella descrizione lunga dello schema
sv: Ogiltig UTF-8 i lång beskrivning för schema

source: Invalid UTF-8 in owner for schema
de: Ungültiges UTF-8 in Eigentümer für Schema
it: Valore UTF-8 errato nel proprietario dello schema
sv: Ogiltig UTF-8 i ägare för schema

source: Couldn't open path file `%s': %s
de: Pfaddatei '%s' konnte nicht geöffnet werden: %s
it: Impossibile aprire il file del percorso `%s': %s
sv: Det gick inte att öppna sökvägsfilen "%s": %s

source: Adding source `%s'
de: Quelle '%s' wird hinzugefügt.
it: Aggiunta dell'origine `%s'
sv: Lägger till källan "%s"

source: Read error on file `%s': %s
de: Lesefehler in Datei '%s': %s
it: Impossibile leggere il file `%s': %s
sv: Fel vid läsning av filen "%s": %s

source: Text contains invalid UTF-8
de: Text enthält ungültiges UTF-8.
it: Il testo contiene valori UTF-8 errati
sv: Texten innehåller ogiltig UTF-8
