Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/gconf/*.po
Languages: de, it, sv

source: Didn't understand `%s' (pair must end with a ')')
de: %s konnte nicht interpretiert werden (ein Paar muss mit einem ')' enden).
it: Impossibile interpretare `%s' (la coppia deve terminare con una ')')
sv: Det gick inte att tolka "%s" (par måste avslutas med ett ")")

source: Didn't understand `%s' (wrong number of elements)
de: %s konnte nicht interpretiert werden (falsche Anzahl von Elementen).
it: Impossibile interpretare `%s' (numero di elementi errato)
sv: Det gick inte att tolka "%s" (felaktigt antal element)

source: Didn't understand `%s' (extra unescaped ')' found inside pair)
de: '%s' konnte nicht interpretiert werden (nicht Escape-Sequenz ')' im Paar gefunden).
it: Impossibile interpretare `%s' (')' in eccesso presente, senza escape, nella coppia)
sv: Det gick inte att tolka "%s" (ett extra ")" som inte åsidosatts hittades inuti par)

source: Key "%s" is NULL
de: Schlüssel "%s" ist NULL.
it: La chiave "%s" è NULL
sv: Nyckeln "%s" är NULL

source: Server couldn't resolve the address `%s'
de: Server konnte Adresse '%s' nicht auflösen.
it: Impossibile risolvere l'indirizzo `%s'
sv: Servern Det gick inte att slå upp adressen "%s"

source: Can't add notifications to a local configuration source
de: Benachrichtigungen konnten nicht zu einer lokalen Konfigurationsquelle hinzugefügt werden.
it: Impossibile aggiungere notifiche a un'origine di configurazione locale
sv: Det går inte att lägga till notifikationer till lokal konfigurationskälla

source: Adding client to server's list failed, CORBA error: %s
de: Das Hinzufügen des Clients zur Serverliste ist fehlgeschlagen. CORBA-Fehler: %s
it: Impossibile aggiungere il client alla lista del server, errore CORBA: %s
sv: Tillägg av klient till serverns lista misslyckades, CORBA-fel: %s

source: Must begin with a slash (/)
de: Muss mit einem Schrägstrich (/) beginnen
it: Deve iniziare con una barra (/)
sv: Du måste börja med ett snedstreck (/)

source: Can't have two slashes (/) in a row
de: Zwei Schrägstriche (/) hintereinander in einer Zeile sind nicht zulässig.
it: Impossibile inserire due barre (/) in una riga
sv: Det går inte att ha två snedstreck (/) i rad

source: Can't have a period (.) right after a slash (/)
de: Ein Punkt (.) direkt hinter einem Schrägstrich (/) ist nicht zulässig.
it: Impossibile inserire un punto (.) subito dopo una barra (/)
sv: Det går inte att ha en punkt (.) precis efter ett snedstreck (/)

source: '%c' is not an ASCII character, so isn't allowed in key names
de: '%c' ist ein kein ASCII-Zeichen und daher in Schlüsselnamen nicht zulässig.
it: '%c' non è un carattere ASCII e non è consentito nei nomi delle chiavi
sv: "%c" är inte ett ASCII-tecken, så det är inte tillåtet i nyckelnamn

source: `%c' is an invalid character in key/directory names
de: '%c' ist ein ungültiges Zeichen in Schlüssel-/Verzeichnisnamen.
it: `%c' è un carattere errato per i nomi delle chiavi/directory
sv: "%c" är ett ogiligt tecken i nyckel/katalognamn

source: Key/directory may not end with a slash (/)
de: Schlüssel/Verzeichnis darf nicht mit einem Schrägstrich (/) enden.
it: Le chiavi/directory non possono terminare con una barra (/)
sv: Nyckel/katalog Det går inte att avslutas med ett snedstreck (/)

source: Failure shutting down config server: %s
de: Fehler beim Herunterfahren des Konfigurationsservers: %s
it: Impossibile eseguire lo shutdown del server di configurazione: %s
sv: Det gick inte att stänga ner konfigurationsservern: %s

source: Expected float, got %s
de: float erwartet, aber %s erhalten
it: Atteso un valore in virgola mobile, ottenuto %s
sv: Ett flyttal förväntades, %s mottogs

source: Expected int, got %s
de: int erwartet, aber %s erhalten
it: Atteso un intero, ottenuto %s
sv: Ett heltal förväntades, %s mottogs

source: Expected string, got %s
de: Zeichenkette erwartet, aber %s erhalten
it: Attesa una stringa, ottenuto %s
sv: En sträng förväntades, %s mottogs

source: Expected bool, got %s
de: bool erwartet, aber %s erhalten
it: Atteso un valore booleano, ottenuto %s
sv: Ett boolean förväntades, %s mottogs

source: Expected schema, got %s
de: Schema erwartet, aber %s erhalten
it: Atteso uno schema, ottenuto %s
sv: Ett schema förväntades, %s mottogs

source: CORBA error: %s
de: CORBA-Fehler: %s
it: Errore CORBA: %s
sv: CORBA-fel: %s

source: Shutdown request received
de: Anfrage zum Herunterfahren erhalten
it: Richiesta di shutdown ricevuta
sv: Avstängningsbegäran mottagen

source: gconfd compiled with debugging; trying to load gconf.path from the source directory
de: gconfd wurde mit Fehlerdiagnose kompiliert. Es wird versucht, gconf.path aus dem Quellverzeichnis zu laden.
it: gconfd compilato con debugging; tentativo di caricare gconf.path dalla directory di origine
sv: gconfd kompilerades med felsökning. Försök att läsa in gconf.path från källkatalogen

source: No configuration files found, trying to use the default config source `%s'
de: Es wurden keine Konfigurationsdateien gefunden. Die Standard-Konfigurationsquelle '%s' wird verwendet.
it: Nessun file di configurazione trovato, tentativo di usare l'origine di configurazione predefinita `%s'
sv: Det gick inte att hitta några konfigurationsfiler, försöker använda standardkonfigurationskällan "%s"

source: No configuration sources in the source path, configuration won't be saved; edit
de: Es existieren keine Konfigurationsquellen im Quellpfad. Die Konfiguration wird nicht gespeichert werden. Nehmen Sie Änderungen vor.
it: Nessuna origine di configurazione nel percorso di origine, la configurazione non verrà salvata; modificare
sv: Inga konfigurationskällor i källsökvägen, konfigurationen kommer inte att sparas, redigera

source: /path
de: /Pfad
sv: /sökväg

source: Error loading some config sources: %s
de: Fehler beim Laden von Konfigurationsquellen: %s
it: Errore nel caricamento di alcune origini di configurazione: %s
sv: Fel vid inläsning av vissa konfigurationskällor: %s

source: No config source addresses successfully resolved, can't load or store config data
de: Es konnten keine Konfigurations-Quelladressen aufgelöst werden. Die Konfigurationsdaten können nicht geladen oder gespeichert werden.
it: Nessun indirizzo di origini di configurazione è stato risolto, impossibile caricare o memorizzare i dati di configurazione
sv: Inga konfigurationskällor kunde slås upp, det går inte att läsa in eller spara konfigurationsdata

source: No writable config sources successfully resolved, may not be able to save some configuration changes
de: Es konnten keine schreibbaren Konfigurationsquellen aufgelöst werden. Einige Konfigurationsänderungen können nicht gespeichert werden.
it: Nessuna origine di configurazione scrivibile è stata risolta correttamente, alcune modifiche alla configurazione non verranno salvate
sv: Inga skrivbara konfigurationskällor kunde slås upp korrekt, kommer kanske inte att kunna spara vissa konfigurationsändringar

source: Received signal %d, dumping core. Please report a GConf bug.
de: Signal %d erhalten - Absturz. Melden Sie einen GConf-Fehler.
it: Ricevuto il segnale %d, creazione del file core. Inviare un bug report su GConf.
sv: Mottog signal %d, lämnar en core-fil. Rapportera gärna ett fel i GConf.

source: Received signal %d, shutting down abnormally. Please file a GConf bug report.
de: Signal %d erhalten - Der Computer wird mit Fehlern heruntergefahren. Melden Sie einen GConf-Fehler.
it: Ricevuto il segnale %d, arresto non regolare. Inviare un bug report su GConf.
sv: Mottog signal %d, stänger ner onormalt. Skicka gärna in en GConf-felrapport.

source: Received signal %d, shutting down cleanly
de: Signal %d erhalten - Der Computer wird ordnungsgemäß heruntergefahren.
it: Ricevuto il segnale %d, arresto regolare.
sv: Mottog signal %d, stänger ner snyggt

source: starting (version %s), pid %u user '%s'
de: (Version %s) wird gestartet, PID %u, Benutzer '%s'
it: avvio (versione %s), pid %u, utente '%s'
sv: startar (version %s), pid %u användare "%s"

source: Failed to get object reference for ConfigServer
de: Objektreferenz für ConfigServer konnte nicht abgerufen werden.
it: Impossibile ottenere il riferimento dell'oggetto per ConfigServer
sv: Det gick inte att få objektreferensen för konfigurationsservern

source: Failed to write byte to pipe fd %d so client program may hang: %s
de: Das Schreiben auf Pipe-FileDescriptor %d ist fehlgeschlagen. Möglicherweise reagiert das Client-Programm nicht mehr: %s
it: Impossibile scrivere un byte sulla pipe fd %d, è possibile che il programma client si blocchi: %s
sv: Det gick inte att skriva byte till rör-fh %d, så programmet kan frysas: %s

source: Failed to get lock for daemon, exiting: %s
de: Sperre für den Dämon konnte nicht erzeugt werden - beendet: %s
it: Impossibile ottenere il lock per il daemon, uscita: %s
sv: Det gick inte att få lås för demonen, avslutar: %s

source: Error releasing lockfile: %s
de: Fehler bei der Freigabe der Sperrdatei: %s
it: Errore nel rilascio del file di lock: %s
sv: Fel låsfil skulle frisläppas: %s

source: Exiting
de: Beendet
it: Uscita
sv: Avslutar

source: GConf server is not in use, shutting down.
de: GConf-Server wird nicht verwendet - wird heruntergefahren.
it: Il server GConf non è in uso, arresto in corso.
sv: GConf-servern används inte, stänger.

source: Returning exception: %s
de: Ausnahmefehler: %s
it: Eccezione restituita: %s
sv: Returnerar undantag: %s

source: Failed to open gconfd logfile; won't be able to restore listeners after gconfd shutdown (%s)
de: Die gconfd-Protokolldatei konnte nicht geöffnet werden. Listener können nach dem Beenden von gconfd nicht wiederhergestellt werden (%s).
it: Impossibile aprire il file di log di gconfd; non sarà possibile ripristinare i listener dopo l'arresto di gconfd (%s)
sv: Det gick inte att öppna gconfd-loggfilen, lyssnaren kommer inte att kunna återställas efter avslutning av gconfd (%s)

source: Failed to close gconfd logfile; data may not have been properly saved (%s)
de: Die gconfd-Protokolldatei konnte nicht geschlossen werden. Die Daten konnten evtl. nicht ordnungsgemäß gespeichert werden (%s).
it: Impossibile chiudere il file di log di gconfd; è possibile che i dati non siano stati salvati correttamente (%s)
sv: Det gick inte att stänga gconfd-loggfilen, data kanske inte har sparats korrekt (%s)

source: Could not open saved state file '%s' for writing: %s
de: Status-Speicherungsdatei '%s' konnte nicht zum Schreiben geöffnet werden: %s
it: Impossibile aprire in scrittura il file di stato salvato '%s': %s
sv: Det gick inte att öppna tillståndsfilen "%s" för skrivning: %s

source: Could not write saved state file '%s' fd: %d: %s
de: Status-Speicherungsdatei '%s', FD %d, konnte nicht geschrieben werden: %s
it: Impossibile scrivere nel file di stato salvato '%s' fd: %d: %s
sv: Det gick inte att skriva filidentifieraren för tillståndsfilen "%s": %d: %s

source: Failed to close new saved state file '%s': %s
de: Neue Status-Speicherungsdatei '%s' konnte nicht geschlossen werden: %s
it: Impossibile chiudere il nuovo file di stato salvato `%s': %s
sv: Det gick inte att stänga den nya tillståndsfilen "%s": %s

source: Could not move aside old saved state file '%s': %s
de: Alte Status-Speicherungsdatei '%s' konnte verschoben werden: %s
it: Impossibile spostare il vecchio file di stato salvato '%s': %s
sv: Det gick inte att flytta undan den gamla tillståndsfilen "%s": %s

source: Failed to move new save state file into place: %s
de: Neue Status-Speicherungsdatei konnte nicht an den richtigen Speicherort verschoben werden: %s
it: Impossibile spostare in posizione il nuovo file di stato salvato: %s
sv: Det gick inte att flytta den nya tillståndsfilen på plats: %s

source: Failed to restore original saved state file that had been moved to '%s': %s
de: Die ursprüngliche Status-Speicherungsdatei, die nach '%s' verschoben wurde, konnte nicht wiederhergestellt werden: %s
it: Impossibile ripristinare il file di stato salvato originale che era stato spostato in '%s': %s
sv: Det gick inte att återskapa den ursprungliga tillståndsfilen som hade flyttats till "%s": %s

source: Unable to restore a listener on address '%s', couldn't resolve the database
de: Listener bei Adresse '%s' konnte nicht wiederhergestellt werden. Die Datenbank konnte nicht aufgelöst werden.
it: Impossibile ripristinare un listener all'indirizzo '%s', impossibile risolvere il database
sv: Det gick inte att återställa lyssnaren på adress "%s", det gick inte att slå upp databasen

source: Error reading saved state file: %s
de: Die gespeicherte Statusdatei konnte nicht gelesen werden: %s
it: Errore nella lettura del file di stato salvato: %s
sv: Fel vid läsning av tillståndsfilen: %s

source: Unable to open saved state file '%s': %s
de: Die gespeicherte Statusdatei '%s' kann nicht geöffnet werden: %s
it: Impossibile aprire il file di stato salvato '%s': %s
sv: Det gick inte att öppna tillståndsfilen "%s": %s

source: Failed to log addition of listener to gconfd logfile; won't be able to re-add the listener if gconfd exits or shuts down (%s)
de: Das Hinzufügen eines Listeners konnte nicht in die gconfd-Protokolldatei geschrieben werden. Der Listener kann nicht wieder hinzugefügt werden, wenn gconfd beendet wird (%s).
it: Impossibile registrare l'aggiunta di un listener al file di log di gconfd; non sarà possibile riaggiungere il listener se gconfd esce o viene arrestato (%s)
sv: Det gick inte att logga inläggningen av en lyssnare i gconfd-loggfilen; det kommer inte att gå att lägga till lyssnaren igen om gconfd avslutar eller stängs av (%s)

source: Failed to log removal of listener to gconfd logfile; might erroneously re-add the listener if gconfd exits or shuts down (%s)
de: Das Entfernen eines Listeners konnte nicht in die gconfd-Protokolldatei geschrieben werden. Der Listener wird vielleicht irrtümlich wieder hinzugefügt, wenn gconfd beendet wird (%s).
it: Impossibile registrare la rimozione di un listener al file di log di gconfd; questo potrebbe erroneamente riaggiungere il listener se gconfd esce o viene arrestato (%s)
sv: Det gick inte att logga borttagningen av en lyssnare i gconfd-loggfilen; lyssnaren kan komma att felaktigt läggas inte igen om gconfd avslutar eller stängs av (%s)

source: Failed to get IOR for client: %s
de: Abrufen des IOR fehlgeschlagen für Client: %s
it: Impossibile ottenere lo IOR per il client: %s
sv: Det gick inte att hämta IOR för klienten: %s

source: Failed to open saved state file: %s
de: Die gespeicherte Statusdatei konnte nicht geöffnet werden: %s
it: Impossibile aprire il file di stato salvato: %s
sv: Det gick inte att öppna tillståndsfilen: %s

source: Failed to write client add to saved state file: %s
de: Das Schreiben des Clients, der zur gespeicherten Statusdatei hinzugefügt wurde, ist fehlgeschlagen: %s
it: Impossibile scrivere l'aggiunta del client al file di stato salvato: %s
sv: Det gick inte att skriva klienttillägg till tillståndsfilen: %s

source: Failed to flush client add to saved state file: %s
de: Das Entfernen des Clients, der zur gespeicherten Statusdatei hinzugefügt wurde, ist fehlgeschlagen: %s
it: Impossibile eliminare l'aggiunta del client dal file di stato salvato: %s
sv: Det gick inte att tömma klienttillägg till tillståndsfilen: %s

source: Some client removed itself from the GConf server when it hadn't been added.
de: Einige Clients entfernten sich selbst aus dem GConf-Server, obwohl sie nicht hinzugefügt wurden.
it: Alcuni client si sono rimossi dal server GConf ma non erano stati aggiunti.
sv: Någon klient tog bort sig själv från GConf-servern när den inte var tillagd.

source: Set a key to a value and sync. Use with --type.
de: Setzen Sie den Schlüssel auf einen Wert, und synchronisieren Sie diesen. Verwenden Sie dazu --type.
it: Imposta una chiave su un valore e sincronizza. Usare con --type.
sv: Säll in en nyckel till ett värde och synkronisera. Används med --type.

source: Print the value of a key to standard output.
de: Geben Sie den Wert eines Schlüssels an der Standardausgabe aus.
it: Stampa il valore della chiave sull'output standard.
sv: Skriv ut värdet av en nyckel till standard ut.

source: Set a schema and sync. Use with --short-desc, --long-desc, --owner, and --type.
de: Legen Sie ein Schema fest, und synchronisieren Sie. Verwenden Sie dazu --short-desc, --long-desc, --owner und --type.
it: Imposta uno schema e sincronizza. Usare con --short-desc, --long-desc, --owner e --type.
sv: Ställ in ett schema och synkronisera. Används med --short-desc, --long-desc, --owner, och --type.

source: Unset the keys on the command line
de: Setzen Sie die Schlüssel an der Befehlszeile zurück.
it: Annulla l'impostazione delle chiavi sulla riga di comando
sv: Nollställer nycklarna på kommandoraden

source: Recursively unset all keys at or below the key/directory names on the command line
de: Setzen Sie alle Schlüssel bei oder unterhalb der Schlüssel-/Verzeichnisnamen an der Befehlszeile rekursiv zurück.
it: Annulla ricorsivamente l'impostazione di tutte le chiavi in corrispondenza o al di sotto dei nomi della chiave/directory nella riga di comando
sv: Nollställ alla nycklar rekursivt på eller under nyckelnamnet/katalognamnet på kommandoraden

source: Print all key/value pairs in a directory.
de: Geben Sie alle Schlüssel/Werte-Paare aus einem Verzeichnis aus.
it: Stampa tutte le coppie chiave/valore in una directory.
sv: Skriv ut alla nyckel-/värdepar i en katalog.

source: Print all subdirectories in a directory.
de: Geben Sie alle Unterverzeichnisse aus einem Verzeichnis aus.
it: Stampa tutte le sottodirectory di una directory.
sv: Skriv ut alla underkataloger i en katalog.

source: Print all subdirectories and entries under a dir, recursively.
de: Geben Sie alle Unterverzeichnisse und Einträge unterhalb eines Verzeichnisses rekursiv aus.
it: Stampa ricorsivamente tutte le voci e le sottodirectory sotto una directory.
sv: Skriv ut alla underkataloger och poster under en katalog, rekursivt.

source: Return 0 if the directory exists, 2 if it does not.
de: 0 wird zurückgegeben, wenn das Verzeichnis existiert, andernfalls 2.
it: Restituisce 0 se la directory esiste, 2 se non esiste.
sv: Returnera 0 om katalogen finns, 2 om den inte finns.

source: Shut down gconfd. DON'T USE THIS OPTION WITHOUT GOOD REASON.
de: gconfd herunterfahren. VERWENDEN SIE DIESE OPTION NICHT OHNE EINEN GUTEN GRUND.
it: Arresta gconfd. NON USARE QUESTA OPZIONE SE NON È STRETTAMENTE NECESSARIO.
sv: Stäng av gconfd. ANVÄND INTE DETTA ALTERNATIV SÅVIDA DU INTE HAR EN GOD ANLEDNING.

source: Return 0 if gconfd is running, 2 if not.
de: 0 wird zurückgegeben, wenn gconfd ausgeführt wird, andernfalls 2.
it: Restituisce 0 se gconfd è in esecuzione, 2 se non lo è.
sv: Returnera 0 om gconfd är igång, 2 om den inte är igång.

source: Launch the config server (gconfd). (Normally happens automatically when needed.)
de: Starten Sie den Konfigurationsserver (gconfd). (Wird normalerweise bei Bedarf automatisch ausgeführt.)
it: Avvia il server di configurazione (gconfd). (Normalmente ciò avviene in modo automatico.)
sv: Startar konfigurationsservern (gconfd). (Händer normalt automatiskt när det behövs).

source: Specify the type of the value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Legen Sie den Typ des zuzuweisenden Wertes oder den von einem Schema beschriebenen Wertetyp fest. Eindeutige Abkürzungen werden akzeptiert.
it: Specifica il tipo di valore che viene impostato, o il tipo di valore descritto dallo schema. Le abbreviazioni uniche sono consentite.
sv: Ange typen av värde som ska ställas in, eller typen av värde som ett schema beskriver. Unika förkortningar är ok.

source: Specify the type of the list value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Legen Sie den Typ des zuzuweisenden Listenwertes oder den von einem Schema beschriebenen Wertetyp fest. Eindeutige Abkürzungen werden akzeptiert.
it: Specifica il tipo di valore della lista che viene impostato, o il tipo di valore descritto dallo schema. Le abbreviazioni uniche sono consentite.
sv: Ange typen av listvärde som ska sättas, eller typen av värde som ett schema beskriver. Unika förkortningar är ok.

source: Specify the type of the car pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Legen Sie den Typ des car-Paar-Wertes oder den von einem Schema beschriebenen Wertetyp fest. Eindeutige Abkürzungen werden akzeptiert.
it: Specifica il tipo di valore car della coppia che viene impostato, o il tipo di valore descritto dallo schema. Le abbreviazioni uniche sono consentite.
sv: Ange typen av car-parvärde som ska sättas, eller typen av värde som ett schema beskriver. Unika förkortningar är ok.

source: Specify the type of the cdr pair value being set, or the type of the value a schema describes. Unique abbreviations OK.
de: Legen Sie den Typ des cdr-Paar-Wertes an oder den von einem Schema beschriebenen Wertetyp fest. Eindeutige Abkürzungen werden akzeptiert.
it: Specifica il tipo di valore cdr della coppia che viene impostato, o il tipo di valore descritto dallo schema. Le abbreviazioni uniche sono consentite.
sv: Ange typen av cdr-parvärde som ska sättas, eller typen av värde som ett schema beskriver. Unika förkortningar är ok.

source: Specify a short half-line description to go in a schema.
de: Geben Sie eine kurze, 'half-line'-Beschreibung an, die in ein Schema einfließt.
it: Specifica una descrizione breve di mezza riga da inserire nello schema.
sv: Ange en kort halvradsbeskrivning som ska ingå i ett schema.

source: DESCRIPTION
de: BESCHREIBUNG
it: DESCRIZIONE
sv: BESKRIVNING

source: Specify a several-line description to go in a schema.
de: Geben Sie eine mehrzeilige Beschreibung an, die in ein Schema einfließt.
it: Specifica una descrizione di più righe da inserire nello schema.
sv: Ange en mångradsbeskrivning som ska ingå i ett schema.

source: Specify the owner of a schema
de: Geben Sie den Besitzer eines Schemas an.
it: Specifica il proprietario dello schema
sv: Ange ägaren av ett schema

source: OWNER
de: BESITZER
it: PROPRIETARIO
sv: ÄGARE

source: Specify a schema file to be installed
de: Geben Sie die zu installierende Schemadatei an.
it: Specifica il file dello schema da installare
sv: Ange en schemafil som ska installeras

source: FILENAME
de: DATEINAME
it: NOMEFILE
sv: FILNAMN

source: Specify a configuration source to use rather than the default path
de: Geben Sie eine Konfigurationsquelle an, die statt des voreingestellten Pfades verwendet werden soll.
it: Specifica un'origine di configurazione da usare al posto del percorso predefinito
sv: Ange en konfigurationskälla som ska användas istället för standardsökvägen

source: SOURCE
de: QUELLE
it: ORIGINE
sv: KÄLLA

source: Access the config database directly, bypassing server. Requires that gconfd is not running.
de: Greifen Sie direkt auf die Konfigurationsdatenbank zu, ohne den Server zu verwenden. gconfd darf dabei nicht ausgeführt werden.
it: Accede al database di configurazione direttamente, aggirando il server. Richiede che gconfd non sia in esecuzione.
sv: Använder konfigurationsdatabasen direkt och går förbi servern. Kräver att gconfd inte är igång.
