Repository: GNOME/gnome-i18n
Catalog: extra-po/bombermaze/*.po
Languages: az, bg, da, de, es, fi, fr, ja, nl, nn, no, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Extra Speed
az: Əlavə Sürət
bg: Увеличена скорост
da: Ekstra hastighed
de: Extra-Geschwindigkeit
es: Velocidad Extra
fi: Lisänopeus
fr: Accelération
ja: スピードが速くなる
nl: Extra snelheid
nn: Ekstra fart
no: Ekstra fart
pl: Zwiêkszona prêdko¶æ
pt: Velocidade Extra
pt_br: Velocidade extra
ru: Дополнительная скорость
sk: Extra rýchlos»
sl: Veèja hitrost
sv: Extra hastighet
tr: Ek Hýz
uk: Додаткова швидк╕сть
zh_cn: 超级速度

source: Animation
az: Animasiya
bg: Анимации
da: Animering
es: Animación
fi: Animaatiot
ja: アニメーション
nl: Animatie
nn: Animasjon
no: Animasjon
pl: Animacja
pt: Animação
pt_br: Animação
ru: Анимация
sk: Animácia
sl: Animacija
tr: Canlandýrma
uk: Ан╕мац╕я
zh_cn: 动画

source: Animation clock tick period (milliseconds)
az: Animasiya saatı tıqlama mqddəti (millisaniyə)
bg: Квант време за анимациите (милисекунди)
da: Animeringsinterval (millisekunder)
es: Período de Animación del tictac del reloj (milisegundos)
fi: Animaation kellonopeus (millisekunneissa)
fr: Période du tic-tac de l'horloge (ms)
ja: アニメーションの周期 (ミリ秒)
nl: Animatie clocksnelheid (milliseconden)
nn: Klokketikkperiode for animasjon (millisekund)
no: Klokketikkperiode for animasjon (millisekunder)
pl: Czas tykniêcia zegara animacji (milisekundy)
pt: Período de batimento de relógio de animação (milisegundos)
pt_br: Período de atualização da animação (milissegundos)
ru: Период временного такта анимации (миллисекунд)
sk: Cyklus animovaných hodinových tikov (v milisekundách)
sl: Premor med slièicami animacij (milisekund)
sv: Klocktickperiod för animationsklocka (millisekunder)
tr: Canlandýrma saati týklama periyodu (milisaniye)
uk: Пер╕од часового такту ╕н╕мац╕╖ (в м╕л╕секундах)
zh_cn: 动画时钟周期(毫秒)

source: start new game to apply
az: əlavə etmək üçün yeni oyun başlat
bg: започнете нова игра, за да има резултат
da: start et nyt spil for at anvende dette
de: zum Anwenden, neues Spiel starten
es: comenzar nueva partida para aplicar
fi: muutos tulee voimaan kun uusi peli alkaa
fr: (option de démarrage de partie)
ja: 新規にゲームを開始すると反映
nl: Start een nieuw spel om veranderingen te activeren
nn: start eit nytt spel for å sjå endringar
no: start et nytt spill for å se endringer
pl: Ustawienia bêd± wykorzystane od nowej gry
pt: iniciar novo jogo para aplicar
pt_br: inicie um novo jogo para ativar
ru: запустить новую игру чтобы применить
sk: prejaví sa a¾ pri novej hre
sl: za uveljavitev sprememb zaènite novo igro
sv: starta nytt spel för att verkställa
tr: geçerli olmasý için yeni oyun baþlatýn
uk: запустити нову гру для застосування
zh_cn: 开始新游戏以使改变生效

source: Steps to middle of square
az: Dördbucağın ortasına qədər addımlar
bg: Стъпки до средата на квадратче
da: Skridt til midten af kvadrater
de: Schritte zur Mitte der Fläche
es: Caminar a la mitad del tablero
fi: Askeleita neliön keskelle
fr: Nombre de pas pour atteindre le milieu d'une case
ja: 枠の中心に行くまでのステップ数
nl: Stappen naar midden van vierkant
nn: Steg til midten av ruta
no: Steg til midten av ruten
pl: Kroki na ¶rodek kwadratu
pt: Passos para o meio do quadrado
pt_br: Passos até o meio de uma posição
ru: Шаги в середину квадрата
sk: Kroky k prostrednému ¹tvorcu
sl: Korakov do sredi¹èa kvadrata
sv: Steg till mitten på ruta
tr: karenin ortasýna kadar adým sayýsý
uk: Крок╕в у середину квадрата
zh_cn: 到方块中间所需的步数

source: restart program to apply
az: əlavə etmək üçün proqramı yenidən başlat
bg: рестартирайте програмата, за да има резултат
da: genstart programmet for at anvende dette
de: zum Anwenden, Programm neustarten
es: reiniciar el programa para aplicar
fi: muutos tulee voimaan kun ohjelma käynnistetään uudestaan
fr: (option de démarrage de BomberMaze)
ja: ソフトの再起動が必要
nl: Herstart programma om veranderingen te activeren
nn: start om att programmet for å sjå endringar
no: start programmet på nytt for å se endringer
pl: Ustawienia bêd± wykorzystane od kolejnego uruchomienia
pt: reiniciar aplicação para aplicar
pt_br: reinicie o programa para ativar
ru: перезапустить программу чтобы применить
sk: prejaví sa a¾ po novom spustení programu
sl: za uveljavitev sprememb znova po¾enite program
sv: starta om programmet för att verkställa
tr: uygulamak için programý yeniden baþlatýn
uk: перезапустити програму для застосування
zh_cn: 重新开始游戏以使改变生效

source: Initial Player move delay (clock ticks)
az: İlk Oyunçu gediş gecikməsi (saat əqrəbləri)
bg: Забавяне преди първия ход (кванти)
da: Startspillerforsinkelse (klokkeslag)
de: Bewegungsverzögerung für Spieler am Anfang
es: Demora de jugada del Jugador Inicial (tictacs del reloj)
fi: Pelaajien liikkumaviive pelin alussa (aika-askeleita)
fr: Vitesse initiale de déplacement (en tic-tac)
ja: プレーヤー移動の遅延時間 (クロック)
nl: Bewegingsvertraging van spelers aan 't begin (kloktikken)
nn: Pause for flytting (klokketikk)
no: Pause for flytting (klokketikk)
pl: Opó¼nienie pocz±tkowego ruchu gracza (tykniêcia zegara)
pt: Atraso inicial no movimento dos jogadores (batidas de relógio)
pt_br: Atraso do movimento inicial (ciclos de relógio)
ru: Начальная задержка хода игрока (временных интервалов)
sk: Poèiatoèná då¾ka pohybu hráèa (v hodinových tikoch)
sl: Zaèetni premor med igralèevimi premiki (urinih ciklov)
sv: Fördröjning för första spelarförflyttning (klocktick)
uk: Початкова затримка ходу гравця (часових ╕нтервал╕в)
zh_cn: 最初的玩家移动延时(时钟数)

source: %d:
ja: プレイヤー %d:

source: Send comments and bug reports to: stang@users.sourceforge.net
sk: Komentáre a hlásenia o chybách po¹lite na: stang@users.sourceforge.net
