Repository: GNOME/gnome-i18n
Catalog: extra-po/bombermaze/*.po
Languages: az, bg, da, de, es, fi, fr, ja, nl, nn, no, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: BomberMaze
bg: БомбърМейз
da: Labyrintbombning
tr: Bombacý
zh_cn: 炸弹人迷宫

source: (C) 2000 Sydney Tang
da: © 2000 Sydney Tang
nn: © 2000 Sydney Tang
no: © 2000 Sydney Tang
sv: © 2000 Sydney Tang
uk: © 2000 Sydney Tang

source: Send comments and bug reports to: sydney.tang@computer.org
bg: Пращайте коментари и доклади за грешки на: sydney.tang@computer.org
da: Send kommentarer og fejlrapporter til: sydney.tang@computer.org
de: Senden Sie Verbesserungen und Fehlerberichte an: sydney.tang@computer.org
es: Envía tus comentarios e informaciones de errores a: sydney.tang@computer.org
fi: Lähetä kommentit ja virheraportit osoitteeseen: sydney.tang@computer.org
fr: Envoyez vos commentaires et rapports de bogues à : sydney.tang@computer.org
nl: Stuur commentaar en bug-meldingen naar: sydney.tang@computer.org
nn: Send kommentarar og filemeldingar til: sydney.tang@computer.org
no: Send kommentarer og feilrapporter til: sydney.tang@computer.org
pl: Komentarze i zg³oszenia b³êdów wysy³aj na adres: sydney.tang@computer.org (w jêzyku angielskim)
pt: Enviar comentários e relatórios de bugs para (em inglês): sydney.tang@computer.org
pt_br: Envie comentários e relatórios de erros para: sydney.tang@computer.org
ru: Присылайте отзывы и сообщения по адресу: sydney.tang@computer.org
sl: Komentarje in sporoèila o hro¹èih po¹ljite na sydney.tang@computer.org
sv: Skicka kommentarer och buggrapporter till: sydney.tang@computer.org Skicka synpunkter på översättningen till: sv@li.org
tr: Yorum ve eleþtirilerinizi, sydney.tang@computer.org adresine gönderin.
uk: Надсилайте в╕дгуки ╕ пов╕домлення за адресою: sydney.tang@computer.org
zh_cn: 建议和错误报告请发送至： sydney.tang@computer.org

source: New 2 player game
az: Yeni 2 oyunçulu oyun
bg: Нова игра за 2-ма
da: Nyt spil med 2 spillere
de: Neues Spiel (2 Spieler)
es: Nueva partida de 2 jugadores
fi: Uusi kaksinpeli
fr: Nouvelle partie à 2 joueurs
ja: 2 人で新しくゲームを始める
nl: Nieuw spel voor 2 spelers
nn: Nytt 2 spelar spel
no: Nytt spill med 2 spillere
pl: Nowa gra dla 2 graczy
pt: Novo jogo de 2 jogadores
pt_br: Novo jogo de 2 jogadores
ru: Новая игра. 2 игрока
sk: Nová hra pre dvoch
sl: Nova igra za 2 igralca
sv: Nytt spel för två spelare
tr: 2 oyunculu yeni oyun
uk: Нова гра на 2 гравця
zh_cn: 新建二人游戏

source: New 3 player game
az: Yeni 3 oyunçulu oyun
bg: Нова игра за 3-ма
da: Nyt spil med 3 spillere
de: Neues Spiel (3 Spieler)
es: Nueva partida de 3 jugadores
fi: Uusi kolminpeli
fr: Nouvelle partie à 3 joueurs
ja: 3 人で新しくゲームを始める
nl: Nieuw spel voor 3 spelers
nn: Nytt 3 spelar spel
no: Nytt spill med 3 spillere
pl: Nowa gra dla 3 graczy
pt: Novo jogo de 3 jogadores
pt_br: Novo jogo de 3 jogadores
ru: Новая игра. 3 игрока
sk: Nová hra pre troch
sl: Nova igra za 3 igralce
sv: Nytt spel för tre spelare
tr: 3 oyunculu yeni oyun
uk: Нова гра на 3 гравця
zh_cn: 新建三人游戏

source: New 4 player game
az: Yeni 4 oyunçulu oyun
bg: Нова игра за 4-ма
da: Nyt spil med 4 spillere
de: Neues Spiel (4 Spieler)
es: Nueva partida de 4 jugadores
fi: Uusi nelinpeli
fr: Nouvelle partie à 4 joueurs
ja: 4 人で新しくゲームを始める
nl: Nieuw spel voor 4 spelers
nn: Nytt 4 spelar spel
no: Nytt spill med 4 spillere
pl: Nowa gra dla 4 graczy
pt: Novo jogo de 4 jogadores
pt_br: Novo jogo de 4 jogadores
ru: Новая игра. 4 игрока
sk: Nová hra pre ¹tyroch
sl: Nova igra za 4 igralce
sv: Nytt spel för fyra spelare
tr: 4 oyunculu yeni oyun
uk: Нова гра на 4 гравця
zh_cn: 新建四人游戏

source: Quit game
az: Oyundan çıx
bg: Излез от играта
da: Afslut spil
de: Spiel beenden
es: Salir del juego
fi: Poistu
fr: Quitter le jeu
ja: ゲームの終了
nl: Spel afsluiten
nn: Avslutt spel
no: Avslutt spill
pl: Koniec gry
pt: Sair do jogo
pt_br: Sair do jogo
ru: Выйти из игры
sk: Koniec hry
sl: Izhod
sv: Avsluta spelet
tr: Oyundan çýk
uk: Вийти з гри
zh_cn: 退出游戏

source: New theme will be applied at the beginning of the next round.
az: Sonrakı dövrənin başında yeni örtük əlavə ediləcəkdir.
bg: Новата тема ще бъде използвана в началото на следващото ниво.
da: Det nye tema vil blive anvendt ved begyndelsen på den næste runde.
de: Neues Thema wird am Anfang der nächsten Runde angewandt.
es: El nuevo tema se aplicará al comienzo de la próxima ronda.
fi: Uusi teema otetaan käyttöön seuraavan kierroksen alussa.
fr: Le nouveau thème sera appliqué au départ du prochain tour.
ja: 次のラウンドの開始から 新しいテーマが適用されます．
nl: Nieuw thema zal worden toegepast bij het starten van de nieuwe ronde.
nn: Nytt tema til verte teke i bruk ved byrjinga av neste runde.
no: Nytt tema vil ta effekt ved start av neste runde.
pl: Nowy motyw zostanie wykorzystany na pocz±tku kolejnej rundy.
pt: O novo tema será aplicado no início da próxima ronda.
pt_br: Novo tema será ativado no começo da próxima rodada.
ru: Новая тема будет использована при начале следующего раунда.
sk: Nová téma sa pou¾ije pri zaèiatku nasledujúceho kola.
sl: Nova tema bo uporabljena ob zaèetku naslednje igre.
sv: Nytt tema kommer att börja användas i början av nästa runda.
tr: Yeni tema sonraki oyunun baþlangýcýnda etkin olacaktýr.
uk: Нову тему буде ивикористано на початку наступного раунда.
zh_cn: 新的主题会在下一个回合开始时生效。

source: Current theme has invalid format. Please select another one from the Preferences dialog.
bg: Текущата тема е в невалиден формат. Изберете друга от диалоговата кутия за настройките.
da: Det nuværende tema har et ugyldigt format. Vælg venligst et andet i indstillingsvinduet.
de: Aktuelles Thema hat ungültiges Format. Bitte wählen Sie ein anderes aus dem Vorliebendialog.
es: El tema actual tiene un formato no válido. Por favor, selecciona otro del menú Preferencias.
fi: Nykyisen teeman formaatti on epäkelpo. Valitse jokin toinen teema Asetukset-ikkunasta.
fr: Le thème choisi n'est pas du bon format. Veuillez en sélectionner un autre dans les préférences.
ja: 現在のテーマは正しい形式ではありません． 設定ダイアログでほかのものを 選択してください．
nl: Huidig thema heeft een ongeldig formaat. Selecteer alstublieft een ander uit de lijst in het dialoogvenster Voorkeuren.
nn: Aktivt tema har ugylding format. Velg eit anna frå brukarval-dialogen.
no: Aktivt tema har ugyldig format. Vennligst velg et annet fra brukervalg-dialogen.
pl: Bie¿±cy motyw ma niepoprawny format. Wybierz z okna ustawieñ inny motyw.
pt: Tema actual tem um formato inválido. Seleccione outro na janela de Preferências.
pt_br: O tema atual possui um formato inválido. Por favor, selecione outro tema no diálogo Preferências.
ru: Текущая тема имеет недопустимый формат. Пожалуйста выберите другую из диалога "Настройки".
sk: Aktuálna téma má neplatný formát. Zvoµte prosím inú v dialógu Nastavenia.
sl: Trenutna tema ima neveljavno obliko. Prosimo, da v nastavitvah izberete drugo.
sv: Det aktuella temat har ett ogiltigt format. Välj ett annat i inställningsfönstret.
tr: Güncel temanýn biçimi geçersizdir. Lütfen tercihler penceresinden baþka bir tema seçiniz.
uk: Поточна тема ма╓ недопустимий формат. Будь ласка, вибер╕ть ╕ншу в д╕алоз╕ "Параметри".
zh_cn: 当前主题的格式无效。 请从首选项对话框里另选一个。

source: Current map file has invalid format. Please select another one from the Preferences dialog.
bg: Текущата карта е в невалиден форма. Изберете друга от диалоговата кутия за настройките.
da: Den nuværende kortfil har et ugyldigt format. Vælg venligst en anden i indstillingsvinduet.
de: Aktuelle Karte hat ungültiges Format. Bitte wählen Sie ein anderes aus dem Vorliebendialog.
es: El archivo de mapa actual tiene un formato no válido. Por favor, selecciona otro del menú Preferencias.
fi: Nykyinen karttatiedosto on epäkelpo. Valitse jokin toinen kartta Asetukset-ikkunasta.
fr: Le type de carte choisi n'est pas valide. Veuillez en sélectionner un autre dans les préférences.
ja: 現在のマップファイルは正しい形式ではありません． 設定ダイアログでほかのものを 選択してください．
nl: Huidige plattegrond heeft een ongeldige opmaak. Selecteer alstublieft een ander uit de lijst in het dialoogvenster Voorkeuren.
nn: Aktiv kartfil har eit ugyldig format. Velj eit anna frå brukarval-dialogen.
no: Aktiv kartfil har ugyldig format. Vennligst velg en annen fra brukervalg-dialogen.
pl: Plik bie¿±cej mapy ma niepoprawny format. Wybierz z okna ustawieñ inn± mapê.
pt: Ficheiro de mapa actual tem formato inválido. Seleccione outro na janela de Preferências.
pt_br: O arquivo de mapa atual possui um formato inválido. Por favor, selecione outro mapa no diálogo Preferências.
ru: Текущий файл карты имеет недопустимый формат. Выберите другой в диалоге "Настройки".
sk: Aktuálna mapa nemá platný formát. Zvoµte si prosím inú z dialógu Nastavenia.
sl: Trenutna datoteka zemljevida ima neveljavno obliko. Prosimo, da v nastavitvah izberete drugo.
sv: Den aktuella kartfilen har ett ogiltigt format. Välj en annan i inställningsfönstret.
tr: Güncel haritanýn biçimi geçersizdir. Lütfen tercihler penceresinden baþka bir harita seçiniz
uk: Поточний файл мапи ма╓ недопустимий формат. Будь ласка, вибер╕ть ╕нший в д╕алоз╕ "Параметри".
zh_cn: 当前地图文件的格式无效。 请从首选项对话框里另选一个。

source: round:
az: dövrə:
bg: рунд:
da: runde:
de: Runde:
es: turno:
fi: kierros:
fr: tour :
ja: ラウンド:
nl: ronde:
nn: runde:
no: runde:
pl: runda:
pt: ronda:
pt_br: rodada:
ru: раунд:
sk: kolo:
sl: igra:
sv: runda:
uk: раунд:
zh_cn: 回合：

source: Error: gnome_init failed; return value = %d
az: Xəta: gnome_init bacarılmadı; dönən qiymət = %d
bg: Грешка: неуспешен gnome_init; върната стойност = %d
da: Fejl: gnome_init fejlede; returnerede værdi = %d
de: Fehler: gnome_init fehlgeschlagen; Rückgabewert = %d
es: Error: fallo de gnome_init; valor devuelto = %d
fi: Virhe: gnome_init epäonnistui; palautusarvo = %d
fr: Erreur : échec de gnome_init ; valeur de retour = %d
ja: エラー: gnome_init に失敗しました; 戻り値 = %d
nl: Fout: gnome_init failed; return waarde = %d
nn: Feil: gnome_init feila: returverdi = %d
no: Feil: gnome_init feilet; returverdi = %d
pl: B³±d: funkcja gnome_init zwróci³a kod b³êdu (%d)
pt: Erro: falha no gnome_init; valor retornado = %d
pt_br: Erro: falha em gnome_init; valor de retorno = %d
ru: Ошибка: сбой gnome_init; код возврата = %d
sk: Chyba: gnome_init zlyhalo; návratová hodnota = %d
sl: Napaka: gnome_init ni uspel; vrnjena vrednost = %d
sv: Fel: gnome_init misslyckades, returvärde = %d
tr: Hata: gnome_init baþarýsýz; dönüþ deðeri = %d
uk: Помилка: зб╕й gnome_init; код повернення = %d
zh_cn: 错误：gnome_init 失败；返回值为 %d

source: Error: widget creation failed
az: Xəta: pəncərəcik yaatma bacarılmadı
bg: Грешка: неуспешно създаване на графичен обект
da: Fejl: kontroloprettelse mislykkedes
de: Fehler: Erzeugen des Widgets fehlgeschlagen
es: Error: fallo de creación de objeto
fi: Virhe: widget-luonti epäonnistui
fr: Erreur : échec de création de widget
ja: エラー: ウィジェットの作成に失敗しました
nl: Fout: aanmaken van widget mislukt
nn: Feil: oppretting av widget feila
no: Feil: oppretting av widget feilet
pl: B³±d: nie mo¿na stworzyæ widgetu
pt: Erro: falha na criação de widget
pt_br: Erro: falha ao criar widget
ru: Ошибка: сбой при создании виджета
sk: Chyba: nepodarilo sa vytvori» prvok
sl: Napaka: ustvarjanje gradnika je spodletelo
sv: Fel: skapande av widget misslyckades
tr: Hata: parçacýk oluþturma iþleminde hata var
uk: Помилка: зб╕й створення в╕джета
zh_cn: 错误：部件创建失败

source: Error: failed to initialize preferences
az: Xəta: xassələr hazırlan bilmədi
bg: Грешка: неуспешно инициализиране на настройките
da: Fejl: kunne ikke klargøre indstillinger
de: Fehler: Vorlieben konnten nicht initialisiert werden
es: Error: fallo al iniciar las preferencias
fi: Virhe: Asetusten alustus epäonnistui
fr: Erreur : échec de l'initialisation des préférences
ja: エラー: 設定の初期化に失敗しました
nl: Fout: kon voorkeuren niet starten
nn: Feil: Feil ved intialisering av brukarval
no: Feil: feil under initiering av brukervalg
pl: B³±d: nie mo¿na zainicjowaæ ustawieñ
pt: Erro: falha na inicialização de preferências
pt_br: Erro: falha ao iniciar as preferências
ru: Ошибка: сбой при инициализации настроек
sk: Chyba: nepodarilo sa vytvori» nastavenia
sl: Napaka: inicializacija nastavitev je spodletela
sv: Fel: misslyckades med att initiera inställningar
tr: Hata: tercihler okunamadý
uk: Помилка: зб╕й ╕н╕ц╕ал╕зац╕╖ параметр╕в
zh_cn: 错误：初始化首选项失败

source: Error: failed to load images
az: Xəta: şəkillər yüklənə bilmədi
bg: Грешка: неуспешно зареждане на картинките
da: Fejl: kunne ikke indlæse billeder
de: Fehler: Bilder konnten nicht geladen werden
es: Error: fallo al cargar imágenes
fi: Virhe: Kuvien lataaminen epäonnistui
fr: Erreur : échec du chargement des images
ja: エラー: 画像の読み込みに失敗しました
nl: Fout: kon afbeeldingen niet laden
nn: Feil: kunne ikkje laste bilete
no: Feil: feil under lasting av bilder
pl: B³±d: nie mo¿na wczytaæ obrazów
pt: Erro: falha a carregar imagens
pt_br: Erro: falha ao carregar imagens
ru: Ошибка: сбой при загрузке изображений
sk: Chyba: nepodarilo sa naèíta» obrázky
sl: Napaka: nalaganje slik je spodletelo
sv: Fel: misslyckades med att läsa in bilder
tr: Hata: resimler yüklenemedi
uk: Помилка: зб╕й завантаження зображень
zh_cn: 错误：载入图像失败

source: Error: cannot load sprite file '%s'
az: Xəta: sprayt fayl '%s' yüklənə bilmir
bg: Грешка: не мога да заредя файла с духчетата '%s'
da: Fejl: kan ikke indlæse billedfilen '%s'
de: Fehler: Sprite-Datei '%s' kann nicht geladen werden
es: Error: no se ha podido cargar el archivo '%s'
fi: Virhe: Sprite-tiedoston '%s' lataaminen epäonnistui
fr: Erreur : impossible de charger le fichier de sprite « %s »
ja: エラー: 妖精ファイル '%s' の読み込みに失敗しました
nl: Fout: kan sprite bestand '%s' niet laden
nn: Feil: kan ikkje laste «sprite»-fil «%s»
no: Feil: kan ikke laste "sprite"-fil '%s'
pl: B³±d: nie mo¿na wczytaæ pliku z duszkiem "%s"
pt: Erro: incapaz de carregar ficheiro de sprites '%s'
pt_br: Erro: não foi possível carregar o arquivo de sprites '%s'
ru: Ошибка: невозможно загрузить файл спрайтов "%s"
sk: Chyba: nie je mo¾né naèíta» sprite súbor '%s'
sl: Napaka: ne morem nalo¾iti datoteke s slièicami '%s'
sv: Fel: kan inte läsa in bildfilen "%s"
tr: Hata: '%s' görüntü dosyasý yüklenemedi
uk: Помилка: неможливо завантажити файл спрайт╕в "%s"
zh_cn: 错误：无法载入角色文件“%s”

source: Error: sprite file '%s' has invalid dimensions
az: Xəta: '%s' sprayt faylı hökmsüz ölçülərə malikdir
bg: Грешка: файлът с духчетата '%s' има неправилни размери
da: Fejl: billedfilen '%s' har ugyldige dimensioner
de: Fehler: Sprite-Datei '%s' hat ungültige Dimension
es: Error: el archivo '%s' tiene dimensiones no válidas
fi: Virhe: Sprite-tiedostolla '%s' on epäkelvot mitat
fr: Erreur : le fichier de sprite « %s » a des dimensions non valides
ja: エラー: 妖精ファイル '%s' は間違った次元を持っています
nl: Fout: Sprite bestand '%s' heeft ongeldige dimensies
nn: Feil: «sprite»-fil «%s» har ugyldige dimensjonar
no: Feil: "sprite"-fil '%s' har ugydlige dimensjoner
pl: B³±d: plik duszka "%s" zawiera niepoprawne wymiary
pt: Erro: ficheiro de sprite '%s' tem dimensões inválidas
pt_br: Erro: arquivo de sprites '%s' possui dimensões inválidas
ru: Ошибка: файл спрайтов "%s" имеет недопустимые размеры
sk: Chyba: sprite súbor '%s' má neplané rozmery
sl: Napaka: datoteka s slièicami '%s' ima neveljavne dimenzije
sv: Fel: bildfilen "%s" har ogiltiga dimensioner
tr: Hata: '%s' görüntü dosyasýnýýn boyutlarý geçersiz
uk: Помилка: файл спрайт╕в "%s" м╕стить недопустим╕ розм╕ри
zh_cn: 错误：角色文件“%s”的维度无效

source: Error: '%s' is taller than two map squares
az: Xəta: '%s' iki xəritə sahəsində daha uzundur
bg: Грешка: '%s' е по-висок от две квадратчета
da: Fejl: '%s' er højere end to kortkvadrater
de: Fehler: '%s' ist größer als zwei Kartenabschnitte
es: Error: '%s' es más alto que dos cuadrados del mapa
fi: Virhe: '%s' on korkeampi kuin kaksi karttaruutua
fr: Erreur: « %s » dépasse la hauteur de deux cases
ja: エラー: '%s' は 2 つのマップスクエアより大きいです
nl: Fout: '%s' is groter dan 2 vakjes
nn: Feil: «%s» er høgare enn to ruter på kartet
no: Feil: '%s' er høyere enn to ruter på kartet
pl: B³±d: wysoko¶æ "%s" przekracza dwa kwadraty mapy
pt: Erro: '%s' é mais alto que dois quadrados do mapa
pt_br: Erro: '%s' é mais alto que duas posições do mapa
ru: Ошибка: "%s" выше чем два квадрата карты
sk: Chyba: %s' je vy¹¹ie ne¾ jeden ¹tvorec mapy
sl: Napaka: '%s' je vi¹ji od dveh kvadratkov zemljevida
sv: Fel: "%s" är högre än två kartrutor
tr: Hata. '%s' iki harita karesinden daha büyük
uk: Помилка: "%s" вище двох квадрат╕в мапи
zh_cn: 错误：“%s”比两个地图方块高

source: Error: '%s' is wider than one map square
az: Xəta: '%s' bir xəritə sahəsindən daha enlidir
bg: Грешка: '%s' е по-широк от едно квадратче
da: Fejl: '%s' er bredere end et kortkvadrat
de: Fehler: '%s' ist größer als eine Karte
es: Error: '%s' es más ancho que un cuadrado del mapa
fi: Virhe: '%s' on leveämpi kuin yksi karttaruutu
fr: Erreur : « %s » dépasse la largeur d'une case
ja: エラー: '%s' は 1 個のマップスクエアよりも幅広です
nl: Fout: '%s' is breder dan 1 vakje
nn: Feil: «%s» er breiare enn ei rute på kartet
no: Feil: '%s' er bredere enn en rute på kartet
pl: B³±d: szeroko¶æ "%s" przekracza kwadrat mapy
pt: Erro: '%s' é mais largo que um quadrado do mapa
pt_br: Erro: '%s' é mais largo que duas posições do mapa
ru: Ошибка: "%s" шире чем квадрат карты
sk: Chyba: %s' je ¹ir¹ie ne¾ jeden ¹tvorec mapy
sl: Napaka: '%s' je ¹ir¹i od enega kvadratka zemlejvida
sv: Fel: "%s" är bredare än en kartruta
tr: Hata: '%s' bir harita karesinden daha geniþ
uk: Помилка: "%s" ширше квадрата мапи
zh_cn: 错误：“%s”比一个地图方块宽

source: Game is paused
az: Oyuna fasilə verilib
bg: Играта временно е спряна
da: Spillet er på pause
de: Spiel unterbrochen
es: El juego está detenido
fi: Peli on pysäytetty
fr: Le jeu est en pause
ja: ゲームは中断されました
nl: Spel is gepauzeerd
nn: Spelet er pausa
no: Spillet er pauset
pl: Gra jest wstrzymana
pt: Jogo em pausa
pt_br: O jogo está pausado
ru: Игра приостановлена
sk: Hra je pozastavená
sl: Igra je zaèasno ustavljena
sv: Spelet är pausat
tr: Oyun bekletiliyor
uk: Гру призупинено
zh_cn: 游戏暂停

source: Game Over
az: Oyun Qurtardı
bg: Играта свърши
da: Spillet er slut
de: Sie haben verloren
es: Fin de Partida
fi: Peli loppu!
fr: Fin de la partie
ja: ゲームオーバー
nl: Einde spel
nn: Spelet er slutt
no: Spillet er slutt
pl: Koniec gry
pt: Jogo Terminado
pt_br: Fim do jogo
ru: Игра закончена
sk: Koniec hry
sl: Konec igre
sv: Spelet är slut
tr: Oyun Bitti
uk: Гру завершено
zh_cn: 游戏结束

source: Match Status
az: Halı Müqayisə et
bg: Статус на играта
da: Kampstatus
de: Spielstatus
es: Estado de la Partida
fi: Ottelun tilanne
fr: État de la partie
ja: 試合の情勢
nl: Wedstrijd status
nn: Status for kamp
no: Status for kamp
pl: Stan meczu
pt: Estado do Jogo
pt_br: Estado da partida
ru: Состояние матча
sk: Stav zápasu
sl: Stanje partije
tr: Maç Sonucu
uk: Стан матчу
zh_cn: 比赛状况

source: Round %d results
az: %d dövrəsi nəticələri
bg: Резултати от %d рунд
da: Resultater efter runde %d
de: Ergebnis von Runde %d
es: Resultados de la ronda %d
fi: Kierroksen %d tulokset
fr: Résultats du tour %d
ja: 第 %d ラウンドの結果
nl: Ronde %d resultaten
nn: Resultat for runde %d
no: Resultater for runde %d
pl: Wyniki %d. rundy
pt: Resultados da ronda %d
pt_br: Resultados da %dª rodada
ru: Результаты раунда %d
sk: Výsledky %d kola
sl: Rezultati igre %d
sv: Resultat för runda %d
uk: Результати раунда %d
zh_cn: 第 %d 回合结果

source: Player
az: Oyunçu
bg: Играч
da: Spiller
de: Spieler
es: Jugador
fi: Pelaaja
fr: Joueur
ja: プレイヤー
nl: Speler
nn: Spelar
no: Spiller
pl: Gracz
pt: Jogador
pt_br: Jogador
ru: Игрок
sk: Hráè
sl: Igralec
sv: Spelare
tr: Oyuncu
uk: Гравець
zh_cn: 玩家

source: Wins
az: Uduşlar
bg: Печели
da: Vundne
de: Gewinnt
es: Victorias
fi: Voittoja
fr: Score
ja: 勝利
nl: Wint
nn: Vinn
no: Vinner
pl: Zwyciêstwa
pt: Vitórias
pt_br: Vitórias
ru: Победы
sk: Výhry
sl: Zmage
sv: Vinster
tr: Kazanma
uk: Перемоги
zh_cn: 胜利

source: Player %d wins the match!
az: %d oyunçusu uddu!
bg: Играчът %d печели мача!
da: Spiller %d vinder kampen!
de: Spieler %d gewinnt das Spiel!
es: ¡El jugador %d gana la partida!
fi: Pelaaja %d voitti ottelun!
fr: Joueur %d a gagné la partie !
ja: プレイヤー %d がこの試合に勝ちました!
nl: Speler %d wint de wedstrijd!
nn: Spelar %s vinn kampen!
no: Spiller %d vinner kampen
pl: Mecz wygra³ %d. gracz!
pt: Jogador %d ganha o jogo!
pt_br: Jogador %d vence a partida!
ru: Игрок %d выиграл матч!
sk: Hráè %d vyhral tento zápas!
sl: Igralec %d je zmagal igro!
sv: Spelare %d vinner matchen!
tr: %d oyunu kazandý!
uk: Гравець %d виграв матч!
zh_cn: 玩家 %d 赢得比赛！

source: Stalemate
az: Pat vəziyyəti
bg: Равенство
da: Uafgjort
de: Unentschieden
es: Tablas
fi: Shakkimatti
fr: Impasse
ja: 引き分け
nl: Gelijkspel
nn: Uavgjort
no: Uavgjort
pl: Remis
pt: Empatar
pt_br: Empate
sk: Pat
sl: Ni veè mo¾nih potez
sv: Lika
tr: Berabere
uk: Пат
zh_cn: 和局

source: Player %d wins this round
az: %d oyuncusu dövrəni uddu
bg: Играчът %d печели този рунд
da: Spiller %d vinder denne runde
de: Spieler %d gewinnt die Runde
es: El jugador %d gana esta ronda
fi: Pelaaja %d voitti tämän kierroksen
fr: le joueur %d a gagné ce tour
ja: このラウンドで勝ったのは プレイヤー %d です
nl: Speler %d wint deze ronde
nn: Spelar %d vinn denne runda
no: Spiller %d vinner denne runden
pl: Tê rundê wygra³ %d. gracz!
pt: Jogador %d ganha esta ronda
pt_br: Jogador %d vence esta rodada
ru: Игрок %d выиграл этот раунд
sk: Hráè %d vyhral toto kolo
sl: Igralec %d je zmagal partijo
sv: Spelare %d vinner denna runda
tr: Bu raundu %d aldý
uk: Гравець %d виграв цей раунд
zh_cn: 玩家 %d 赢了这个回合

source: press [%s] to continue
az: davam etmək üçün [%s] basın
bg: натиснете [%s], за да продължите
da: tryk på [%s] for at fortsætte
de: drücken Sie [%s] um weiterzuspielen
es: presiona [%s] para continuar
fi: paina [%s] jatkaaksesi
fr: appuyez sur [%s] pour continuer
ja: 続けるには [%s] を押してください
nl: druk op [%s] om door te gaan
nn: trykk [%s] for å fortsetje
no: trykk [%s] for å fortsette
pl: aby kontynuowaæ, naci¶nij [%s]
pt: Prima [%s] para continuar
pt_br: Pressione [%s] para continuar
ru: нажмите [%s] для продолжения
sk: stlaète [%s] pre pokraèovania
sl: pritisnite [%s] za nadaljevanje
sv: tryck [%s] för att fortsätta
tr: devam etmek için [%s] tuþuna basýn
uk: натисн╕ть [%s] для продовження
zh_cn: 按 [%s] 继续

source: Continue
az: Davam et
bg: Продължи
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
ja: ゲームを続ける
nl: Doorgaan
nn: Fortset
no: Fortsett
pl: Kontynuacja
pt: Continuar
pt_br: Continuar
ru: Продолжить
sk: Pokraèova»
sl: Nadaljuj
sv: Fortsätt
tr: Devam
uk: Продовжити
zh_cn: 继续

source: Error while loading theme. Please choose another one.
az: Örtük yüklənərkən xəta. Xahiş edirik, başqasını seçin.
bg: Грешка при зареждане на тема. Изберете друга.
da: Fejl under indlæsning af tema. Vælg venligst et andet.
de: Fehler beim Laden des Themas. Bitte wählen Sie ein anderes.
es: Error al cargar el tema. Por favor, elige otro.
fi: Virhe teemaa ladattaessa. Valitse joku toinen teema.
fr: Erreur lors du chargement du thème. Merci d'en choisir un autre.
ja: テーマの読み込みに失敗しました． ほかのものを選択してください．
nl: Fout bij laden van thema. Kies alstublieft een ander.
nn: Feil ved lasting av tema. Velg eit anna.
no: Feil under lasting av tema. Vennligst velg et annet.
pl: Przy wczytywaniu motywu wyst±pi³ b³±d. Wybierz inny motyw.
pt: Erro ao carregar o tema. Seleccione outro.
pt_br: Erro ao carregar tema. Por favor, escolha outro tema.
ru: Ошибка при загрузке темы. Выберите другую.
sk: Chyba poèas naèítavania témy. Prosím, vyberte si inú.
sl: Napaka pri nalaganju teme. Prosimo, izberite drugo.
sv: Fel vid inläsning av tema. Välj ett annat.
uk: Помилка п╕д час завантаження теми. Вибер╕ть ╕ншу.
zh_cn: 载入主题时出错。 请另选一个。
