Repository: GNOME/gnome-i18n
Catalog: extra-po/bombermaze/*.po
Languages: az, bg, da, de, es, fi, fr, ja, nl, nn, no, pl, pt, pt_br, ru, sk, sl, sv, tr, uk, zh_cn

source: Error while parsing map. Please choose another one.
az: Xəritə daranarkən xəta. Xahiş edirik, başqasını seçin.
bg: Грешка при анализ на карта. Изберете друга.
da: Fejl under indlæsning af kort. Vælg venligst et andet.
de: Fehler beim Parsen der Karte. Bitte wählen Sie eine andere.
es: Error al analizar el mapa. Por favor, elige otro.
fi: Virhe karttaa jäsennettäessä. Valitse joku toinen kartta.
fr: Erreur lors de la lecture de la carte. Merci d'en choisir une autre.
ja: マップの読み込みに失敗しました． ほかのものを選択してください．
nl: Fout bij verwerken plattegrond. Kies alstublieft een ander.
nn: Feil tolking av kart. Velg eit anna.
no: Feil under lesing av kart. Vennligst velg et annet.
pl: Przy analizowaniu mapy wyst±pi³ b³±d. Wybierz inn± mapê.
pt: Erro ao parsear o mapa. Seleccione outro.
pt_br: Erro ao analisar mapa. Por favor, escolha outro mapa.
ru: Ошибка при анализе карты. Выберите другую.
sk: Chyba poèas analýzy mapy. Prosím, vyberte si inú.
sl: Napaka pri razèlenjevanju zemljevida. Prosimo, izberite drugega.
sv: Fel vid tolkning av karta. Välj en annan.
tr: Harita dosyasýnda hata var. Lütfen baþkasýný seçiniz.
uk: Помилка п╕д час анал╕зу мапи. Вибер╕ть ╕ншу.
zh_cn: 解析地图时出错。 请另选一个。

source: Invalid map file
az: Hökmsüz xəritə faylı
bg: Невалиден файл с карта
da: Ugyldig kortfil
de: Ungültige Kartendatei
es: Archivo de mapa no válido
fi: Virheellinen karttatiedosto
fr: Fichier de carte non valide
ja: 正しくないマップファイルです
nl: Ongeldig plattegrondbestand
nn: Ugyldig kartfil
no: Ugyldig kartfil
pl: Niepoprawny plik z map±
pt: Ficheiro de mapa inválido
pt_br: Arquivo de mapa inválido
ru: Неправильный файл карты
sk: Neplatný súbor s mapou
sl: Neveljavna datoteka zemljevida
sv: Ogiltig kartfil
tr: Geçersiz harita dosyasý
uk: Нев╕рний файл мапи
zh_cn: 无效的地图文件

source: BomberMaze Preferences
az: BomberMaze Xassələris
bg: Настройки на БомбърМейз
da: Labyrintbombningsindstillinger
de: BoberMaze Vorlieben
es: Preferencias de BomberMaze
fi: BomberMazen asetukset
fr: Préférences
ja: BomberMaze の設定
nl: BomberMaze Voorkeuren
nn: Bombermaze brukarval
no: BomberMaze brukervalg
pl: Ustawienia BomberMaze
pt: Preferências BomberMaze
pt_br: Preferências do BomberMaze
ru: Настройки BomberMaze
sk: Nastavenie BomberMaze
sl: Nastavitve BomberMaze
sv: Inställningar för BomberMaze
tr: BomberMaze Tercihleri
uk: Параметри BomberMaze
zh_cn: 炸弹人迷宫首选项

source: Pause game
az: Oyuna fasilə ver
bg: Дай пауза
da: Sæt spil på pause
de: Spiel unterbrechen
es: Detener juego
fi: Pysäytä peli
fr: Pause
ja: ゲームを中断する
nl: Pauzeer spel
nn: Pause spelet
no: Pause i spillet
pl: Wstrzymanie gry
pt: Pausar jogo
pt_br: Pausar o jogo
ru: Приостановить игру
sk: Preru¹enie hry
sl: Zaèasno ustavi igro
sv: Pausa spelet
tr: Oyunu durdur
uk: Призупинити гру
zh_cn: 暂停游戏

source: Game control keys
az: Oyun idarə düymələri
bg: Контролни клавиши
da: Spilstyringstaster
de: Spiel-Kontrolltasten
es: Teclas de control de juego
fi: Pelin ohjausnäppäimet
fr: Contrôle du jeu
ja: キー操作
nl: Spel besturingstoetsen
nn: Kontrolltastar for spel
no: Kontrolltaster for spill
pl: Klawisze steruj±ce gr±
pt: Teclas de controlo do jogo
pt_br: Teclas de controle do jogo
ru: Клавиши управления игрой
sk: Klávesy na ovládanie hry
sl: Ukazne tipke igre
sv: Spelstyrtangenter
tr: Oyun kontrol tuþlarý
uk: Клав╕ш╕ керування грою
zh_cn: 游戏控制键

source: Start %d player game
az: %d oyunçulu oyun başlat
bg: Почни игра с %d участника
da: Start spil med %d spillere
de: %d-Spieler Spiel starten
es: Iniciar %d partida de jugador
fi: Aloita peli %d pelaajalla
fr: Partie pour %d joueurs
ja: %d 人でゲームを始める
nl: Start %d speler spel
nn: Start eit spel for %d spelarar
no: Start spill med %d spillere
pl: Rozpoczêcie gry dla %d graczy
pt: Iniciar jogo de %d jogadores
pt_br: Iniciar jogo de %d jogadores
ru: Запустить игру игрока %d
sk: Zaèiatok hry pre %d hráèov
sl: Zaèni igro za %d igralca-e
sv: Starta spel för %d spelare
tr: %d oyunculu oyuna baþla
uk: Запустити гру гравця %d
zh_cn: 开始 %d 人游戏

source: Game start keys
az: Oyun başlatma düymələri
bg: Клавиши за стартиране на играта
da: Spilstartstaster
de: Spiel-Starttasten
es: Tecla de inicio de partida
fi: Pelin aloitusnäppäimet
fr: Démarrage de partie
ja: ゲームを始めるキー
nl: Spel start toetsen
nn: Starttastar for spel
no: Starttaster for spill
pl: Klawisze rozpoczynaj±ce grê
pt: Teclas de início de jogo
pt_br: Teclas de início do jogo
ru: Клавиши запуска игры
sk: Klávesy na spustenie hry
sl: Tipke za zaèetek igre
sv: Spelstarttangenter
tr: Oyun baþlangýç tuþlarý
uk: Клав╕ш╕ запуску гри
zh_cn: 游戏开始键

source: Miscellaneous
az: Müxtəlif
bg: Разни
da: Forskelligt
de: Verschiedenes
es: Miscelánea
fi: Sekalaiset
fr: Divers
ja: そのほかの設定
nl: Diversen
nn: Ymse
no: Forskjellig
pl: Ró¿ne
pt: Vários
pt_br: Diversos
ru: Разное
sk: Rôzne
sl: Razno
sv: Diverse
tr: Çeþitli
uk: Р╕зне
zh_cn: 杂项

source: Wins per match
az: Oyun başına uduşlar
bg: Победи за мач
da: Sejre per kamp
de: Siege pro Spiel
es: Victorias por partida
fi: Voittoja ottelua kohden
fr: Victoires par partie
ja: 試合に勝つための勝利ラウンド数
nl: Aantal keer winnen per wedstrijd
nn: Sigrar per kamp
no: Seire per kamp
pl: Zwyciêstwa na mecz
pt: Vitórias por jogo
pt_br: Vitórias por partida
ru: Побед в матчах
sk: Poèet výhier na jeden zápas
sl: Zmag v partiji
sv: Vinster per match
tr: Maç baþýna galip gelme sayýsý
uk: Перемог на матч
zh_cn: 每次竞赛获胜次数

source: Enable Continue button on Match Status dialog
az: Davam Et düyməsini Halı Müqayisə Et dialoqunda fəallaşdır
bg: Вклкючи бутон "Продължение" в диалога за състоянието на мача
da: Aktivér fortsætknappen i kampstatusvinduet
de: Weiter-Knopf bei Spielstatus-Dialog aktivieren
es: Habilitar botón Continuar en el Menú de Estado de Partida
fi: Käytä Jatka-näppäintä Ottelun tilanneikkunassa
fr: Autoriser le bouton Continuer dans la fenêtre d'état de la partie
ja: 試合の情勢ダイアログで ゲームを続けるボタンを表示する
nl: "Doorgaan" knop gebruiken bij het dialoogvenster "Wedstrijdstatus"
nn: Bruk fortsetje-knapp på kampstatus-dialog
no: Bruk fortsett-knapp i statusdialog for kamp
pl: Wy¶wietlanie w oknie stanu meczu przycisku Kontynuuj
pt: Activar botão de Continuar na janela de Estado do Jogo
pt_br: Ativar botão Continuar no diálogo Estado da partida
ru: Вставить кнопку "Продолжить" в диалог состояния матча
sk: Povoli» tlaèítko Pokraèova» v dialógu Stav zápasu
sl: Pri stanju partije prika¾i gumb "Nadaljuj"
sv: Visa Fortsätt-knapp i matchstatusdialogen
uk: Вставити кнопку "Продовжити" в д╕алог стану матчу
zh_cn: 在竞赛状态对话框上 启用“继续”按钮

source: Show Match Status dialog between rounds
az: Dövrlər arasında Oyun Vəziyyəti dialoqunu göstər
bg: Показвай диалог за състоянието на мача между отделните рундове
da: Vis kampstatusvinduet mellem runder
de: Spielstatus zwischen den Runden zeigen
es: Mostrar el menú de Estado de Partida entre rondas
fi: Näytä Ottelun tilanneikkuna kierrosten välillä
fr: Voir la boîte de dialogue d'état de la partie entre les tours
ja: ラウンドの間に試合の情勢 ダイアログを表示する
nl: Wedstrijdstatus dialoogvenster weergeven tussen ronden
nn: Vis kampstatus-dialog mellom runder
no: Vis statusdialog for kamp mellom runder
pl: Wy¶wietlanie okna stanu meczu pomiêdzy rundami
pt: Mostrar janela de Estado do Jogo entre rondas
pt_br: Exibir diálogo de estado da partida entre turnos
ru: Показывать диалог состояния матча между раундами
sk: Medzi kolami zobrazova» stav zápasu
sl: Med posameznimi igrami ka¾i stanje partije
sv: Visa matchstatusdialog mellan rundor
uk: Показувати д╕алог стану матчу м╕ж раундами
zh_cn: 在回合间显示竞赛状态对话框

source: Case sensitive controls
az: Hərg böyüklüyünə həssasa idarələr
bg: Контролните клавиши да зависят от регистъра
da: Forskel på små og store bogstaver i styringstaster
de: Groß-/Kleinschreibung bei Steuerung
es: Controles con mayúsculas activadas
fi: Kirjainkoko huomioidaan näppäiltäessä
fr: Contrôles sensibles à la casse
ja: 操作のとき大文字と小文字を区別する
nl: Hoofdlettergevoelige besturing
nn: Skille mellom store og små teikn på kontrollar
no: Kontroller skiller mellom små/store bokstaver
pl: Rozró¿nianie wielko¶ci liter
pt: Controlos sensíveis à capitalização
pt_br: Controles sensíveis à caixa
ru: Чувствительное к регистру управление
sk: Ovládanie citlivé na veµkos» písmen
sl: Pri ukazih razlikuj velike in male èrke
sv: Styrtangenter skiljer på versaler/gemener
tr: Küçük/büyük harf duyarlý kontroller
uk: Чутливе до ре╜╕стру керування
zh_cn: 区分大小写控制

source: General
az: Ümumi
bg: Общи
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
ja: 一般
nl: Algemeen
nn: Allment
no: Generelt
pl: Ogólne
pt: Genérico
pt_br: Geral
ru: Общие
sk: V¹eobecné
sl: Splo¹no
sv: Allmänt
tr: Genel
uk: Загальн╕
zh_cn: 常规

source: Defaults
az: Əsaslar
bg: По подразбиране
da: Standardværdier
de: Vorgaben
es: Por defecto
fi: Oletukset
fr: par défaut
ja: デフォルト
nl: Standaard
nn: Forval
no: Standardverdier
pl: Domy¶lne
pt: Defeitos
pt_br: Padrões
ru: Исходные
sk: ©tandardné
sl: Privzeto
sv: Standardvärden
tr: Öntanýmlý deðerler
uk: Типов╕
zh_cn: 默认值

source: Map
az: Xəritə
bg: Карта
da: Kort
de: Karte
es: Mapa
fi: Kartta
fr: Carte
ja: マップ
nl: Plattegrond
nn: Kart
no: Kart
pl: Mapa
pt: Mapa
pt_br: Mapa
ru: Карта
sk: Mapa
sl: Zemljevid
sv: Karta
tr: Harita
uk: Мапа
zh_cn: 地图

source: Preview
az: Nümayiş
bg: Преглед
da: Eksempel
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
ja: 表示
nl: Bezichtigen
nn: Førehandsvising
no: Forhåndsvisning
pl: Podgl±d
pt: Prever
pt_br: Visualizar
ru: Просмотр
sk: Uká¾ka
sl: Predogled
sv: Förhandsgranskning
tr: Önizleme
uk: Перегляд
zh_cn: 预览

source: Show wall perimeter
az: Divar perimetrini göstər
bg: Показвай всички стени
da: Vis vægomkreds
de: Mauereingrenzungen zeigen
es: Mostrar perímetro del muro
fi: Näytä ympärysmuuri
fr: Afficher le pourtour du mur
ja: 枠になる壁を表示する
nl: Laat muur zien
nn: Vis område rundt veggen
no: Vis området rundt veggen
pl: Wy¶wietlanie ¶cian na obwodzie
pt: Mostrar perímetro da parede
pt_br: Exibir perímetro da parede
ru: Показать периметр стен
sk: Zobrazi» obvod stien
sl: Ka¾i zunanji rob sten
sv: Visa väggar
tr: Duvar çevresini göste
uk: Показати периметр ст╕н
zh_cn: 显示墙壁周边

source: Show top wall only
az: Təkcə təpədəkini göstər
bg: Показвай само горната страна
da: Vis øverste væg kun
de: Nur obere Mauer anzeigen
es: Mostrar sólo el muro superior
fi: Näytä vain yläosan muuri
fr: Afficher le mur du haut uniquement
ja: 一番上の壁のみ表示する
nl: Alleen bovenmuur laten zien
nn: Vis kun toppen av veggen
no: Vis kun toppen av veggen
pl: Wy¶wietlanie tylko górnej ¶ciany
pt: Mostrar apenas parede de topo
pt_br: Exibir apenas parede superior
ru: Показать только верхнюю стену
sk: Zobrazi» iba vrchol stien
sl: Ka¾i samo zgornjo steno
sv: Visa endast översta väggen
tr: Sadece tepedeki duvarý göster
uk: Показати лише верхню ст╕ну
zh_cn: 只显示最上边的墙

source: Theme
az: Örtük
bg: Тема
da: Tema
de: Thema
es: Tema
fi: Teema
fr: Thème
ja: テーマ
nl: Thema
nn: Tema
no: Tema
pl: Motyw
pt: Tema
pt_br: Tema
ru: Тема
sk: Téma
sl: Tema
sv: Tema
tr: Tema
uk: Тема
zh_cn: 主题

source: Player %d
az: Oyunçu %d
bg: Играч %d
da: Spiller %d
de: Spieler %d
es: Jugador %d
fi: Pelaaja %d
fr: Joueur %d
ja: プレイヤー %d
nl: Speler %d
nn: Spelar %d
no: Spiller %d
pl: Gracz %d
pt: Jogador %d
pt_br: Jogador %d
ru: Игрок %d
sk: Hráè %d
sl: Igralec %d
sv: Spelare %d
tr: Oyuncu %d
uk: Гравець %d
zh_cn: 玩家 %d

source: Up
az: Yuxarı
bg: Нагоре
da: Op
de: Hoch
es: Arriba
fi: Ylös
fr: Haut
ja: 上
nl: Op
nn: Opp
no: Opp
pl: Góra
pt: Cima
pt_br: Acima
ru: Вверх
sk: Hore
sl: Gor
sv: Uppåt
tr: Yukarý
uk: Вгору
zh_cn: 上

source: Right
az: Sağ
bg: Надясно
da: Højre
de: Rechts
es: Derecha
fi: Oikealle
fr: Droite
ja: 右
nl: Rechts
nn: Høgre
no: Høyre
pl: Prawa
pt: Direita
pt_br: Direita
ru: Вправо
sk: Doprava
sl: Desno
sv: Höger
tr: Saða
uk: Праворуч
zh_cn: 右

source: Down
az: Aşağı
bg: Надолу
da: Ned
de: Runter
es: Abajo
fi: Alas
fr: Bas
ja: 下
nl: Neer
nn: Ned
no: Ned
pl: Dó³
pt: Baixo
pt_br: Abaixo
ru: Вниз
sk: Dole
sl: Dol
sv: Nedåt
tr: Aþaðý
uk: Вниз
zh_cn: 下

source: Left
az: Sol
bg: Наляво
da: Venstre
de: Links
es: Izquierda
fi: Vasemalle
fr: Gauche
ja: 右
nl: Links
nn: Venstre
no: Venstre
pl: Lewa
pt: Esquerda
pt_br: Esquerda
ru: Влево
sk: Doµava
sl: Levo
sv: Vänster
tr: Sola
uk: Л╕воруч
zh_cn: 左

source: Movement
az: Gediş
bg: Движение
da: Flytning
de: Bewegung
es: Movimiento
fi: Liikkuminen
fr: Mouvement
ja: 動作
nl: Beweging
nn: Flytting
no: Flytting
pl: Ruch
pt: Movimento
pt_br: Movimento
ru: Движение
sk: Pohyb
sl: Premikanje
sv: Förflyttning
tr: Hareket
uk: Рух
zh_cn: 移动

source: Drop bomb
az: Bombanı burax
bg: Залагане на бомба
da: Læg bombe
de: Bombe werfen
es: Tirar bomba
fi: Pudota pommi
fr: Poser une bombe
ja: 爆弾を置く
nl: Laat bom vallen
nn: Slepp bombe
no: Slipp bombe
pl: Pod³o¿enie bomby
pt: Largar bomba
pt_br: Soltar bomba
ru: Сбросить бомбу
sk: Polo¾enie bomby
sl: Spusti bombo
sv: Släpp bomb
tr: Bombayý býrak
uk: Скинути бомбу
zh_cn: 放下炸弹

source: Enable auto-fire
az: Öz-özünə atəşi fəallaşdır
bg: Включи автоматична бомба
da: Aktivér hurtigskydning
de: Auto-Feuer aktivieren
es: habilitar auto-fuego
fi: Käytä automaattitulitusta
fr: Permettre le tir continu (auto-fire)
ja: auto-fire を有効にする
nl: Auto-vuren gebruiken
nn: Slå på autoavfyring
no: Slå på automatisk skyting
pl: Automatyczne odpalanie
pt: Activar auto-disparo
pt_br: Ativar tiro contínuo
ru: Включить автоматическую стрельбу
sk: Povoli» autospú¹»
sl: Vkljuèi samodejno streljanje
sv: Använd automateld
tr: Otomatik ateþlemeyi aç
uk: Умикнути автостр╕ляння
zh_cn: 启用自动开火

source: Special action
az: Xüsusi gediş
bg: Специално действие
da: Specialhandling
de: Spezialaktion
es: Acción especial
fi: Erityistoiminto
fr: Action spéciale
ja: スペシャルアクション
nl: Speciale actie
nn: Spesialhending
no: Spesiell handling
pl: Czynno¶æ specjalna
pt: Acção especial
pt_br: Ação especial
ru: Специальные действия
sk: ©peciálna akcia
sl: Posebno dejanje
sv: Specialåtgärd
tr: Özel hareket
uk: Спец╕альн╕ д╕╖
zh_cn: 特殊动作

source: Action
az: Gediş
bg: Действие
da: Handling
de: Aktion
es: Acción
fi: Toiminnot
ja: アクション
nl: Actie
nn: Handling
no: Handling
pl: Czynno¶æ
pt: Acção
pt_br: Ação
ru: Действие
sk: Akcia
sl: Dejanje
sv: Åtgärd
tr: Hareket
uk: Д╕я
zh_cn: 动作

source: Numeric
az: Numerik
bg: Първоначални стойности
da: Numerisk
de: Numerisch
es: Numérico
fi: Numerot
fr: Détails
ja: 数字
nl: Numeriek
nn: Numerisk
no: Numerisk
pl: Liczby
pt: Numérico
pt_br: Números
ru: Численные
sk: Èíselné
sl: ©tevilène vrednosti
sv: Numerisk
tr: Nümerik
uk: Числов╕
zh_cn: 数字的

source: Initial number of bombs
az: Başlancaq bomba sayısı
bg: Начален брой бомби
da: Startantallet af bomber
de: Anzahl der Bomben am Anfang
es: Número inicial de bombas
fi: Pommeja alussa
fr: Nombre de bombes initial
ja: 最初から置ける爆弾の数
nl: Aantal bommen bij het begin
nn: Tal på bomber å starte med
no: Utgangsverdi for antall bomber
pl: Pocz±tkowa liczba bomb
pt: Número inicial de bombas
pt_br: Número inicial de bombas
ru: Начальное число бомб
sk: Poèiatoèný poèet bômb
sl: Zaèetno ¹tevilo bomb
sv: Ursprungligt antal bomber
tr: Bomba sayýsý
uk: Початкова к╕льк╕сть бомб
zh_cn: 最初的炸弹数

source: Initial explosion size
az: Başlanacaq partlama böyüklüyü
bg: Начален размер на експлозиите
da: Starteksplosionsstørrelsen
de: Explosionsgröße am Anfang
es: Tamaño inicial de explosión
fi: Räjähdyksen aloituskoko
fr: Taille initiale d'une explosion
ja: 最初の爆発の大きさ
nl: Begin explosiegrootte
nn: Eksplosjonsstorleik til å starte med
no: Utgangsverdi for eksplosjon
pl: Pocz±tkowy rozmiar wybuchu
pt: Tamanho inicial das explosões
pt_br: Alcance inicial das explosões
ru: Начальный размер взрыва
sk: Veµkos» poèiatoènej explózie
sl: Zaèetna velikost eksplozije
sv: Ursprunglig explosionsstorlek
tr: Bombanýn baþlangýçta patlama geniþliði
uk: Початковий розм╕р вибуху
zh_cn: 最初的爆炸范围

source: Bomb explosion delay (tenths of a second)
az: Bomba partlama gecikməsi (saniyələr)
bg: Забавяне на експлозиите (десети от секундата)
da: Bombeeksplosionsforsinkelse (tiendedele sekunder)
de: Verzögerung der Explosion der Bomben (Zehntelsekunde)
es: Demora en la explosión de la bomba (décimas de segundo)
fi: Pommien räjähdysviive (sekunnin kymmenyksissä)
fr: Délai d'explosion des bombes (en dixièmes de seconde)
ja: 爆発までの時間 (1/10 秒単位)
nl: Bom explosievertraging (in tienden van seconden)
nn: Forseinking for eksplosjon av bombe (tiandels sekund)
no: Pause for eksplosjoner (tiendelssekund)
pl: Opó¼nienie wybuchu bomby (dziesiêtne sekundy)
pt: Atraso na explosão das bombas (décimos de segundo)
pt_br: Tempo até a explosão da bomba (décimos de segundo)
ru: Задержка взрыва бомбы (в десятках секунд)
sk: Explózia bomby po (v desatinách sekundy)
sl: Zakasnitev eksplozije bomb (desetinke sekunde)
sv: Fördröjning för bombexplosioner (tiondelar av en sekund)
tr: Bombanýn patlama gecikmesi (saniyenin onda biri)
uk: Затримка вибуху бомби (в десятих секунд)
zh_cn: 炸弹爆炸延迟(十分之一秒)

source: Bomb chain reaction delay (frames)
az: Bomba zəncirvari reaksiya gecikməsi (çərçivə)
bg: Забавяне на верижното избухване (кадри)
da: Bombekædereaktionsforsinkelse (billeder)
de: Verzögerung der Kettenreaktion der Bombe (Bilder)
es: Demora en la reacción en cadena de las bombas (frames)
fi: Pommien ketjureaktioviive (aika-askeleissa)
fr: Temps de réaction en chaîne des bombes (frames)
ja: 連鎖爆発の遅延時間 (フレーム)
nl: Bom kettingreactie vertraging (frames)
nn: Forseinking for bomberekkjereaksjon (rammer)
no: Pause for kjedereaksjoner etter bomber (rammer)
pl: Opó¼nienie reakcji ³añcuchowej bomb (ramki)
pt: Atraso na reacção em cadeia das bombas (frames)
pt_br: Atraso da reação em cadeia da bomba (quadros)
ru: Задержка цепной реакции бомб (кадров)
sk: Då¾ka reakcie bombovej re»aze (v snímkach)
sl: Zakasnitev veri¾ne reakcije ob eksploziji
sv: Fördröjning för bombkedjereaktioner (ramar)
tr: Bombanýn zincirleme reaksiyon gecikmesi
uk: Затримка ланцюговою реакц╕╖ бомб (кадр╕в)
zh_cn: 炸弹链式反应延迟(帧)

source: Flame duration (frames)
az: Alovlanma müddəti (çərçivə)
bg: Продължителност на пламъка (кадри)
da: Flammevarighed (billeder)
de: Dauer der Flamme (Bilder)
es: Duración de la deflagración (frames)
fi: Liekin kesto (aika-askeleissa)
fr: Longevité des flammes (frames)
ja: 爆発の持続時間 (フレーム)
nl: Vlamvertraging (frames)
nn: Flammelengde (rammer)
no: Flammevarighet (rammer)
pl: Czas utrzymywania siê p³omienia (ramki)
pt: Duração das chamas (frames)
pt_br: Duração da chama (quadros)
ru: Длительность кадра (кадров)
sk: Doba trvania plameòa (v snímkach)
sl: Trajanje plamenov
sv: Varaktighet för flammor (ramar)
tr: Alev gecikmesi
uk: Тривал╕сть вогню (кадр╕в)
zh_cn: 火焰持续时间(帧)

source: Brick shatter duration (frames)
bg: Време за разрушаване на тухлите (кадри)
da: Stenforsvindingsvarighed (billeder)
es: Duración del derrumbe de ladrillos (frames)
fi: Tiilien murenemisaika (aika-askeleissa)
fr: Durée d'éclatement des briques (frames)
ja: れんがの崩壊時間 (フレーム)
nl: Steenversplinter duur (frames)
nn: Lengde på knusing av mur (rammer)
no: Varighet for knusing av mur (rammer)
pl: Czas kruszenia siê cegie³ki (ramki)
pt: Duração do despedaçar de tijolos (frames)
pt_br: Duração da destruição dos tijolos (quadros)
ru: Длительность разрушения кирпича (кадров)
sk: Doba rozpadu tehiel (v snímkach)
sl: Èas razbijanja opeke
sv: Varaktighet för bricksprängningar (ramar)
uk: Тривал╕сть руйнування цегли (кадр╕в)
zh_cn: 砖块粉碎时间(帧)

source: Power-up shatter duration (frames)
az: Atəş etmə müddəti (çərçivə)
bg: Време за разрушаване на бонусите (кадри)
da: Forsvindingsvarighed for bonusting (billeder)
es: Duración de la explosión (frames)
fi: Tehosteiden murenemisaika (aika-askeleissa)
fr: Durée d'éclatement des bonus (frames)
ja: パワーアップの持続時間 (フレーム)
nl: Power-up duur (frames)
nn: Straumstartristing ved oppstart (rammer)
no: Varighet for risting ved oppstart (rammer)
pl: Czas kruszenia siê dopalacza (ramki)
pt: Duração do despedaçar de poder (frames)
ru: Длительность разрушения подзарядки (кадров)
sk: Doba pôsobenia zvý¹enia úèinnosti (v snímkach)
sl: Trajanje uporabe dodatne moèi
sv: Varaktighet för kraftbonussprängningar (ramar)
uk: Тривал╕сть руйнування п╕дзарядки (кадр╕в)
zh_cn: 能量加强粉碎时间(帧)

source: Probability of power-ups (%)
az: Atəş ehtimalı (%)
bg: Вероятност за бонус (%)
da: Sandsynlighed for bonusting (%)
de: Wahrscheinlichkeiten von `Power-Ups' (%)
es: Probabilidad de la explosión (%)
fi: Tehosteiden esiintymistodennäköisyys (%)
fr: Probabilité de bonus (%)
ja: パワーアップの確率 (%)
nl: Waarschijnlijkheid van power-ups (%)
nn: Sannsyn for straumstart (%)
no: Sannsynlighet for strømstart (%)
pl: Prawdopodobieñstwo pojawiania siê dopalaczy (%s)
pt: Probabilidade de poderes (%)
pt_br: Probalidade de poderes especiais (%)
ru: Вероятность подзарядки (%)
sk: Pravdepodobnos» zvý¹enia úèinnosti (%)
sl: Verjetnost prejetja dodatne moèi (%)
sv: Sannolikhet för kraftbonus (%)
tr: Güç artýþý olasýlýðý (%)
uk: В╕рог╕дн╕сть п╕дзарядкок (%)
zh_cn: 能量加强的可能性(%)

source: Power-ups
az: Atəşlər
bg: Бонуси
da: Bonusting
es: Explosiones
fi: Tehosteet
fr: Bonus
ja: パワーアップ
nn: Straumstart
no: Strømstart
pl: Dopalacze
pt: Poderes
pt_br: Poderes
ru: Подзарядка
sk: Úèinnos»
sl: Dodatna moè
sv: Kraftbonus
tr: Güç artýþý
uk: П╕дзарядки
zh_cn: 能量加强

source: Probability of individual power-up types
az: Şəxsi atəş növləri ehtimalı
bg: Вероятност за отделните типове бонуси
da: Sandsynlighed for individuelle bonusting
de: Wahrscheinlichkeit von individuellen `Power-Up'-Typen
es: Probabilidad de tipos de explosiónes individuales
fi: Eri tehosteiden esiintymistodennäköisyydet
fr: Probabilité de type de bonus (%)
ja: 個々のパワーアップの確率
nl: Waarschijnlijkheid van individuele power-up types
nn: Sannsyn for individuelle straumstarttyper
no: Sannsynlighet for individuelle strømstarttyper
pl: Prawdopodobieñstwa pojawiania siê poszczególnych dopalaczy
pt: Probabilidade de tipos de poderes individuais
pt_br: Probabilidades individuais dos diferentes poderes especiais
ru: Вероятность индивидуального типа подзарядки
sk: Pravdepodobnos» individuálnych typov zvý¹enia úèinnosti
sl: Verjetnost posameznih prejetij razliènih poveèanj moèi
sv: Sannolikhet för enstaka typer av kraftbonus
tr: Kiþisel güç artýþý türlerinin olasýlýðý
uk: В╕рон╕дн╕сть ╕ндив╕дуального типу п╕дзарядки
zh_cn: 能量加强的各种类型的可能性

source: Extra Bomb
az: Əlabə Bomba
bg: Допълнителна бомба
da: Ekstra bombe
de: Extrabombe
es: Bomba Extra
fi: Lisäpommi
fr: Bombe supplémentaire
ja: 一度に置ける爆弾の数が増える
nl: Extra bom
nn: Ekstra bombe
no: Ekstra bombe
pl: Dodatkowa bomba
pt: Boma Extra
pt_br: Bomba extra
ru: Дополнительная бомба
sk: Extra bomba
sl: Moènej¹a bomba
tr: Ek Bomba
uk: Додаткова бомба
zh_cn: 超级炸弹

source: Extra Range
az: Əlavə Məsafə
bg: Допълнителен обсег
da: Større rækkevidde
de: Extrareichweite
es: Alcance Extra
fi: Lisäetäisyys
fr: Portée supplémentaire
ja: 爆発が大きくなる
nl: Extra afstand
nn: Ekstra rekkevidde
no: Ekstra område
pl: Zwiêkszony zasiêg
pt: Alcance Extra
pt_br: Alcance maior
ru: Дополнительный диапазон
sk: Extra rozsah
sl: Veèji doseg
sv: Extra räckvidd
tr: Ek Uzaklýk
uk: Додатковий д╕апазон
zh_cn: 超级范围

source: Trigger Bomb
az: Bombanı Atəşlə
bg: Спусък за бомба
da: Antænd bombe
de: Auslöserbombe
es: Bomba Retardada
fi: Laukaisinpommi
fr: Bombe à retardement
ja: 爆発を操作できるようになる
nl: Afstandbediening
nn: Utløys bombe
no: Utløs bombe
pl: Odpalanie bomby
pt: Bomba Controlável
pt_br: Detonador
ru: Переключательная бомба
sk: Zápalná bomba
sl: Bomba na spro¾ilec
sv: Utlös bomb
tr: Bombayý Aç/Kapat
uk: Перемикальна бомба

source: Kick Bomb
az: Bombanı At
bg: Ритане на бомба
da: Spark til bombe
de: Kickbombe
es: Patear Bomba
fi: Potkupommi
fr: Coup de pied (pouvoir pousser des bombes)
ja: 蹴ることができるようになる
nl: Bom schoppen
nn: Spark bombe
no: Spark bombe
pl: Kopanie bomby
pt: Bomba de Chuto
pt_br: Mover bomba
ru: Ручная бомба
sk: Odkopnutie bomby
sv: Sparka bomb
tr: Bombayý Tekmele
uk: Ручна бомба
zh_cn: 踢走炸弹
