Repository: GNOME/gnome-i18n
Catalog: redhat-po/gnome-control-center/*.po
Languages: ar

source: Unable to import AccessX settings from file '%s'
ar: لم أتمكن من أستيراد أعدادات AccessX من الملف '%s'

source: Select CDE AccessX file
ar: اختر ملف CDE AccessX

source: Keyboard
ar: لوحة المفاتيح

source: B_eep when modifier is pressed
ar: صافرة عند الضعط على مفتاح محول

source: Beep when an LED is turned on and two beeps when one is turned off.
ar: صافرة عند تشغيل أحد أضواء لوحة المفاتيح LED و صافرتان عند تعطيل أحدها.

source: Beep when:
ar: صافرة عند:

source: Enable Slo_w Keys
ar: تفعيل المفاتيح البطيئة

source: Enable _Bounce Keys
ar: تفعيل مفاتيح الإرتداد

source: Enable _Mouse Keys
ar: تفعيل مفاتيح الفأرة

source: Enable _Sticky Keys
ar: تفعيل المفاتيح اللاصقة

source: Enable _Toggle Keys
ar: تفعيل مفاتيح تغيير الحالة

source: Ignore all subsequent presses of the SAME key if they happen within a user selectable period of time.
ar: أهمل كل التلاحقات من الضغط على نفس المفتاح إذا حدثت خلال الوقت المختار من المستخدم.

source: Keyboard Accessibility Configuration (AccessX)
ar: تعريفات الإعانة للوحة المفاتيح (AccessX)

source: Ma_ximum pointer speed :
ar: السرعة القصوى للمؤشر

source: Only accept keys after they have been pressed and held for a user adjustable amount of time.
ar: فقط أقبل المفاتيح التي ضغطت و أبقي عليها للفترة المحددة من المستخدم.

source: Perform multiple simultaneous key press operations by pressing modifier keys in sequence.
ar: نفذ العمليات التي تحتاج ضغط عدد من المفاتيح بوقت واحد عند الضعط على مفاتيح التحويل بالتتالي.

source: Start mo_ving this long after keypress :
ar: إبدا بالحركة بعد هذه الفترة من الضغط على المفتاح:

source: Time to _accelerate to max speed :
ar: الوقت اللازم للتسارع للسرعة القصوى:

source: Turn the numeric keypad into a mouse control pad.
ar: حول لوحة الأرقام إلى لوحة تحكم بالفأرة.

source: _Beep when enabling/disabling keyboard accessibility features
ar: صافرة عند تشغيل و تعطيل مزايا الإعانة للوحة المفاتيح

source: _Disable if unused for
ar: تعطيل عند عدم الإستخدام لمدة

source: _Enable keyboard accessibility
ar: تفعيل الإعانة للوحة المفاتيح

source: _Ignore keypresses within :
ar: تجاهل ضغطات المفاتيح خلال :

source: _Import CDE AccessX file
ar: استورد ملف CDE AccessX

source: _Only accept keypress after :
ar: إقبل الضغط على المفتاح بعد :

source: _Turn off Sticky Keys when two keys pressed simultaneously
ar: عطّل الملفاتيح اللاصقة عند الضغط على مفتاحين في وقت واحد

source: key is _accepted
ar: مفتاح مقبول

source: key is _pressed
ar: مفتاح مضغوط

source: key is _rejected
ar: مفتاح مرفوض

source: msecs
ar: م.ثانية

source: pixels/sec
ar: بكسل/ثانية

source: seconds
ar: ثواني

source: _Wallpaper
ar: صورة جدارية

source: C_entered
ar: توسيط

source: _Scaled
ar: تكبير

source: Stretc_hed
ar: مط

source: _No Picture
ar: بدون صورة

source: Retrieve and store legacy settings
ar: أسترجع و خزن أعدادات الموروث

source: Background Preferences
ar: تفضيلات الخلفية

source: A preview of the background picture.
ar: معاينة لصورة الخلفية.

source: Background Preview
ar: معاينة الخلفية

source: Horizontal gradient
ar: تدرج أفقي

source: Pick a color
ar: اختر لونا

source: Picture Options:
ar: خيارات الصورة:

source: Preview
ar: معاينة

source: Primary Color
ar: اللون الأساسي

source: Secondary Color
ar: اللون الثانوي

source: Solid color
ar: اللون المصمت

source: The background picture's file name.
ar: اسم ملف صورة الخلفية.

source: To set the background picture, drop an image or click to browse.
ar: لتعيين صورة الخلفية، قم بإلقاء صورة أو تصفح واحدة.

source: Vertical gradient
ar: تدرج عمودي

source: You can drag image files into the window to set the background picture.
ar: بإمكانك سحب ملفات الصور للنافذة لتعيين صورة الخلفية.

source: Background
ar: خلفية

source: Unable to start the settings manager 'gnome-settings-daemon'. Without the GNOME settings manager running, some preferences may not take effect. This could indicate a problem with Bonobo, or a non-GNOME (e.g. KDE) settings manager may already be active and conflicting with the GNOME settings manager.
ar: تعذر تشغيل مدير اﻹعدادات 'gnome-settings-daemon'. في حال عدم تشغيل مدير إعدادات جينوم، فإن بعض التفضيلات لن يكون لها تأثير. قد يشير ذلك إلى وجود مشكلة مع بونوبو أو أن هناك مدير إعدادات غير تابع لجينوم (تابع لكيدي مثلا) نشط مسبقا ويتضارب مع مدير إعدادات جينوم.

source: Just apply settings and quit
ar: طبق الإعدادات و أخرج

source: %i of %i
ar: %i من %i

source: Transferring: %s
ar: إرسال: %s

source: From: %s
ar: من: %s

source: To: %s
ar: إلى: %s

source: From URI
ar: من URI

source: URI currently transferring from
ar: URI يرسل اﻵن من

source: To URI
ar: إلى URI

source: URI currently transferring to
ar: URI يرسل اﻵن إلى

source: Fraction completed
ar: اكتمل الجزء

source: Fraction of transfer currently completed
ar: اكتمل جزء اﻹرسال حاليا

source: Current URI index
ar: فهرس URI الحالي

source: Current URI index - starts from 1
ar: فهرس URI الحالي - يبدأ من 1

source: Total URIs
ar: URI الكلية

source: Total number of URIs
ar: عدد URI الكلي

source: Connecting...
ar: جاري اتصال...

source: Downloading...
ar: جاري التنزيل...

source: Key
ar: مفتاح

source: GConf key to which this property editor is attached
ar: مفتاح GConf الذي يتبع محرّر الخاصية هذا.

source: Callback
ar: اتصال معاكس

source: Issue this callback when the value associated with key gets changed
ar: فعّل هذا الاتصال المعاكس حينما تتغير القيمة المرتبطة بالمفتاح

source: Change set
ar: مجموعة تغييرات

source: GConf change set containing data to be forwarded to the gconf client on apply
ar: مجموعة تغييرات GConf التي تحوي البيانات المرسلة إلى عميل gconf لتطبيقها

source: Conversion to widget callback
ar: تحويل لاتصال معاكس لكائن

source: Callback to be issued when data are to be converted from GConf to the widget
ar: الاتصال المعاكس الذي يتم تفعيله حينما يتم تحويل البيانات من GConf للكائن

source: Conversion from widget callback
ar: تحويل من اتصال معاكس لكائن

source: Callback to be issued when data are to be converted to GConf from the widget
ar: الاتصال المعاكس الذي يتم تفعيله حينما يتم تحويل البيانات من الكائن إلى GConf

source: UI Control
ar: التحكم في الواجهة الرسومية

source: Object that controls the property (normally a widget)
ar: الكائن الذي يتحكم في الخاصية (عادة كائن)

source: Property editor object data
ar: بيانات كائن محرّر الخاصية

source: Custom data required by the specific property editor
ar: بيانات مخصصة مطلوبة من محرّر خاصية محدد

source: Property editor data freeing callback
ar: بيانات محرّر الخاصية الذي يحرر الاتصال المعاكس

source: Callback to be issued when property editor object data is to be freed
ar: الاتصال المعاكس الذي يتم تفعيله حينما يتم تحرير بيانات كائن محرر الخاصية

source: Couldn't find the file '%s'. Please make sure it exists and try again, or choose a different background picture.
ar: لم أجد الملف '%s'. رجاء تأكد من وجوده وعاود المحاولة ثانية، أو اختر صورة خلفية أخرى.

source: I don't know how to open the file '%s'. Perhaps it's a kind of picture that is not yet supported. Please select a different picture instead.
ar: لا أعرف كيفية فتح الملف '%s'. قد يكون لصورة من نوع غير مدعوم لحد اﻵن. رجاء اختر صورة أخرى بدلا منه.

source: Please select an image.
ar: الرجاء أختيار صورة.

source: Preferred Applications
ar: التطبيقات المفضلة

source: Please specify a name and a command for this editor.
ar: رجاء حدد اسم وأمر هذا المحرر

source: Acce_pts URLs
ar: يقبل عناوين URL

source: Add...
ar: أضف...

source: C_ustom Editor
ar: محرر المخصص

source: C_ustom Help Browser:
ar: مستعرض المساعدة المخصص:

source: C_ustom Terminal:
ar: الشاشة الطرفية المخصصة:

source: C_ustom Web Browser:
ar: متصفح الإنترنت المخصص:

source: Co_mmand:
ar: أمر:

source: Custom Editor Properties
ar: خصائص المحرر المخصص

source: Default Help Browser
ar: مستعرض المساعدة الافتراضي

source: Default Terminal
ar: الشاشة الطرفية الافتراضية

source: Default Text Editor
ar: محرر النصوص الافتراضي

source: Default Web Browser
ar: متصفح الإنترنت الافتراضي

source: Default Window Manager
ar: مدير النوافذ الافتراضي

source: Delete
ar: احذف

source: E_xec Flag:
ar: علم التنفيذ:

source: Edit...
ar: حرّر...

source: Help Browser
ar: مستعرض المساعدة

source: Select the window manager you want. You will need to hit apply, wave the magic wand, and do a magic dance for it to work.
ar: اختر مدير النوافذ الذي تريد. أنت بحاجة لكبس تطبيق، والتلويح بالعصا السحرية، والقيام برقصة سحرية لها حتى تعمل.

source: Start in T_erminal
ar: ابدأ في الشاشة الطرفية

source: Terminal
ar: شاشة طرفية

source: Text Editor
ar: محرر نصوص

source: This application can open _URIs
ar: يستطيع هذا التطبيق فتح URI

source: This application can open _multiple files
ar: يستطيع هذا التطبيق فتح ملفات متعددة

source: This application needs to be run in a _shell
ar: يحتاج هذا التطبيق لتشغيله من غلاف

source: Understands _Netscape Remote Control
ar: يفهم التحكم عن بعد لنيتسكيب

source: Use this _editor to open text files in the file manager
ar: استخدم هذا المحرر لفتح الملفات النصية في مدير الملفات

source: Web Browser
ar: متصفح الإنترنت

source: Window Manager
ar: مدير النوافذ

source: _Name:
ar: الاسم:

source: _Properties...
ar: خصائص...

source: _Select a Help Browser:
ar: اختر مستعرض المساعدة :

source: _Select a Terminal:
ar: اختر شاشة طرفية:

source: _Select a Web Browser:
ar: اختر متصفح إنترنت:

source: _Select an Editor:
ar: اختر محرر:

source: Accessibility
ar: الإعانة

source: Accessibility Settings
ar: إعدادات الإعانة

source: Advanced
ar: متقدم

source: Advanced Settings
ar: إعدادات متقدمة

source: Control Center Menu
ar: قائمة مركز التحكم

source: Sawfish window manager
ar: مدير النوافذ ساوفيش sawfish

source: Appearance
ar: مظهر

source: Shortcuts
ar: الإختصارات

source: Focus behavior
ar: سلوك التركيز

source: Matched Windows
ar: النوافذ المتطابقة

source: Minimizing and Maximizing
ar: تكبير و تصغير

source: Miscellaneous
ar: متفرقات

source: Moving and Resizing
ar: التحريك و تغيير الحجم

source: Placement
ar: مكان الوضع

source: Sound
ar: صوت

source: Workspaces
ar: مساحات العمل

source: Legacy Applications
ar: التطبيقات التقليدية

source: Legacy applications settings (grdb)
ar: إعدادات التطبيقات التقليدية (grdb)

source: Documents
ar: مستندات

source: Word Processor
ar: معالج نصوص

source: Published Materials
ar: مواد منشورة

source: Spreadsheet
ar: جداول ممتدة

source: Presentation
ar: عرض

source: Diagram
ar: رسم بياني

source: TeX
ar: تيك

source: Vector Graphics
ar: رسم متجه

source: World Wide Web
ar: الشبكة العالمية العنكبوتية

source: Plain Text
ar: نص بسيط

source: Extended Markup Language (XML)
ar: لغة المعلمات الموسعة XML

source: Information
ar: معلومات

source: Financial
ar: مالي

source: Calendar
ar: تقويم

source: Contacts
ar: معارف

source: Packages
ar: حزم

source: Software Development
ar: تطوير البرمجيات

source: Source Code
ar: الشفرة المصدرية

source: Audio
ar: صوت

source: Images
ar: الصور

source: Video
ar: فيديو

source: Description
ar: الوصف

source: Extensions
ar: امتدادات

source: File Types and Programs
ar: أنواع و برامج الملفات

source: Specify which programs are used to open or view each file type
ar: تحديد البرامج التي يتم استخدامها لفتح أو عرض أي نوع ملف

source: Actions
ar: أعمال

source: Add _file type...
ar: أضف نوع ملف...

source: Add _service...
ar: اضف خدمة...

source: Default action
ar: العمل الافتراضي

source: Edit file type
ar: حرر نوع الملف

source: Look at content
ar: أنظر إلى المحتوى

source: Run a program
ar: نفّذ برنامج

source: Use parent category _defaults
ar: استخدم الإفتراضي للفئة الأم

source: _Category
ar: فئة

source: _Choose...
ar: اختر...

source: _Delete
ar: ا_حذف

source: _Description
ar: الوصف

source: _Edit...
ar: حرر...

source: _MIME Type
ar: نوع MIME

source: _Name
ar: الأسم

source: _Program
ar: البرنامج

source: Edit file category
ar: حرّر فئة الملف

source: Model
ar: الموديل

source: GtkTreeModel that contains the category data
ar: GtkTreeModel التي تحوي بيانات الفئة

source: MIME category info
ar: معلومات فئة MIME

source: Structure containing information on the MIME category
ar: التركيبة التي تحوي معلومات عن فئة MIME

source: Custom
ar: مخصص

source: Extension
ar: امتداد

source: Underlying model to notify when Ok is clicked
ar: نمط التسطير للتنبيه حين نقر "موافق"

source: MIME type information
ar: معلومات نوع MIME

source: Structure with data on the MIME type
ar: التركيبة مع البيانات عن نوع MIME

source: Is add dialog
ar: مربع حوار للإضافة

source: True if this dialog is for adding a MIME type
ar: صح إذا كان هذا المربع ﻹضافة نوع MIME

source: None
ar: لا شيء

source: Category
ar: الفئة

source: Choose a file category
ar: اختر فئة للملف

source: Model for categories only
ar: نمط الفئات فقط

source: Internet Services
ar: خدمات الإنترنت

source: Edit service information
ar: حرّر معلومات الخدمة

source: Service info
ar: معلومات الخدمة

source: Structure containing service information
ar: تركيبة تحوي معلومات الخدمة

source: Is add
ar: إضافة

source: TRUE if this is an add service dialog
ar: صح إذا كان هذا هو مربع إضافة خدمة

source: Please enter a protocol name.
ar: فضلا أدخل اسم البروتوكول.

source: Invalid protocol name. Please enter a protocol name without any spaces or punctuation.
ar: اسم بروتوكول غير صحيح. فضلا أدخل اسم بروتوكول دون أي فراغات أو علامات ترقيم.

source: There is already a protocol by that name.
ar: يوجد بروتوكول بهذا الاسم مسبقا.

source: Unknown service types
ar: أنواع خدمة مجهولة

source: World wide web
ar: الشبكة العالمية العنكبوتية

source: File transfer protocol
ar: بروتوكول نقل الملفات

source: Detailed documentation
ar: وثائق مفصلة

source: Manual pages
ar: صفحات الكتيب

source: Electronic mail transmission
ar: نقل البريد الإلكتروني

source: Gnome documentation
ar: وثائق جينوم

source: Font
ar: الخط

source: Accelerator modifiers
ar: معدّلات المسرّع

source: Accelerator key
ar: مفتاح المسرّع

source: Disabled
ar: معطل

source: <Unknown Action>
ar: <حدث مجهول>

source: Desktop
ar: سطح المكتب

source: Window Management
ar: إدارة النوافذ

source: Error setting new accelerator in configuration database: %s
ar: حدث خطأ أثناء تعيين مسرع جديد في قاعدة بيانات الإعدادات: %s

source: Unable to find any keyboard themes. This means your GTK+ installation has been incompletely installed.
ar: تعذر العثور على أي تيمة للوحة المفاتيح. هذا يعني أن تنصيبك إلى GTK+ لم يكتمل.

source: Action
ar: فعل

source: Shortcut
ar: اختصار

source: Click for a list of keyboard navigation schemes.
ar: انقر للحصول على قائمة بنسق تصفح لوحة المفاتيح.

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح

source: _Desktop shortcuts:
ar: اختصارات سطح المكتب

source: _Accessibility
ar: الإعانة

source: Just apply settings and quit (compatibility only; now handled by daemon)
ar: فقط طبّق التعيينات واخرج (للتوافق فقط؛ يتم التعامل معها عن طريق جني حاليا)

source: Keyboard Bell
ar: جرس لوحة المفاتيح

source: Keyboard Preferences
ar: خصائص لوحة المفاتيح

source: Keyboard _repeats when key is held down
ar: تكرار لوحة المفاتيح حينما يتم البقاء على كبس الزر

source: _Accessibility...
ar: الإعانة...

source: _Volume:
ar: مستوى الصوت:

source: <b>Unknown Cursor</b> %s
ar: <b>مؤشر مجهول</b> %s

source: <b>Default Cursor - Current</b> The default cursor that ships with X
ar: <b> المؤشر الافتراضي - الحالي</b> المؤشر الافتراضي المشحون مع إكس

source: <b>Default Cursor</b> The default cursor that ships with X
ar: <b> المؤشر الافتراضي</b> المؤشر الافتراضي المشحون مع إكس

source: <b>White Cursor - Current</b> The default cursor inverted
ar: <b> مؤشر أبيض - الحالي</b> المؤشر الافتراضي ولكن معكوس

source: <b>White Cursor</b> The default cursor inverted
ar: <b> مؤشر أبيض</b> المؤشر الافتراضي ولكن معكوس

source: <b>Large Cursor - Current</b> Large version of normal cursor
ar: <b> مؤشر كبير - الحالي</b> إصدارة كبيرة من المؤشر الاعتيادي

source: <b>Large Cursor</b> Large version of normal cursor
ar: <b> مؤشر كبير</b> إصدارة كبيرة من المؤشر الاعتيادي

source: <b>Large White Cursor - Current</b> Large version of white cursor
ar: <b> مؤشر أبيض كبير - الحالي</b> إصدارة كبيرة من المؤشر الأبيض

source: <b>Large White Cursor</b> Large version of white cursor
ar: <b> مؤشر أبيض كبير</b> إصدارة كبيرة من المؤشر الأبيض

source: <b>Note:</b> You will need to logout and log back in for this setting to take effect.
ar: <b> ملاحظة</b> يجب أن تخرج وترجع مرة أخرى حتى تأخذ هذه اﻹعدادات تأثيرها.

source: <i>Fast</i>
ar: <i> سريع</i>

source: <i>High</i>
ar: <i>مرتفع</i>

source: <i>Large</i>
ar: <i>كبير</i>

source: <i>Low</i>
ar: <i> منخفض</i>

source: <i>Slow</i>
ar: <i>بطيء</i>

source: <i>Small</i>
ar: <i> صغير</i>

source: Animates a quick marker around the cursor when the Control key has been pressed and released.
ar: تحرك مميزا سريعا حول المؤشر حينما يتم كبس أو تحرير مفتاح التحكم.

source: Buttons
ar: الأزرار

source: Cursor Theme
ar: تيمة المؤشر

source: Cursors
ar: المؤشرات

source: Double-click Delay
ar: مدة النقر المزدوج

source: Drag and Drop
ar: السحب واﻹفلات

source: Left-handed mouse mode switches the left and right buttons on the mouse.
ar: نظام فأرة اليد اليسرى يغيّر اﻷزرار اليسرى واليمنى على الفأرة.

source: Locate Pointer
ar: أوجد مؤشرا

source: Maximum time allowed between clicks when double-clicking. Use the box on the right to test.
ar: أقصى وقت مسموح به بين النقرات أثناء النقر المزدوج. استخدم الصندوق على اليمين للاختبار.

source: Motion
ar: الحركة

source: Mouse Orientation
ar: اتجاه الفأرة

source: Mouse Preferences
ar: تفضيلات الفأرة

source: Set the distance you need to move your cursor before dragging an item.
ar: عيّن المسافة التي تحتاجها لتحريك مؤشرك بها قبل سحب عنصر.

source: Set the speed of your pointing device.
ar: تعين سرعة أجهزة التأشير لديك.

source: Speed
ar: السرعة

source: _Acceleration:
ar: التسارع:

source: _Delay (sec):
ar: التأخير (بالثواني):

source: _Left-handed mouse
ar: فأرة لليد اليسرى

source: _Sensitivity:
ar: الحساسية:

source: _Show position of cursor when the Control key is pressed
ar: أظهر موقع المؤشر حينما يتم كبس زر التحكم

source: _Threshold:
ar: العتبة:

source: Mouse
ar: الفأرة

source: Network Preferences
ar: تفضيلات الشبكة

source: P_ort:
ar: المنفذ:

source: Pass_word:
ar: كلمة السر:

source: User_name:
ar: اسم المستخدم:

source: _Location:
ar: المكان:

source: _Use HTTP proxy
ar: استخدم بروكسي HTTP

source: Sound preferences
ar: تفضيلات الصوت

source: E_nable sound server startup
ar: فعّل بدء تشغيل خادم الصوت

source: Sound _Events
ar: أحداث الصوت

source: _General
ar: عام

source: _Sounds for events
ar: أصوات للأحداث

source: Selected themes from above will be tested by previewing here.
ar: التيمات في اﻷعلى سيتم اختبارهم بالمعاينة هنا.

source: Sample Button
ar: عينة الزر

source: Sample Check Button
ar: عينة زر الفحص

source: Sample Text Entry Field
ar: عينة حقل خانة النص

source: Submenu
ar: قائمة فرعية

source: Item 1
ar: العنصر 1

source: Another item
ar: عنصر آخر

source: Radio Button 1
ar: زر راديو 1

source: Radio Button 2
ar: زر راديو 2

source: One
ar: واحد

source: Two
ar: اثنان

source: Theme
ar: التيمة

source: New themes can also be installed by dragging them into the window.
ar: يمكن تثبيت تيمات جديدة عن طريق سحبها للنافذة.

source: _Go to theme folder
ar: انطلق لمجلد التيمة

source: Install new theme
ar: ثبت تيمة جديدة

source: _Install
ar: ثبت

source: _Location of new theme:
ar: مكان التيمة الجديدة:

source: Behavior
ar: السلوك

source: Sets the default behavior of GNOME applications
ar: يعرّف التصرف الافتراضي لتطبيقات جينوم

source: A preview of what a menubar looks like with these settings.
ar: عرض مسبق لما سيبدو عليه شريط القوائم مع هذه الإعدادات.

source: A preview of what a toolbar looks like with these settings.
ar: نظرة عامة حول مظهر شريط اﻷدوات بهذه اﻹعدادات.

source: Icons Only
ar: ايقونات فقط

source: Menus
ar: قوائم

source: New File
ar: ملف جديد

source: Open File
ar: افتح ملفا

source: Priority Text Beside Icons
ar: اﻷولوية لنصوص بجانب اﻷيقونات

source: Save File
ar: احفظ الملف

source: Text Below Icons
ar: نصوص أسفل اﻷيقونات

source: Text Only
ar: نص فقط

source: Toolbar
ar: شريط الأدوات

source: Toolbars can be _detached and moved around
ar: أشرطة الأدوات قابلة للفصل والتحريك

source: _Menu
ar: قائمة

source: Window Preferences
ar: تفضيلات النافذة

source: Apply Now
ar: طبّق اﻷن

source: Select windows when the mouse moves over them
ar: اختر النوافذ حينما تتحرك الفأرة فوقهم.

source: Titlebar Font
ar: خط شريط العنوان

source: Window Border Appearance
ar: مظهر حدود النافذة

source: Window Manager:
ar: مدير النوافذ:

source: Window Properties
ar: خصائص النافذة

source: Windows
ar: النوافذ

source: GNOME Control Center: %s
ar: مركز تحكم جينوم: %s

source: Layout
ar: الهيئة

source: Layout to use for this view of the capplets
ar: الهيئة المستخدمة لعرض بريمجات التحكم

source: Capplet directory object
ar: كائن مجلد بريمج التحكم

source: Capplet directory that this view is viewing
ar: مجلد بريمج التحكم الذي يظهره هذا العرض

source: translator_credits
ar: تكريم للمترجمين

source: GNOME Control Center
ar: مركز تحكم جينوم

source: Desktop properties manager.
ar: مدير خصائص سطح المكتب.

source: Gnome Control Center : %s
ar: مركز تحكم جينوم : %s

source: About this application
ar: حول هذا التطبيق

source: Overview of the control center
ar: نظرة عامة عن مركز التحكم

source: _About...
ar: حول...

source: _Contents...
ar: المحتويات...

source: _File
ar: ملف

source: _Help
ar: مساعدة

source: The GNOME configuration tool
ar: إداة إعداد جينوم

source: Use shell even if nautilus is running.
ar: استخدم الغلاف حتى لو كان ناوتيلاس يعمل.

source: Could not initialize Bonobo
ar: تعذرت تهيئة بونوبو

source: Cannot create the directory "%s". This is needed to allow changing cursors.
ar: لم أستطع إنشاء المجلد "%s". هذا مطلوب للسماح بتغيير المؤشرات.

source: There was an error starting up the screensaver: %s Screensaver functionality will not work in this session.
ar: هناك خطأ في تشغيل حافظ الشاشة: %s خاصية حافظ الشاشة لن تعمل في هذه الجلسة.

source: _Do not show this message again
ar: لا تظهر هذه الرسالة مرة أخرى

source: Couldn't load sound file %s as sample %s
ar: تعذر تحميل ملف الصوت %s كمثال %s

source: GConf key %s set to type %s but its expected type was %s
ar: مفتاح GConf وهو %s نوعه %s بينما النوع المتوقع كان %s

source: Type
ar: النوع

source: Type of bg_applier: BG_APPLIER_ROOT for root window or BG_APPLIER_PREVIEW for preview
ar: ننوع bg_applier: BGAPPLIER_ROOT للمستخدم الجذري BG_APPLIER_PREVIEW للمعاينة

source: Preview Width
ar: عرض المعاينة

source: Width if applier is a preview: Defaults to 64.
ar: العرض اذا كان المطبق معاينة: الافتراضيات الى ٦٤.

source: Preview Height
ar: طول المعاينة

source: Height if applier is a preview: Defaults to 48.
ar: الطول اذا كان المطبق معاينة: الافتراضيات الى 48.

source: Can't find an hbox, using a normal file selection
ar: لم أحصل على hbox، سأستخدم اختيار الملفات العادي

source: The sound file for this event does not exist.
ar: لا يوجد ملف الصوت لهذا الحدث.

source: The sound file for this event does not exist. You may want to install the gnome-audio package for a set of default sounds.
ar: لا يوجد ملف الصوت لهذا الحدث. قد يتوجب عليك تنصيب رزمة gnome-audio للحصول على مجموعة من اﻷصوات الافتراضية.

source: Event
ar: حدث

source: File to play
ar: ملف لتشغيله

source: _Sounds
ar: اﻷصوات

source: _Play
ar: تشغيل

source: Select sound file
ar: اختر ملف صوت

source: Starting %s (%d seconds left before operation times out)
ar: البدء %s (%d ثوان متبقية قبل انتهاء مدة العملية)

source: wm-properties-capplet: Unable to initialize window manager. Another window manager is already running and could not be killed
ar: wm-properties-capplet: لم أستطع تهيئة مدير النوافذ. مدير نوافذ آخر يعمل مسبقا ولا يمكن إنهاؤه

source: wm-properties-capplet: Unable to initialize window manager. '%s' didn't start
ar: wm-properties-capplet: لم أستطع تهيئة مدير النوافذ. لم يبدأ '%s'

source: Previous window manager did not die
ar: لم يمت مدير النوافذ السابق

source: Could not start '%s'. Falling back to previous window manager '%s'
ar: لم أستطع بدء '%s'. الرجوع لمدير النوافذ السابق '%s'
