Repository: GNOME/gnome-i18n
Catalog: redhat-po/gnome-control-center/*.po
Languages: ar

source: Could not start fallback window manager. Please run a window manager manually. You can do this by selecting "Run Program" in the foot menu
ar: تعذر بدء مدير النوافذ الرجوعي. فضلا شغل مدير نوافذ يدويا. باستطاعتك فعل ذلك باختيار "شغل البرنامج" في القائمة السفلى

source: OK
ar: موافق
