Repository: GNOME/gnome-i18n
Catalog: extra-po/gnapster/*.po
Languages: da, de, el, es, fi, fr, gl, hu, it, nl, no, pt_br, ro, ru, sl, sv, tr, uk

source: Cannot remove your primary acount!
ro: Nu am reuºit ºtergerea contului principal!

source: Server snapshot has been saved
ro: Snapshot-ul serverului a fost salvat

source: Select Font
da: Vælg skrifttype
de: Schriftart auswählen
el: Επιλογή Γραμματοσειράς
fi: Valitse kirjasin
fr: Choisir Police de Caractères
gl: Seleccione a Fonte
hu: Betûkészlet kiválasztása
no: Velg skrifttype
pt_br: Selecione a fonte
ro: Selectaþi un font
ru: Выбрать шрифт
sl: Izberi pisavo
sv: Välj typsnitt
tr: Yazý Biçimini Seçin
uk: Вибрати шрифт

source: You're already connected to a server. Disconnect?
da: Du er allerede forbundet til en server. Afbryd?
de: Sie sind bereits mit einem Server verbunden. Verbindung trennen?
el: Είστε ήδη συνδεδεμένος με διακομιστή. Αποσύνδεση;
fi: Olet jo yhdistettyn‰ palvelimelle. Katkaistaanko yhteys?
fr: Une connexion existe déjà. Se déconnecter?
gl: Xa está conectado a un servidor. ¿Desconectar?
hu: Kapcsolatban vagy. Bontod?
no: Du er allerede tilkoblet en tjener. Koble fra?
pt_br: Você já está conectado em um sevidor. Desconectar?
ro: Sunteþi conectat deja la un server. Doriþi sã vã deconectaþi?
ru: Вы уже подключены к серверу. Отключиться?
sl: S stre¾nikom ste ¾e povezani. Prekinem povezavo?
sv: Du är redan ansluten till en server. Koppla från anslutningen?
tr: Zaten bir sunucuya baðlýsýn. Baðlantý kesilsin mi ?
uk: Ви вже з'╓днались з сервером. В╕д'╓днатися?

source: Finding best host...
da: Finder bedste vært...
de: Host-Computer finden...
el: Εύρεση του καλύτερου διακομιστή...
es: Buscando mejor host...
fi: Etsit‰‰n parasta ist‰nt‰‰...
fr: Recherche du meilleur hôte...
gl: Buscando o mellor servidor...
hu: Legjobb gép keresése...
it: Sto cercando l' host migliore...
nl: Aan het zoeken naar de beste host...
no: Finner beste vert...
pt_br: Procurando o melhor servidor...
ro: Caut cea mai bunã gazdã...
ru: Поиск лучшего хоста...
sl: I¹èem najbolj¹ega gostitelja...
sv: Letar efter bästa värden...
tr: En iyi sunucuyu arýyorum ...
uk: Пошук кращо╖ машини...

source: Connecting to server...
da: Forbinder til tjener...
de: Mit Server verbinden...
el: Σύνδεση με εξυπηρετητή...
es: Conectando al servidor...
fi: Yhdistet‰‰n palvelimeen...
fr: Se connecte au serveur...
gl: Conectando co servidor...
hu: Kapcsolódás a kiszolgálóhoz
no: Kobler til tjener...
ro: Conectare la server...
ru: Подключение к серверу...
sl: Vzpostavljam povezavo s stre¾nikom...
sv: Ansluter till server...
tr: Sunucuya baðlanýyorum ...
uk: П╕д'╓днання до сервера...

source: Disconnected
da: Afbrudt
de: Getrennt
el: Αποσύνδεση
es: Desconectando
fi: Ei yhdistetty
fr: Déconnecté
gl: Desconectado
hu: Kapcsolat nélkül
it: Sconnesso
nl: Verbinding verbroken
no: Koblet fra
pt_br: Desconectado
ro: Deconectat
ru: Отключен
sl: Odklopljen
sv: Frånkopplad
tr: Baðlýmýzý Sonlandýrdýk
uk: В╕д'╓днано

source: Copyright (C) 1999-2001 Josh Guilfoyle
ro: Drepturi de autor (C) 1999-2001 Josh Guilfoyle

source: Napster (online mp3 community) client written for GTK+/GNOME
ro: Client Napster scris pentru GTK+/GNOME

source: Auto-connecting...
da: Auto-tilslutter...
de: Automatisches Verbinden...
el: Αυτόματη σύνδεση...
es: Auto.conectando...
fi: Yhdistet‰‰n automaattisesti...
fr: Connexion automatique...
gl: Auto-conectando...
hu: Automatikus csatlakozás...
it: Auto-connessione...
nl: Automatisch aan het verbinden...
no: Auto-tilkobling...
pt_br: Auto-conectando...
ro: Conectare automatã...
ru: Автосоединение...
sl: Samodejno se povezujem...
sv: Ansluter automatiskt...
tr: Otomatikman yeniden baðlanýyorum ...
uk: Автоз'╓днання...

source: Resume download...
da: Genoptag nedlastning...
de: Download fortsetzen...
el: Συνέχιση μεταφόρτωσης...
fi: Jatka lataamista...
fr: Continuer le transfer
gl: Continuar descarga...
hu: Letöltés folytatása...
no: Gjenoppta nedlasting...
pt_br: Retomar download
ro: Reia descãrcarea...
ru: Восстановить скачивание
sl: Nadaljuj z nalaganjem...
sv: Återuppta hämtning...
tr: Yüklemeye devam et ...
uk: В╕дновити прийом

source: List channels...
da: List kanaler...
de: Kanäle auflisten...
el: Σύνταξη καταλόγου καναλιών...
fi: Listaa kanavat...
fr: Liste des canaux
gl: Lista de canles...
hu: Csatornák listázása...
no: Vis kanaler...
pt_br: Listar canais...
ro: Aratã canalele...
ru: Список каналов...
sl: Seznam kanalov...
sv: Lista kanaler...
tr: Kanallarý listele ...
uk: Список канал╕в...

source: Join Channel...
da: Tilslut kanal...
de: Kanal betreten...
el: Σύνδεση με κανάλι...
es: Entrar en Canal...
fi: Liity kanavalle...
fr: Joindre le canal
gl: Entrar nunha Canle...
hu: Belépés a csatornára...
it: Entra nel Canale...
nl: joinen van kanaal...
no: Bli med i kanal...
pt_br: Entrar no Canal (join)...
ro: Intrã pe canalul...
ru: Подключиться к каналу...
sl: Pridru¾i se Kanalu...
sv: Anslut till kanal...
tr: Kanala gir ...
uk: П╕д'╓днатися до каналу...

source: Part Channel
da: Forlad kanal
de: Kanal verlassen
el: Εγκατάληψη Kαναλιού
es: Salir del Canal
fi: Poistu kanavalta
fr: Sortir du canal
gl: Saír da Canle
hu: Csatorna megosztása
it: Esci dal Canale
nl: Verlaat een kanaal
no: Forlat kanal
ro: Pãrãseºte canalul
ru: Часть канала
sl: Odidi iz Kanala
sv: Lämna kanal
tr: Bölümsel kanal
uk: Частина каналу

source: Query user...
da: Spørg bruger...
de: Unterhaltung mit Benutzer...
el: Διερώτηση χρήστη...
fi: Avaa keskustelu...
fr: Interrogr l'utilisateur
gl: Iniciar conversa cun usuario...
hu: Felhasználó lekérdezése...
no: Spørring på bruker...
ro: Chestioneazã utilizatorul...
ru: Запрос пользователя...
sl: Govori z uporabnikom...
sv: Fråga användare...
tr: Kullanýcýyý sorgula ...
uk: Запит користувача...

source: Unquery user
da: Lad være med at spørge bruger
de: Unterhaltung beenden
el: Ακύρωση διερώτησης χρήστη
fi: Sulje keskustelu
fr: Cesser l'interrogation de l'utilisateur
gl: Pechar conversa co usuario...
hu: Felhasználó lekérezésének leállítása
no: Fjern spørring på bruker
pt_br: Encerrar chat com o usuário
ro: Opreºte chestionarea utilizatorului
sl: Zapri pogovor z uporabnikom
sv: Sluta fråga användare...
tr: Kullanýcýyý sorgulamadan çýkar

source: Update shared file
da: Opdatér delt fil
de: Freigegebene Dateien werden aktualisiert
el: Ενημέρωση διαμοιραζόμενου αρχείου
fi: P‰ivit‰ jaettu tiedosto
fr: Actualiser le fichier commun
gl: Actualizar ficheiro de compartidos
hu: Osztott fájlok frissítése
no: Oppdatér delt fil
pt_br: Atualizar arquivos compartilhados
ro: Reîncarcã lista fiºierelor partajate
ru: Обновить разделяемые файлы
sl: Posodobi deljene datotekami
sv: Uppdatera utdelad fil
tr: Bölüþülen dosyasý yenile
uk: Обновити колективн╕ файли

source: Accounts...
ro: Conturi...

source: _Servers
ro: _Servere

source: _Transfers
ro: _Transferuri

source: /Download
ro: /Descãrcare

source: /Browse user's mp3s
ro: /Listeazã mp3-urile utilizatorului

source: /Whois user
ro: /Informaþii despre utilizator

source: /Retry download
ro: /Reîncearcã descãrcarea

source: /Move to queue
ro: /Mutã în coada de aºteptare

source: /Cancel download
ro: /Renunþã la descãrcare

source: /Cancel and remove file
ro: /Renunþã ºi ºterge fiºierul

source: /Cancel upload
ro: /Opreºte încãrcarea

source: /Force download
ro: /Încearcã descãrcarea

source: /Cancel queue
ro: /Scoate din lista de aºteptare

source: /_File
ro: /_Fiºier

source: /File/_Connect to last server
ro: /Fiºier/_Conectare la ultimul server

source: /File/Connect to _official server
ro: /Fiºier/Conectare la serverul _oficial

source: /File/_Disconnect
ro: /Fiºier/_Deconectare

source: /File/Disconnect All
ro: /Fiºier/Deconectare totalã

source: /File/Reconnect All
ro: /Fiºier/Reconectare completã

source: /File/_sep1
ro: /Fiºier/_sep1

source: /File/_Safe exit
ro: /Fiºier/Ieºire în _siguranþã

source: /File/_Exit
ro: /Fiºier/_Ieºire

source: /_Servers
ro: /_Servere

source: /Servers/New Server _Tab
ro: /Servere/_Tab nou de server

source: /Servers/_Remove Server Tab
ro: /Servere/Închide tabul serve_rului

source: /Servers/Show Server Tabs
ro: /Servere/Aratã taburile serverelor

source: /Servers/_sep1
ro: /Servere/_sep1

source: /Servers/Save Server Setup
ro: /Servere/Salveazã setãrile de server

source: /Servers/_sep2
ro: /Servere/_sep2

source: /Servers/Server Links...
ro: /Servere/Legãturile serverului...

source: /Servers/_Browse OpenNAP servers...
ro: /Servere/_Afiºeazã serverele OpenNAP...

source: /Servers/_sep3
ro: /Servere/_sep3

source: /_Transfers
ro: /_Transferuri

source: /Transfers/Total Statistics
ro: /Transferuri/Statistici complete

source: /Transfers/Current Server Statistics
ro: /Transferuri/Statisticile serverului curent

source: /Napster/Resume download...
ro: /Napster/Reia descãrcarea...

source: /Napster/List channels...
ro: /Napster/Aratã canalele...

source: /Napster/Join Channel...
ro: /Napster/Intrã pe canalul...

source: /Napster/Part Channel
ro: /Napster/Pãrãseºte canalul

source: /Napster/Query user...
ro: /Napster/Interogheazã utilizatorul...

source: /Napster/Unquery user...
ro: /Napster/Nu mai interoga utilizatorul...

source: /Napster/Update shared file
ro: /Napster/Reîncarcã lista fiºierelor distribuite

source: /_Settings
ro: /_Setãri

source: /Settings/Accounts...
ro: /Setãri/Conturi...

source: /Settings/Preferences
ro: /Setãri/Preferinþe

source: /_Help
ro: /_Ajutor

source: /Help/About...
ro: /Ajutor/Despre...

source: Remotely queued
ro: În aºteptare de cealaltã parte

source: Username considered invalid by server. Please try again
da: Brugernavn anset ugyldigt af server. Venligst prøv igen
de: Der Benutzername wurde vom Server nicht angenommen. Bitte versuchen Sie es erneut.
el: Το όνομα χρήστη χαρακτηρίστηκε μη έγκυρο από το διακομιστή. Ξαναδοκιμάστε
es: Nombre de usuario considerado inválido por el servidor. Por favor inténtalo de nuevo
fi: Palvelin pit‰‰ k‰ytt‰j‰nime‰ sopimattomana. Kokeile jotain muuta
fr: Ce nom d'utilisateur est invalide. Essayez encore.
gl: O nome de usuario foi considerado inválido polo servidor. Tente de novo
hu: A felhasználónév érvénytelen. Próbáld meg újra.
it: L' username è considerata invalida dal server. Prova con un altra
nl: Gebruikersnaam is ongeldig volgens server. Probeer een andere
no: Brukernavn betraktet som ugyldig av tjener. Vennligst prøv igjen
pt_br: Nome de usário considerado inválido pelo servidor. Por favor, tente novamente
ro: Nume utilizator invalidat de server. Mai încercaþi o datã
ru: Сервер считает имя пользователя неправильным. Попробуйте еще раз
sl: Uporabni¹ko ime je smatrano za neveljavno s strani stre¾nika. Poskusite znova
sv: Användarnamnet anses vara ogiltigt av servern. Var vänlig och försök igen
tr: Kullanýcý adý sunucu tarafýndan kabul edilmedi. Lütfen yeniden dene.
uk: Сервер вважа╓ назву користувача нев╕рною. Спробуйте ще раз

source: An error occured while attempting to bind port 6699. It is possible that another napster client is running.
da: En fejl opstod ved forsøg på at forbinde til port 6699. Det er muligt at en anden napster-klient er i gang.
de: Ein Fehler trat auf (Unable to bind port 6699). Es ist möglich, dass ein anderer Napster Client schon läuft.
el: Παρουσιάστηκε σφάλμα στη προσπάθεια σύνδεσης στην πόρτα 6699. Είναι πιθανό να τρέχει άλλο πρόγραμμα νάπστερ.
es: Un error ocurrió al intentar negociar el puerto 6699. Es posible que otro cliente napster esté ejecutándose.
fi: Virhe yritett‰ess‰ varata porttia 6699. On mahdollista ett‰ joku toinen napster-asiakas on jo k‰ynniss‰.
fr: Erreur de connexion au port 6699. Il est possible qu'un autre client napster soit en marche
gl: Ocorreu un erro tentando asigna-lo porto 6699. É posible que haxa outro cliente de napster a se executar.
hu: Hiba a 6699-es portra csatlakozás közben. Lehet, hogy már futegy Napster kliens
it: Un errore si è verificato cercando di usare la porta 6699. E' possibileche un altro client napster sia in esecuzione
nl: Een fout kwam voor tijdens het proberen van binden met port 6699. Het kanzijn dat er al een napster client draait.
no: En feil oppsto under forsøk på å binde til port 6699. Det er mulig at en annen napster klient kjører.
pt_br: Ocorreu um erro ao tentar estabelecer a conexão na porta 6699. É possível queoutro cliente napster já esteja sendo executado.
ro: O eroare a apãrut în timpul alocãrii portului 6699. S-ar putea ca un alt client napster sã ruleze concomitent.
ru: При попытке подключения к порту 6699 возникла ошибка. Возможно запущен другой клиент napster.
sl: Ob poskusu povezave z vrati 6699 se je zgodila napaka. Mo¾no je, da ¾e teèe drug napster odjemalec.
sv: Ett fel inträffade vid försök att binda port 6699. Det är möjligt att en annan napster-klient kör.
tr: Kapý 6699'u baðlarken bir hata oldu. Baþka bir Napster uygulamasý çalýþýyor olabilir .
uk: На спроб╕ встановлення з'╓днання до порта 6699 виникла помилка. Можливо запущено ╕нший кл╕╓нт napster.

source: Best host found, connecting...
da: Bedste vært fundet, forbinder...
de: Bester Host-Computer gefunden; Verbinden...
el: Καλύτερο σύστημα βρέθηκε, σύνδεση...
es: El mejor host ha sido encontrado, conectando...
fi: Paras is‰nt‰ lˆytyi, yhdistet‰‰n...
fr: Meilleur hôte trouvé, connection en cours...
gl: Atopouse o mellor servidor, conectando...
hu: A legjobb géphez kapcsolódom...
it: Host migliore trovato, mi connetto...
nl: Beste host gevonden, verbinding maken...
no: Beste vert funnet, kobler til...
pt_br: O melhor servidor foi encontrado, conectando...
ro: Am gãsit cea mai bunã gazdã, mã conectez...
ru: Лучший хост найден, производится подключение...
sl: Najbolj¹i gostitelj najden, vzpostavljam povezavo...
sv: Bästa värden hittad, ansluter...
tr: En iyi sunucu bulundu, baðlanýyorum ...
uk: Кращу машину знайдено, встановлення з'╓днання...

source: Server Links
ro: Legãturile serverului

source: Transfer Statistics
ro: Statisticile de transfer

source: Account Manager
ro: Manager de conturi

source: Data port:
de: Daten-Port:
el: Θύρα δεδομένων:
es: Puerto de datos:
fi: Dapaportti:
fr: Point d'accès (data port):
gl: Porto de Datos:
hu: Port:
pt_br: Porta de dados:
ro: Portul:
ru: Порт данных:
sl: Podatkovna vrata:
tr: Bilgi kapýsý :
uk: Порт даних:

source: Connection:
da: Forbindelse:
de: Verbindung:
el: Σύνδεση:
es: Conexión:
fi: Yhteys:
fr: Connexion:
gl: Conexión:
hu: Kapcsolat:
it: Connessione
nl: Connectie:
no: Tilkobling:
pt_br: Conexão:
ro: Conexiune:
ru: Соедиение:
sl: Povezava:
sv: Anslutning:
tr: Baðlanti :
uk: З'╓днання:

source: Download Directory:
da: Nedlastningsmappe:
de: Verzeichnis für Downloads:
el: Κατάλογος Μεταφορτώσεων:
es: Directorio de Descargas:
fi: Lataushakemisto:
fr: Répertoire de téléchargement:
gl: Directorio de Descarga:
hu: Letöltési könyvtár:
it: Directory di Download:
nl: Download map:
no: Katalog for nedlasting:
pt_br: Diretório de downloads:
ro: Director descãrcare:
ru: Каталог для скачивания:
sl: Imenik za nalaganja:
sv: Hämtningskatalog:
tr: Yükleme dizini :
uk: Каталог прийому:

source: Browse Download Directory
da: Gennemse nedlastningsmappen
de: Verzeichnis für Downloads durchsuchen
el: Περιήγηση Καταλόγου Μεταφορτώσεων
es: Elige Directorio de Descargas
fi: Selaa lataushakemistoa
fr: Parcourir le répertoire de téléchargement
gl: Examinar Directorio de Descarga
hu: Letöltési könyvtár böngészése
it: Sfoglia Directory di Download
nl: Browse door uw download map
no: Bla gjennom katalog for nedlasting
pt_br: Explorar diretório de downloads
ro: Alegeþi directorul pentru descãrcare
ru: Просмотр каталога для скачивания:
sl: Brskaj po imeniku za nalaganja
sv: Bläddra i hämtningskatalogen
tr: Yükleme dizinini gez
uk: Перегляд каталогу для прийому:

source: Execute after download:
ro: Executã dupã descãrcare:

source: User Information
da: Brugerinformation
de: Benutzerinformation
el: Πληροφορίες Χρήστη
es: Información del usuario
fi: K‰ytt‰j‰tiedot
fr: Information utilisateur
gl: Información de Usuario
hu: Felhasználói infó
it: Informazioni utente
nl: Gebruikers informatie
no: Brukerinformasjon
pt_br: Informações do usuário
ro: Informaþii utilizator
ru: Инфо о пользователе
sl: Podatki o uporabniku
sv: Användarinformation
tr: Kullanýcý bilgileri
uk: Информац╕я про користувача

source: Choose Share Directory
ro: Alegeþi directorul partajat

source: Add Path
ro: Adaugã calea

source: Remove Path
ro: ªterge calea

source: Build list
ro: Creare listã

source: Update list
da: Opdatér liste
de: Liste aktualisieren
el: Ενημέρωση λίστας
es: Actualizar listado
fi: P‰ivit‰ lista
fr: Rafraîchir la liste
gl: Actualizar lista
hu: Lista frissítése
nl: Lijst aan het vernieuwen
no: Oppdatér liste
pt_br: Construir lista de mp3
ro: Actualizare
ru: Обновить список
sl: Posodobi seznam
sv: Uppdatera listan
tr: Listeyi yenile
uk: Обновити список

source: Sharing
ro: Partajare

source: A setting of 0 is assumed to mean unlimited
ro: Valoarea 0 desemneazã un numãr nelimitat

source: Downstream:
ro: Descãrcare:

source: kilobytes per second
ro: kilobytes pe secundã

source: Upstream:
ro: Încãrcare:

source: Bandwidth
ro: Lãþime de bandã

source: Firewalled without the ability to accept connections
da: Bag brandmur uden mulighed for at acceptere forbindelser
de: Es ist nicht möglich Verbindungen anzunehmen, wegen einer Firewall
el: Δίχως τη δυνατότητα αποδοχής συνδέσεων
es: Corta fuegos sin la habilidad de aceptar conecciones
fi: Tulimuuri est‰‰ yhteydensaannin
fr: Barrière de sécurité infranchissable
gl: Detrás dun firewall sen capacidade para aceptar conexións
hu: Tûzfal mögöt vagy, nem tudsz csatlakozni
no: Brannvegg uten mulighet for å akseptere tilkoblinger
pt_br: Atrás de um firewall, sem a possibilidade de aceitar conexões
ro: În spatele unui firewall fãrã a putea accepta conectãri
ru: Закрыто межсетевым экраном без возможности принимать соединения
sl: Sem za po¾arnim zidom, brez mo¾nosti sprejemanja povezav
sv: Skyddad av brandvägg utan möjlighet att acceptera anslutningar
tr: Baðlantý kabul edemeyecek þekilde bir koruma duvarýnýn arkasýnda
uk: Закрито фа╓рволом без можливост╕ приймати з'╓днання

source: (required for SOCKS proxy)
ro: (necesar pentru un proxy SOCKS)

source: SOCKS Proxy:
ro: Proxy SOCKS:

source: SOCKS Server IP:
ro: IP-ul serverului SOCKS:

source: SOCKS5 Username:
ro: Utilizator SOCKS5:

source: Connection
da: Forbindelse
de: Verbindung
el: Σύνδεση
es: Conexión
fi: Yhteystyyppi
fr: Connexion
gl: Conexión
hu: Kapcsolat
it: Connessione
nl: Verbinding
no: Tilkobling
pt_br: Conexão
ro: Conexiune
ru: Соединение
sl: Povezava
sv: Anslutning
tr: Baðlantý
uk: З'╓днання

source: Auto-query a user upon incoming message
da: Auto-forespørger en bruger ved indkommende besked
de: Beim Erhalten einer Nachricht, automatisch eine Unterhaltung mit diesem Benutzer beginnen
el: Αυτόματη διερώτηση χρήστη μετά από εισερχόμενο μήνυμα
fi: Kun saat viestin, avaa automaattisesti keskustelu l‰hett‰j‰n kanssa
fr: Intérroger automatiquement l'utilisateur lorsqu'un message arrive
gl: Iniciar automaticamente unha conversa cun usuario ó recibir unha mensaxe
hu: Felhasználó automatikus lekérdezése bejövõ üzenet esetén
no: Autospør en bruker ved innkommende melding
pt_br: Estabelecer chat com o usuário ao receber uma mensagem
ro: Interogheazã automat utilizatorii la primirea unui mesaj
sl: Samodejno odpri pogovor z uporabnikom ob prejetem sporoèilu
sv: Fråga en användare automatiskt vid inkommande meddelande
tr: Ileti gelirken otomatikman bir kullanýcýyý sorgula

source: Convert spaces to underscores?
da: Konvertér mellemrum til understregninger?
de: Leerzeichen zu Unterstriche konvertieren?
el: Μετατροπή διαστημάτων σε υπογραμμίσεις
es: ¿Convertir espacios en subrayados?
fi: Muunna tyhjeet alaviivoiksi?
fr: Convertir les espaces en tirets de soulignement?
gl: ¿Converter espacios a guións baixos?
hu: Szóközök konvertálása aláhúzássá?
it: Converti spazi in trattini?
nl: Spaties converten naar underscores?
no: Konvertér mellomrom til understreking?
pt_br: Converter espaços pra sublinhadosi?
ro: Converteºte spaþiile în sublinieri
ru: Преобразовать пробелы в подчеркивания?
sl: Pretvori presledke v podèrtaje?
sv: Konvertera blanksteg till understreck?
tr: Boþluklar alt-çizgilere dönüþtürülsün mü ?
uk: Перетворити пропуски в п╕дкреслення?

source: Auto-hide userlist on channel join
da: Auto-skjul brugerliste ved tilslutning til kanal
de: Benutzerliste automatisch in den Hintergrund wenn Kanal betreten wird
el: Αυτόματη-απόκρυψη λίστας χρηστών στη σύνδεση σε κανάλι
fi: Piilota k‰ytt‰j‰lista liitytt‰ess‰ kanavalle
fr: Auto-camoufler la liste d'utilisateur lorsqu'on joint un canal
gl: Agochar automaticamente a lista de usuarios ó entrar nunha canle
hu: Nevek listájának elrejtése a csatornán
no: Auto-skjul brukerliste ved påmelding til kanal
pt_br: Auto-esconder a lista de usuários ao entrar em um canal
ro: Ascunde automat lista utilizatorilor la intrarea pe un canal
sl: Samodejno skrij seznam uporabnikov ob prihodu na kanal
sv: Göm användarlistan automatiskt vid anslutning till kanal
tr: Kanala girdiðinde otomatikmen kullanýcý listesini gizle

source: Hide join/part messages
ro: Ascunde mesajele de intrare/ieºire

source: Reject uploads while downloads are active
da: Afvis oplastninger mens nedlastninger er aktive
de: Keine Uploads akzeptieren wenn Downloads aktiv sind
el: Απόρριψη αποστολών όταν μεταφορτώσεις είναι ενεργές
es: Desactivar las cargas mientras las descargas estén activas
fi: ƒl‰ l‰het‰ tiedostoja, jos lataamisia on kesken
fr: Rejecter les uploads lorsqu'on est en train de télécharger
gl: Rexeitar envíos cando haxa descargas activas
hu: Feltöltések visszautasítása letöltések idõtartama alatt
it: Rifiuta uploads mentre sono attivi dei downloads
no: Nekt opplasting mens nedlastinger er aktive
pt_br: Recusar uploads quando houver downloads ativos
ro: Respinge cererile de încãrcare atunci când se descarcã ceva
ru: Отбрасывать выдачу файлов пока активно скачивание
sl: Zavrni po¹iljanja medtem ko so aktivna nalaganja
sv: Neka skickande då hämtningar pågår
tr: Uzaktan dosyalar yüklenirken dosya yüklenimleri red et
uk: В╕дкидати передачу файл╕в доки працю╓ прийом

source: Options
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
fi: Valinnat
gl: Opcións
hu: Beállítások
it: Opzioni
nl: Opties
no: Alternativer
pt_br: Opções
ro: Opþiuni
ru: Параметры
sl: Mo¾nosti
sv: Alternativ
tr: Seçenekler
uk: Параметри

source: Log messages to disk
ro: Înregistreazã mesajele pe disc

source: Logging
ro: Înregistrãri

source: Display
da: Vis
de: Anzeige
el: Εμφάνιση
fi: Ulkon‰kˆ
fr: Affichage
gl: Visualización
hu: Képernyõ
no: Vis
pt_br: Exibição
ro: Afiºare
ru: Отобразить
sl: Prikaz
sv: Visa
tr: Ekran * Görünüm
uk: В╕добразити

source: Auto-Join
de: Automatisches Betreten
el: Αυτόματη-Σύνδεση
fi: Liity automaattisesti
fr: Auto-joindre
gl: Auto-Conectar
hu: Automatikus belépés
pt_br: Entrar automaticamente no canal
ro: Canale iniþiale
ru: Автоприсоединение
sl: Samodejno-pridru¾i
sv: Anslut automatiskt till kanal
tr: Otomatikman katýl
uk: Автопри╓днання

source: Building MP3 list...
da: Bygger mp3-liste...
de: MP3 Liste wird erstellt...
el: Δημιουργία λίστας MP3...
es: Construyendo listado de MP3...
fi: Rakennetaan mp3-listaa...
fr: Construction de la liste de mp3s
gl: Creando a lista de MP3...
hu: MP3 lista készítése...
it: Creo lista MP3
no: Bygger MP3-liste...
pt_br: Construindo a lista de MP3s...
ro: Creez lista cu MP3-uri...
ru: Построение списка mp3-файлов...
sl: Gradim MP3 seznam...
sv: Bygger mp3-lista...
tr: MP3 listesini kuruyorum ...
uk: Побудова списку mp3-файл╕в...

source: Browse servers
da: Gennemse tjenere
de: Server durchsuchen
el: Περιήγηση διακομιστών
es: Mostrar servidores
fi: Selaa palvelimia
fr: Parcourir les mp3s de l'utilisateur
gl: Explorar servidores
hu: kiszolgálók böngészése
no: Bla gjennom tjenere
pt_br: Exibir servidores
ro: Alegeþi un server
ru: Просмотр серверов
sl: Brskaj po stre¾nikih
sv: Bläddra servrar
tr: Sunucularý gez
uk: Перегляд сервер╕в

source: Remove server list before refresh
ro: ªterge lista serverelor înainte de a o reîmprospãta
