Repository: GNOME/gnome-i18n
Catalog: extra-po/gnapster/*.po
Languages: da, de, el, es, fi, fr, gl, hu, it, nl, no, pt_br, ro, ru, sl, sv, tr, uk

source: Max per user downloads:
da: Maks oplastn. per bruger:
de: Maximale Downloads pro Benutzer:
el: Μεγ. ανά χρήση μεταφορτώσεις:
fi: Enimm‰ism‰‰r‰ per k‰ytt‰j‰:
fr: Nombre MAX de téléchargements par utilisateur:
gl: Máximas descargas por usuario:
hu: Max egyidejû letöltés (felhasználónként):
no: Maks nedlastinger per bruker:
pt_br: Downloads por usuário (Máx)
ru: Макс. выдача на пользователя:
sl: Najveè sprejemanj od enega uporabnika:
sv: Maximalt antal hämtningar per användare:
tr: Kullanýcýlar baþýna en fazla yükleme isteði (mp3 isteme sayýsý) :
uk: Максимальна к╕льк╕сть звантажень на користувача:

source: Max per user uploads:
da: Maks oplastn./bruger:
de: Maximale Uploads pro Benutzer:
el: Μεγ. ανά χρήση αποστολές:
fi: Enimm‰ism‰‰r‰ per k‰ytt‰j‰:
fr: Nombre MAX d'uploads par utilisateur:
gl: Máximos envíos por usuario:
hu: Max feltöltés (felhasználónként):
no: Maks opplastinger per bruker:
pt_br: Uploads por usuário (Máx)
ru: Макс. выдача на пользователя:
sl: Najveè po¹iljanj k enemu uporabniku:
sv: Maximalt antal skickningar per användare:
tr: Kullanýcý baþýna en fazla ( uzaða ) yüklemeler :
uk: Максимальна к╕льк╕сть завантажень на користувача:

source: Shares
da: Delte
de: Freigaben
el: Διαμοιραζόμενα
fi: Jakaa
fr: Partage
gl: Compart
hu: Megosztott könyvtárak
no: Delte kataloger
pt_br: Compartilhados
sl: Delitev
sv: Utdelningar
tr: Bölüþülenler

source: Upload Directory:
da: Oplastningsmappe:
de: Verzeichnis für Uploads:
el: Κατάλογος Αποστολών:
es: Directorio de Cargas:
fi: L‰hetyshakemisto:
fr: Répertoire des uploads:
gl: Directorio de Envío:
hu: Osztott könyvtár:
it: Directory di Upload
nl: Upload map:
no: Katalog for opplasting:
pt_br: Diretório de uploads:
ru: Каталог для раздачи:
sl: Imenik za po¹iljanja:
sv: Skickakatalog:
tr: ( Yukarý ) yükleme dizinini :
uk: Каталог передавання:

source: Browse Upload Directory
da: Gennemse oplastningsmappen
de: Verzeichnis für Uploads durchsuchen
el: Περιήγηση Καταλόγου Αποστολών
es: Elige Directorio de Cargas
fi: Selaa l‰hetyshakemistoa
fr: Parcourir le répertoire des uploads
gl: Examinar Directorio de Envío:
hu: Osztott könyvtár böngészése
it: Sfoglia Directory di Upload
nl: Browse door uw upload map
no: Bla gjennom katalog for opplasting
pt_br: Explorar diretório de uploads:
ru: Просмотр каталога для раздачи
sl: Brskaj po imeniku za po¹iljanja
sv: Bläddra i skickakatalogen
tr: ( Yukarý ) yükleme dizinini gez
uk: Перегляд каталогу для передавання

source: Automatically remove cancelled mp3s with 1.5 megabytes or more left (doesnt work)
da: Automatisk fjern fortrudte mp3-er med 1,5 Mb eller mere tilbage (virker ikke)
de: Automatisches Entfernen von abgebrochenen MP3s mit mehr als 1,5 Megabytes übrig. (Funktioniert nicht)
el: Αυτόματη διαγραγή ακυρωμένων αρχείων mp3 με 1,5 ΜΒ ή περισσότερο εναπωμείνων (δε λειτουργεί)
es: Eliminar automáticamente mp3s cancelados con 1.5 megabytes o más (no funciona)
fi: Poista automaattisesti mp3:t joista j‰i yli 1.5Mt saamatta (ei toimi)
fr: Auto-effacer les mp3 annulés à qui il manque 1.5 megaoctets ou plus. (ne fonctionne pas)
gl: Borrar automaticamente os mp3s cancelados se aínda quedan 1.5 megabytes ou máis (non funciona)
hu: Automatikusan törli azokat a megszakított MP3-makat, amelyekbõl többmint 1,5 MB volt hátra (nem mûködik)
it: Rimuovi automaticamente mp3 annullati con 1.5 MB o più ancora da scaricare (non funziona)
nl: Verwijder automatisch geannuleerde mp3s met meer dan 1.5 megabyte te gaan (werkt nog niet)
no: Automatisk fjern avbrutte mp3er med 1.5 megabytes eller mer igjen (virker ikke)
pt_br: Remover automaticamente mp3s cancelados com mais de 1,5 MB pendentes (não funciona)
ru: Автоматически удалять отмененные mp3-файлы размером 1.5 Mb или более (не работает)
sl: Samodejno odstrani preklicane mp3je z veè kot 1.5 preostalih megabajtov (ne deluje)
sv: Ta bort avbrutna mp3:or automatiskt då 1,5 megabyte eller mer saknas (fungerar inte)
tr: Iptal edilen MP3'leri 1.5 MB'ten ufaklarsa, sil ( bu çalýþmayabilir )
uk: Автоматично видаляти в╕дм╕нен╕ mp3-файли розм╕ром 1.5 Мб чи б╕льше (не працю╓)

source: Automatically activate queue when nothing is downloading
da: Automatisk aktivér kø når ingenting bliver nedlastet
de: Warteschlange automatisch aktivieren wenn nichts heruntergeladen wird
el: Αυτόματη ενεργοποίηση ουράς όταν δεν κατεβαίνουν αρχεία
es: Activar automáticamente la cola cuando nada se esté descargando
fi: Aktivoi jono automaattisesti, kun mit‰‰n ei ladata
fr: Auto-activer la liste d'attente quand rien n'est en train de télécharger
gl: Activar automaticamente a fila cando non hai nada a descargarse
hu: Letöltési sor indítása, ha nincs aktív letöltés
it: Attiva automaticamente la coda se non si sta scaricando nulla
nl: Activeer de wachtlijst automatisch als nix is gedownload
no: Automatisk aktivering av kø når ingenting hentes ned
pt_br: Ativar a fila quando não houver downloads ativos
ru: Автоматически активировать очередь когда ничего не скачивается
sl: Samodejno aktiviraj vrsto, ko se niè ne nalaga
sv: Aktivera kön automatiskt då inget hämtas
tr: Hiç birþey yüklenmiyorsa bekleme kuyruðunu geçerli yap
uk: Автоматично активувати чергу коли н╕чого не прийма╓ться

source: Gnapster
el: Νάπστερ

source: Copyright (C) 1999-2000 Josh Guilfoyle
da: Ophavsret (C) 1999-2000 Josh Guilfoyle
el: Πνευματικά Δικαιώματα (C) 1999-2000 Josh Guilfoyle
fr: Copyright (C) 1999 Josh Guilfoyle
ru: Авторское право (C) 1999-2000 Josh Guilfoyle
sl: Avtorske pravice zardr¾ane (C) 1999-2000 Josh Guilfoyle
sv: Copyright © 1999-2000 Josh Guilfoyle
tr: Tel'if hakký (C) 1999-2000 Josh Guilfoyle
uk: Авторське право (C) 1999-2000 Josh Guilfoyle

source: Download
da: Nedlast
el: Μεταφόρτωση
es: Descargar
fi: Lataa
fr: Télécharger
gl: Descargar
hu: Letöltés
no: Last ned
ru: Скачивание
sl: Nalo¾i
sv: Hämta
tr: Yükleme
uk: Прийом

source: Retry Download
da: Genoptag nedlastning
de: Download erneut versuchen
el: Επανάληψη Μεταφόρτωσης
fi: Yrit‰ lataamista uudelleen
fr: Re-essayer le Téléchargement
gl: Tentar Descargar Novamente
hu: Próbáld újra letölteni
no: Prøv nedlasting på nytt
ru: Возобновить скачивание
sl: Znova poskusi nalaganje
sv: Försök hämta igen
tr: Yüklemeyi tekrar dene
uk: В╕дновити прийом

source: Cancel download
da: Annullér nedlastning
de: Download abbrechen
el: Ακύρωση μεταφόρτωσης
es: Cancelar descarga
fi: Peruuta lataaminen
fr: Annuler le Téléchargement
gl: Cancelar descarga
hu: Letöltés megszakítása
it: Annulla download
nl: Annuleer de download
no: Avbryt nedlasting
ru: Отменить скачивание
sl: Preklièi nalaganje
sv: Avbryt hämtning
tr: Yüklemeyi iptal et
uk: В╕дм╕нити прийом

source: Cancel and remove file
da: Annullér og fjern fil
de: Abbrechen und Datei entfernen
el: Ακύρωση και διαγραφή αρχείου
es: Cancelar y eliminar archivo
fi: Peruuta ja poista tiedosto
fr: Annuler et Effacer le fichier
gl: Cancelar e borra-lo ficheiro
hu: Megszakítás és fájl törlése
it: Annulla e rimuovi il file
nl: Annuleer en verwijder bestand
no: Avbryt og fjern fil
ru: Отменить и удалить файл
sl: Preklièi in odstrani datoteko
sv: Avbryt och ta bort filen
tr: Iptal et ve dosyayý sil
uk: В╕дм╕нити ╕ видалити файл

source: _Napster
el: _Νάπστερ
fr: Gnapster

source: Connected (%s:%i): %i songs, %i users, %i %s
da: Forbundet (%s:%i): %i sange, %i brugere, %i %s
de: Verbunden (%s:%i): %i Lieder, %i Benutzer, %i %s
el: Συνδεδεμένος (%s:%i): %i τραγούδια, %i χρήστες, %i %s
es: Conectado (%s:%i): %i canciones, %i usuarios, %i %s
fi: Yhdistetty (%s:%i): %i kappaletta, %i k‰ytt‰j‰‰, %i %s
fr: Connecté (%s:%i): %i chansons, %i utilisateurs, %i %s
gl: Conectado (%s:%i): %i cancións, %i usuarios, %i %s
hu: Kapcsolatban (%s:%i): %i szám, %i felhasználótól, %i %s
it: Connesso (%s:%i): %i brani, %i utenti, %i %s
nl: Verbonden (%s:%i): %i nummers, %i gebruikers, %i %s
no: Tilkoblet (%s:%i): %i sanger, %i brukere, %i %s
ru: Подключен (%s:%i): %i песни, %i пользователи, %i %s
sl: Povezan (%s:%i): %i pesmi, %i uporabnikov, %i %s
sv: Ansluten (%s:%i): %i låtar, %i användare, %i %s
tr: Baðlý ( %s:%i ) : %i þarký, %i kullanýcý, %i %s
uk: П╕д'╓днано (%s:%i): п╕сень: %i, користувач╕в: %i, %i %s

source: Max uploads:
da: Maks oplastninger:
de: Maximale Uploads:
el: Μέγ. αριθμ. αποστολών:
es: Max subidas:
fi: L‰hetettyjen enimm‰ism‰‰r‰:
fr: Nombre MAX d'uploads:
gl: Máximos envíos:
hu: Max feltöltés:
it: Massimo uploads:
no: Maks antall opplastinger:
ru: Макс. выдача:
sl: Najveè po¹iljanj:
sv: Maximalt antal skickningar:
tr: En fazla ( uzaða ) yüklemeler :
uk: Максимальна к╕льк╕сть завантажень:

source: Upload
da: Oplast
el: Αποστολή
es: Subir
fi: L‰het‰
gl: Envíos
hu: Feltöltés
no: Last opp
ru: Выдача
sl: Po¹lji
sv: Skicka
tr: Yükleme
uk: Завантажити

source: Message Of The Day
da: Dagens besked
de: Nachricht des Tages
el: Μήνυμα Της Ημέρας
es: Mensaje Del Día
fi: P‰iv‰n viesti
fr: Message du jour
gl: Mensaxe do Día
hu: A nap üzenete
it: Messaggio del Giorno
no: Dagens melding
ru: Сообщение дня
sl: Sporoèilo Dneva
sv: Dagens meddelande
tr: Günün iletisi
uk: Пов╕домлення дня

source: Build mp3 list
da: Byg mp3-liste
de: Liste der MP3s erstellen
el: Δημιουργία λίστας mp3
es: Construir listado de mp3
fi: Rakenna mp3-lista
fr: Construire la list de mp3
gl: Crear lista de mp3
hu: MP3 lista készítése
it: Crea lista mp3
nl: mp3 lijst gemaakt
no: Bygg mp3-liste
ru: Построить список mp3-файлов
sl: Zgradi seznam mp3 datotek
sv: Bygg mp3-lista
tr: MP3'ler listesini yarat
uk: Побудувати список mp3-файл╕в

source: KBps
da: kb/s
hu: KB/s
sl: Kb/s
sv: kB/s
tr: KB/san.
uk: КБ/с

source: Use themes state colors for text widget (may cause problems with some themes)
it: Usare i colori del tema per il widget di testo (può causare problemi con alcuni temi)
nl: Gebruik theme state kleur voor text widget (Kan problemen met sommige themes veroorzaken)
ru: Использовать цвета состояния темы для текстовых элементов (может вызывать проблемы с некоторыми темами)
uk: Використовувати кольори стану для текстових елемент╕в (може викликати проблеми з деякими темами)

source: Requesting...
es: Solicitando...
it: Sto Chiedendo...
nl: Opvragen...

source: Add to queue
es: Añadir a la cola
it: Aggiungi alla coda
nl: Voeg toe aan wachtlijst

source: The username you have chosen has already been taken on Gnapster. Please choose a new one.
es: El nombre de usuario elegido ya ha sido tomado en Gnapster. Por favor elige uno nuevo.
it: L' username che hai scelto è stata già assegnata su Gnapster Riprova!.
nl: De gebruikersnaam die u heeft gekozen is al ingebruik. kies alstubliefteen ander.

source: Uh oh. The path you've chosen does not exist or you do not have write permissions Please open up gnapster's preferences and pick a directory you know you have access to
es: Uh oh. La ruta que has elegido no existe o no has escrito permisos Por favor abre las preferencias de gnapster e introduce un directorio en el que sepas que tengas acceso
it: Oh oh. Il path che hai scelto non esiste o non hai i permessi per scriverci Entra nelle preferenze di Gnapster e scegli una directory a cui puoi accedere
nl: Euh oowh. Het pad dat u heeft gekozen bestaad niet of u heeft geen schrijf toegang Open alstublieft gnapster's instellingen (preferences) en neem een directory waarvan u weet dat u toegang heeft

source: Unknown fatal error connecting to server (try again?)
es: Error fatal desconocido al conectar al servidor (¿intentar de nuevo?)
it: Errore fatale sconosciuto connettendosi al server (riprovo?)
nl: Niet bekende fatale error bij verbinden met server (nog een keer proberen?)

source: Query:
es: Pregunta:
nl: Wachtlijst:

source: Start Queue
es: Comenzar Cola
it: Inizia Coda
nl: Start in nummer wachtlijst

source: Stop Queue
es: Parar Cola
it: Ferma Coda
nl: Stop in nummer wachtlijst

source: CDDB Search:
es: Búsqueda CDDB:
it: Ricerca CDDB
nl: CDDB zoek:

source: Artist
es: Artistas
it: Artista
nl: Artiest

source: Song
es: Canción
it: Brano
nl: Nummer

source: Already on a channel! Gnapster currently only supports one channel
nl: Al aanwezig op een kanaal! Gnapster kan op het moment maar eenkanaal tegenlijk aan

source: Cancel Queue
nl: Annuleer nummer uit wachtlijst

source: Failed to connect
it: Non sono riuscito a connettermi
nl: Gefaald bij verbinding maken

source: Matches
it: Trovati
nl: Overeenkomsten

source: Message of the Day
nl: Bericht van de dag

source: Use development opennap server:
nl: Gebruik de in ontwikkel fase opennap server:

source: Use development opennap query server:
it: Uare il server di query opennap in sviluppo:
