Repository: GNOME/gnome-i18n
Catalog: extra-po/gnapster/*.po
Languages: da, de, el, es, fi, fr, gl, hu, it, nl, no, pt_br, ro, ru, sl, sv, tr, uk

source: Refresh server list
da: Genopfrisk tjenerliste
de: Server-Liste aktualisieren
el: Ανανέωση λίστας διακομιστών
fi: P‰ivit‰ palvelinluettelo
fr: Rafraîchir la liste de serveurs
gl: Actualizar lista de servidores
hu: Kiszolgálók listájának frissítése
no: Gjenoppfrisk tjenerlisten
pt_br: Renovar lista de servidores
ro: Reîmprospãteazã lista serverelor
ru: Обновить список серверов
sl: Osve¾i seznam stre¾nikov
sv: Uppdatera serverlistan
tr: Sunucu listesini yenile
uk: Обновити список сервер╕в

source: Add server
da: Tilføj tjener
de: Server hinzufügen
el: Προσθήκη διακομιστή
es: Añadir servidores
fi: Lis‰‰ palvelin
fr: Ajouter le serveur
gl: Engadir servidor
hu: Kiszolgáló hozzáadása
no: Legg til tjener
pt_br: Adicionar servidor
ro: Adaugã un server
ru: Добавить сервер
sl: Dodaj stre¾nik
sv: Lägg till server
tr: Sunucu ekle
uk: Додати сервер

source: Edit server
da: Redigér tjener
de: Server bearbeiten
el: Επεξεργασία διακομιστή
es: Editar servidores
fi: Muokkaa palvelinta
fr: Modifier le serveur
gl: Editar servidor
hu: Kiszolgáló szerkesztése
no: Redigér tjener
pt_br: Editar servidor
ro: Editare server
ru: Правка сервера
sl: Uredi stre¾nik
sv: Redigera server
tr: Sunucuyu deðiþtir
uk: Виправити сервер

source: Channel Listing
da: Kanal liste
de: Liste der Kanäle
el: Λίστα Καναλιών
fi: Kanavalista
fr: Liste des canaux
gl: Lista de Canles
hu: Csatornák listája
no: Kanalliste
pt_br: Lista de canais
ro: Lista canalelor
ru: Список каналов
sl: Seznam Kanalov
sv: Kanallista
tr: Kanal sýralamasý
uk: Список канал╕в

source: Requesting channel listing...
da: Spørger efter kanalliste...
de: Liste der Kanäle anfragen...
el: Αίτηση λίστας καναλιών...
fi: Haetaan kanavalistaa...
fr: Requête de la liste des canaux...
gl: Solicitando a lista de canles...
hu: Csatornák listájának letöltése...
no: Forespør kanalliste...
pt_br: Solicitando a lista de canais...
ro: Cer lista canalelor...
ru: Запрос списка каналов...
sl: Prosim za seznam kanalov...
sv: Begär kanallista
tr: Kanal sýralamasýný istiyorum ...
uk: Запит списку канал╕в...

source: Resume Download
da: Genoptag nedlastning
de: Download fortsetzen
el: Συνέχιση Μεταφόρτωσης
fi: Jatka lataamista
fr: Continuer le téléchargement
gl: Continuar Descarga
hu: Letöltés folytatása
no: Gjenoppta nedlasting
pt_br: Retomar download
ro: Reia descãrcarea
ru: Возобновить скачивание
sl: Nadaljuj Nalaganje
sv: Återuppta hämtning
tr: Yüklemeye devam et
uk: В╕дновити прийом

source: Searching...
da: Søger...
de: Suchen...
el: Αναζήτηση...
es: Buscando...
fi: Haetaan...
fr: Recherche en cours...
gl: Buscando...
hu: Keresés...
it: Ricerca...
nl: Zoeken...
no: Søker...
pt_br: Procurando...
ru: Поиск...
sl: I¹èem...
sv: Söker...
tr: Arýyorum ...
uk: Пошук...

source: Retrieving mp3 list...
da: Modtager mp3-liste...
de: MP3-Liste wird empfangen...
el: Ανάκτηση λίστας mp3...
es: Obteniendo lista de mp3...
fi: Otetaan vastaan mp3-listaa...
fr: Récupération de la liste de mp3s
gl: Baixando a lista de mp3...
hu: MP3 lista letöltése...
it: Sto scaricando la lista mp3
nl: mp3 lijst aan het verkrijgen...
no: Henter mp3 liste...
pt_br: Obtendo lista de mp3...
ru: Получение списка mp3-файлов...
sl: Prena¹am seznam mp3 datotek...
sv: Hämtar mp3-lista...
tr: MP3 listesini alýyorum ...
uk: Отримання списку mp3-файл╕в...

source: Please edit your preferences before attempting to connect!
da: Ændr venligst dine præferencer før du prøver at forbinde!
de: Bitte ändern Sie die Einstellungen bevor Sie die Verbindung herstellen!
el: Παρακαλώ συμπληρώστε τις προτιμήσεις σας πριν προσπαθήσετε να συνδεθήτε!
es: ¡Por favor edita tus preferencias antes de conectar!
fi: Laita asetuksesi kohdalleen ennen kuin yrit‰t yhdist‰‰!
fr: Veuillez remplir le formulaire Préférences avant de vous connecter.
gl: ¡Edite as preferencias antes de tentar conectarse!
hu: Töltsd ki a beállításokat, mielõtt kapcsolódni próbálsz!
it: Modificare le preferenze prima di provare a collegarsi!
nl: Verander uw instellingen voor dat u probeerd te connecten!
no: Vennligst rediger brukervalg før du prøver å koble til!
pt_br: Por favor, edite suas preferências antes de conectar!
ru: Пожалуйста, исправьте ваши настройки до попытки соединения!
sl: Prosim uredite si nastavitve preden se posku¹ate povezati!
sv: Var vänlig och redigera dina inställningar innan du försöker att ansluta!
tr: Baðlanmadan önce lütfen ayarlara bir göz at !
uk: Будь ласка, виправте ваш╕ налаштування до спроби з'╓днання!

source: Sending download request to %s...
pt_br: ^AEnvio do pedido de transferência a ^B%s^A...

source: Form not complete! Make sure you fill in everything!
da: Felterne ikke færdigt udfyldt. Gør venligst dette!
de: Formular nicht komplett! Füllen Sie alle Felder aus!
el: Η φόρμα δεν είναι πλήρης! Παρακαλώ ελέξτε ότι τα έχετε συμπληρώσει όλα!
es: ¡Formulario no completo! ¡Asegúrate de que lo hayas completado!
fi: Lomake ei ole valmis. Varmista ett‰ t‰yt‰t joka kohdan!
fr: Formulaire incomplet! Veuillez remplir tous les champs!
gl: ¡Formulario incompleto! ¡Asegúrese de encher todo!
hu: Az ûrlap nincs kitöltve! Tölts ki mindent!
it: Il form non e' completo! Assicurarsi di aver riempito tutto!
nl: Vragenlijst niet compleet! vul alles in!
no: Skjema er ikke komplett! Fyll ut alt!
pt_br: Formulário incompleto! Assegure-se de ter preenchido tudo!
ru: Форма не заполнена! Убедитесь, что вы заполнили все!
sl: Obrazec ni popolen! Prosim preverite, da ste vnesli podatke v vsa polja!
sv: Formuläret är inte färdigt! Se till att du fyller i allting!
tr: From doldurulmadý ! Lütfen herþeyi belirlediðini te'min et !
uk: Форму не заповнено! Переконайтесь, що ви все заповнили!

source: Not connected (use the file menu to connect)
da: Ikke tilskuttet (brug fil-menuen for at tilslutte)
de: Nicht verbunden (Benutzen Sie das Datei-Menu um die Verbindung herzustellen)
el: Δίχως σύνδεση (κάντε χρήση του μενού Αρχείο για να συνδεθείτε)
es: No conectado (usa el menú de archivo para conectar)
fi: Ei yhdistetty (k‰yt‰ tiedostovalikkoa yhdist‰miseen)
fr: Non connecté (utilisez le menu "Fichier" pour vous connecter)
gl: Non conectado (use o menú Ficheiro para conectarse)
hu: Nincs kapcsolat (kapcsolódj a Fájl/Kapcsolódás menüpontból)
it: Non connesso (usare il menù file per connetetrsi)
nl: Niet verbonden (gebruik het file menu om te connecten)
no: Ikke tilkoblet (bruk filmenyen for å gjøre dette)
pt_br: Desconectado (use o menu Arquivo para conectar)
ru: Не подключен (используйте меню "Файл" для подключения)
sl: Nepovezan (uporabite datoteèni menu za povezavo)
sv: Inte ansluten (använd arkiv-menyn för att ansluta)
tr: Baðlý deðiliz ( dosya menüsünden baðlanabilirsin )
uk: Не з'╓днано (використовуйте меню "Файл" для п╕дключення)

source: Napster (online mp3 community) client written for GNOME
da: Napster (online mp3-befolkning) klient skrevet til Gnome
de: Napster (Online MP3 Gemeinschaft) Client für GNOME
el: Πρόγραμμα Νάπστερ (online κοινωνία mp3) γραμμένο για το GNOME
es: Napster (comunidad online de mp3) cliente escrito para GNOME
fi: Napster-asiakas GNOMElle
fr: Client Napster (communauté mp3 en ligne) pour Gnome
gl: Cliente de Napster (comunidade mp3 online) para GNOME
hu: Napster (online mp3 közösség) kliens a GNOME számára
it: Client Napster (Comunità mp3 online) scritto per GNOME
nl: Napster (online mp3 groep) client geschreven voor GNOME
no: Napster (online mp3 samvelde) klient skrevet for GNOME
pt_br: Cliente Napster (comunidade online de mp3) escrito para GNOME
ru: Клиент Napster (сетевого mp3-сообщества) написанный для GNOME
sl: Napster (mp3 skupnsot na liniji) odjemalec napisan za GNOME
sv: Napster-klient (online-mp3-community) skriven för GNOME
tr: GNOME için yazýlmýþ bir Napster(Online mp3 transferi) uygulamasý
uk: Кл╕╓нт Napster написаний для GNOME

source: Please fill out the preferences form before trying to connect.
da: Udfyld venligst opsætnings-felterne før du tilslutter.
de: Bitte ändern Sie zuerst die Einstellungen, bevor Sie die Verbindung herstellen.
el: Παρακαλώ συμπληρώστε τη φόρμα προτιμίσεων πριν δοκιμάσετε να συνδεθείτε.
es: Por favor completa el formulario de preferencias antes de intentar conectar.
fi: Aseta asetukset kohdalleen ennen yhdist‰mist‰.
fr: Veuillez remplir le formulaire Préférences avant de vous connecter.
gl: Encha as preferencias antes de tentar conectarse.
hu: Tölts ki minden beállítási lehetõséget kapcsolódás elõtt!
it: Modificare le preferenze prima di provare a collegarsi!
nl: Vul alstublieft uw instellingen formulier een voor het proberen van eenverbinding maken
no: Vennligst fyll ut brukervalg skjemaet før du prøver å koble til.
pt_br: Por favor, complete o formulário de preferências antes de tentar conectar
ru: Пожалуйста, заполните форму настроек до попытки соединения.
sl: Prosim izpolnite obrazec z nastavitvami preden se posku¹ate povezati.
sv: Var vänlig och fyll i inställningsformuläret innan du försöker att ansluta.
tr: Baðlanmadan önce lütfen ayarlarý doðrula .
uk: Будб ласка, заповн╕ть форму налаштувань до спроби з'╓днання.

source: Browse user's mp3s
da: Gennemse brugerens mp3'er
de: Alle MP3s des Benutzers durchsuchen
el: Περιήγηση στα mp3 του χρήστη
es: Mostrar los mp3 de los usuarios
fi: Selaa k‰ytt‰j‰n mp3:ia
fr: Parcourir les mp3s de l'utilisateur
gl: Explora-los mp3s do usuario
hu: Milyen MP3-jai vannak?
it: Sfoglia le mp3 dell'utente
nl: Browse gebruikers mp3s
no: Bla gjennom brukerens mp3 filer
pt_br: Explorar mp3s do usuário
ru: Просмотр mp3-файлов пользователя
sl: Brskaj po uporabnikovih mp3 datotekah
sv: Bläddra igenom användarens mp3:or
tr: Kullanýcý'nýn MP3'lerini gez
uk: Перегляд mp3-файл╕в користувача

source: Unknown
pt_br: Desconhecido

source: 64k ISDN
pt_br: 64k RDIS

source: 128k ISDN
pt_br: 128k RDIS

source: Cable
pt_br: Cabo

source: User
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
fi: K‰ytt‰j‰
fr: Utilisateur
gl: Usuario
hu: Felhasználónév
it: Utente
nl: Gebruiker
no: Bruker
pt_br: Usuário
ru: Пользователь
sl: Uporabnik
sv: Användare
tr: Kullanýcý
uk: Користувач

source: Idle Time
pt_br: Tempo que passou sem fazer nada

source: Status
pt_br: Estado

source: Client
pt_br: Cliente

source: No search results found.
pt_br: ^ANada foi encontrado.

source: No mp3s found.
pt_br: ^ANenhum mp3 encontrado.

source: username contains invalid characters
pt_br: O nome do utilizador contém caracteres inválidos

source: Invalid Username! Open the properties and try again
pt_br: Nome de utilizdor inválido! Edite as Preferências e tente de novo

source: invalid password
pt_br: palavra chave inválida

source: Invalid Password! Open the properties and try again
pt_br: Palavra Chave Inválida! Edite as Preferências e tente de novo

source: Filename
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom du fichier
gl: Nome de ficheiro
hu: Fájlnév
it: Nome File
nl: Bestands naam
no: Filnavn
pt_br: Arquivo
ru: Имя файла
sl: Ime datoteke
sv: Filnamn
tr: Dosya adý
uk: Назва файлу

source: Size
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
gl: Tamaño
hu: Méret
it: Dimensione
nl: Groote
no: Størrelse
pt_br: Tamanho
ru: Размер
sl: Velikost
sv: Storlek
tr: Boyut
uk: Розмер

source: Search
da: Søg
de: Suche
el: Αναζήτηση
es: Búsqueda
fi: Hae
fr: Rechercher
gl: Buscar
hu: Keresés
it: Ricerca
nl: Zoeken
no: Søk
pt_br: Busca:
ru: Поиск
sl: Iskanje
sv: Sök
tr: Ara!
uk: Пошук

source: Browse user
da: Gennemse bruger
de: MP3s dieses Benutzers durchsuchen
el: Περιήγηση σε χρήστη
es: Mostrar usuario
fi: Selaa k‰ytt‰j‰‰
fr: Naviguer les mp3s de l'utilisateur
gl: Examinar usuario
hu: Felhasználó böngészése
it: Sfoglia utente
nl: Browse gebruiker
no: Se på bruker
pt_br: Explorar usuário
ru: Просмотр пользователя
sl: Brskaj po uporabniku
sv: Bläddra användare
tr: Kullanýcýyý gez
uk: Перегляд користувача

source: Console
pt_br: Consola

source: Username
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: K‰ytt‰j‰nimi
fr: Nom d'utilisateur
gl: Nome de Usuario
hu: Felhasználónév
nl: Gebruikersnaam
no: Brukernavn
pt_br: Usuário
ru: Имя пользователя
sl: Uporabni¹ko ime
sv: Användarnamn
tr: Kullanýcý adý
uk: Назва користувача

source: Chat
pt_br: Discussão

source: Gnapster Properties
da: Gnapster egenskaber
de: Gnapster Einstellungen
el: Ρυθμίσεις Νάπστερ
es: Propiedades de Gnapster
fi: Gnapsterin asetukset
fr: Propriétés de Gnapster
gl: Propiedades do Gnapster
hu: Gnaptser beállításai
it: Propietà di Gnapster
nl: Gnapster Instellingen
no: Egenskaper for Gnapster
pt_br: Preferências do Gnapster
ru: Свойства Gnapster
sl: Gnapster Lastnosti
sv: Inställningar för Gnapster
tr: Gnapster ayarlarý
uk: Властивост╕ Gnapster

source: Username:
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fi: K‰ytt‰j‰nimi:
fr: Nom d'utilisateur:
gl: Nome de usuario:
hu: Felhasználónév:
nl: Gebruikers naam:
no: Brukernavn:
pt_br: Usuário
ru: Имя пользователя:
sl: Uporabni¹ko ime:
sv: Användarnamn:
tr: Kullanýcý adý :
uk: Назва користувача:

source: New Account
da: Ny konto
de: Neues Konto
el: Νέος Λογαριασμός
es: Nueva Cuenta
fi: Uusi tili
fr: Nouveau compte
gl: Nova Conta
hu: Új hozzférés
it: Nuovo account
nl: Nieuw Account
no: Ny konto
pt_br: Nova conta
ru: Новый счет
sl: Nov raèun
sv: Nytt konto
tr: Yeni kullanýcý
uk: Новий обл╕к

source: Password:
da: Adgangskode:
de: Passwort:
el: Κωδικός:
es: Contraseña:
fi: Salasana:
fr: Mot de passe:
gl: Contrasinal:
hu: Jelszó:
nl: Wachtwoord:
no: Passord:
pt_br: Senha:
ru: Пароль:
sl: Geslo:
sv: Lösenord:
tr: Parola :
uk: Пароль:

source: Whois user
da: Hvem er bruger
de: Benutzer-Informationen
el: Ποιός είναι ο χρήστης
es: Quién es el usuario
fi: Kuka k‰ytt‰j‰ on? (whois)
fr: Récupérer de l'information sur l'utilisateur
gl: Facer whois do usuario
hu: Ki õ?
nl: Whois gebruiker
no: Whois bruker
pt_br: Quem é este usuário (whois)
ru: Выполнить Whois для пользователя
sl: Kdo je uporabnik
sv: Gör whois på användaren
tr: Kimdir bu kullanýcý
uk: Виконати whois для користувача

source: Move to queue
da: Flyt til kø
de: In Warteschlange schieben
el: Μεταφορά στην ουρά
fi: Siirr‰ jonoon
fr: Mettre en ligne d'attente
gl: Mover para a fila
hu: Letölési sorba helyezés
no: Flytt til kø
pt_br: Mover para a fila
sl: Premakni v vrsto
sv: Flytta till kö
tr: Çekileceklar Listesine taþý

source: Cancel upload
da: Annullér oplastning
de: Upload abbrechen
el: Ακύρωση αποστολής
es: Cancelar envío
fi: Peruuta l‰hett‰minen
fr: Annuler le téléchargement externe
gl: Cancelar envío
hu: Feltöltés megszakítása
it: Annulla upload
nl: Annuleer upload
no: Avbryt opplasting
pt_br: Cancelar upload
ru: Отменить перекачивание
sl: Preklièi po¹iljanje
sv: Avbryt skickande
tr: Yüklemyi iptal et
uk: В╕дм╕нити передачу

source: Force download
da: Gennemtving nedlastning
de: Download erzwingen
el: Επιβολή μεταφόρτωσης
fi: Pakota l‰hett‰minen
fr: Forcer le téléchargement
gl: Forzar descarga
hu: Letöltés mindenképp
no: Tvungen nedlasting
pt_br: Forçar download
ru: Запустить скачивание
sl: Prisili nalaganje
sv: Tvinga hämtning
tr: Yüklemeyi zorunla
uk: Запустити прийом

source: Cancel queue
da: Annullér kø
de: Aus Warteschlange entfernen
el: Ακύρωση ουράς
es: Cancelar cola
fi: Peruuta jonotus
fr: Annuler la mise en attente
gl: Cancelar fila
hu: Feladat megszakítása
it: Annulla coda
no: Avbryt kø
pt_br: Cancelar fila
ru: Отменить очередь
sl: Preklièi vrsto
sv: Avbryt kö
tr: Bekleme kuyruðunu iptal et
uk: В╕дм╕нити чергу

source: Connected (%s:%i):
da: Forbundet (%s:%i):
de: Verbunden (%s:%i):
el: Συνδεδεμένος (%s:%i):
es: Conectado (%s:%i):
fi: Yhdistetty (%s:%i):
fr: Connecté (%s:%i):
gl: Conectado (%s:%i):
hu: Kapcsolatban (%s:%i):
it: Connesso (%s:%i):
nl: Verbonden (%s:%i):
no: Tilkoblet (%s:%i):
pt_br: Conectado (%s:%i):
ru: Подключен (%s:%i):
sl: Povezan (%s:%i):
sv: Ansluten (%s:%i):
tr: Baðlý ( %s:%i ) :
uk: П╕д'╓днано (%s:%i):

source: The username you have chosen has already been taken on napster. Please choose a new one.
da: Brugernavnet du valgte er allerede brugt på Gnapster. Vælg venligst et andet.
de: Der von Ihnen gewählte Benutzername ist bereits vergeben. Bitte wählen Sie einen neuen.
el: Το όνομα χρήστη που επιλέξατε χρησιμοποιείται ήδη στο Νάπστερ. Παρακαλώ επιλέξτε νέο.
fi: Valitsemasi k‰ytt‰j‰nimi on jo varattu napsterilla. Valitse toinen nimi.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.
gl: O nome de usuario que escolleu xa está usado en napster. Escolla un novo.
hu: A felhasználónév, amit választottál, már létezik. Válassz egy másikat.
no: Brukernavnet du har valgt er allerede tatt i bruk på napster. Vennligst velg et nytt.
pt_br: O nome de usurário que você escolheu já está cadastrado no Napster. Por favor, escolha um novo nome.
ru: Имя пользователя, которое вы выбрали уже передано napster. Пожалуйста выберите другое.
sl: Uporabni¹ko ime, ki ste si ga izbrali, je na napsterju ¾e zasedeno. Prosim izberite drugaèno ime.
sv: Användarnamnet som du har valt har redan tagits på napster. Var vänlig och välj ett nytt.
tr: Seçtiðin kullanýcý adý napster'de zaten var. Lütfen baþka bir kullanýcý adýný seçiniz .
uk: Назва користувача, яку ви вибрали вже передано Gnapster. Будь ласка, вибер╕ть ╕ншу.

source: Uh oh. The path you've chosen does not exist or you do not have write permissions Please open up napster's preferences and pick a directory you know you have access to
da: Ahøm. Stien du har valgt eksisterer ikke, eller du har ikke skriverettigheder Venligst åben napsters opsætning og vælg et katalog du véd du har adgang til
de: Huch. Der Pfad, den Sie angegeben haben existiert nicht, oder Sie haben dort keine Schreibrechte. Bitte öffnen Sie die Einstellungen und wählen ein anderes Verzeichniss, bei dem Sie sicher sind, dass Sie dort schreiben dürfen.
el: Χμμμ. Το μονοπάτι που επιλέξατε δεν υπάρχει ή δεν έχετε δικαίωμα εγγραφής. Παρακαλώ ανοίξτε τις προτιμήσεις του νάπστερ και επιλέξτε ένα κατάλογο στον οποίο έχετε πρόσβαση
es: Uh oh. La ruta que has elegido no existe o no has escrito permisos Por favor abre las preferencias de gnapster e introduce un directorio en el que sepas que tengas acceso
fi: Oho.. polkua jonka valitsit ei ole olemassa, tai sitten sinulla ei ole kijroitusoikeuksia Avaa napsterin asetukset ja valitse hakemisto johon tied‰t sinulla olevan oikeudet
fr: Oups. Le chemin n'existe pas, ou vous n'avez pas pas la permission d'écriture. Veuillez ouvrir préférences et choisir un dossier auquel vous avez accès.
gl: Uh oh. A ruta que escolleu non existe ou non ten permisos de escritura Abra as preferencias de napster e escolla un directorio no que saiba que ten acceso
hu: Az elérési út nem létezik, vagy nincs írási jogod. Válassz egy olyatami létezik, és vannak megfelelõ jogosultságaid hozzá
it: Oh oh. Il path che hai scelto non esiste o non hai i permessi per scriverci Entra nelle preferenze di Gnapster e scegli una directory a cui puoi accedere
nl: Euh oowh. Het pad dat u heeft gekozen bestaad niet of u heeft geen schrijf toegang Open alstublieft gnapster's instellingen (preferences) en neem een directory waarvan u weet dat u toegang heeft
no: Uh oh. Stien du valgte eksisterer ikke, eller du har ikke skriverettigheter. Vennligst åpne opp napsters brukervalg og velg en katalog du vet du har tilgang til
pt_br: Opa! O diretório escolhido não existe ou você não tem permissão para escrever nele. Por favor, abra o formulário das Preferências e escolha um diretório ao qual você tenha acesso.
ru: Путь, который вы выбрали не существует, или у вас нет прав на запись пожалуйста, откройте настройки napster и выберите каталог, к которому вы имеете доступ
sl: Uh oh. Pot, ki ste si jo izbrali ne obstaja ali pa nimate dovoljenja za pisanmje Prosim v nastavitvah napsterja izberite imenik za katerega veste, da imate dostop
sv: Hoppsan. Sökvägen du valde finns inte eller så har du inte skrivrättigheter Var vänlig och öppna inställningarna i napster och välj en katalog som du vet att du har tillgång till
tr: Ehem. Seçtiðin dizin ya yok ya da senin o dizine eriþim hakkýn yoktur Lütfen Napster ayarlarýnda bunu deðiþtirip, ya varolan yada eriþim hakkýna sahip oldudun bir dizini seç.
uk: Вибраного вими шляху не ╕сну╓, чи у вас нема╓ прав на запис. Будь ласка, в╕дкрийте налаштування napster ╕ вибер╕ть каталог, до якого ви ма╓те доступ.

source: Napster query server reported all servers were busy
da: Napster forespørgsels-server meldte alle servere optagede
de: Die Suche nach Napster-Servern ergab, dass alle Server beschäftigt sind
el: Η διαδικασία εύρεσης διακομιστών Νάπστερ ανέφερε ότι όλοι είναι πλήρης
es: El servido de napster informa que todos los servidores está ocupados
fi: Kaikki palvelimet ovat varattuna
fr: Le serveur napster a indiqué que tous les serveurs sont occupés
gl: O servidor de consultas de Napster informou que tódolos servidores están ocupados
hu: Az összes Napster kiszolgáló foglalt. :(
it: Il server di query Napster dice che tutti i servers sono occupati
nl: Napster wachtlijst server vertelt dat alle servers bezet zijn
no: Napster spørringstjener rapporterte at alle tjenere er opptatt
pt_br: O serviço napster informa que todos os servidores estão ocupados
ru: Сервер запросов Napster сообщил, что все серверы были заняты
sl: Napster poizvedbeni stre¾nik trdi, da so vsi stre¾niki zasedeni
sv: Naspter-frågeservern rapporterade att alla servrar var upptagna
tr: Napster sorgulamasý, yekin sunucularýn meþgul olduðunu cevapladý
uk: Сервер запит╕в Napster пов╕домив, що вс╕ сервери були зайнят╕

source: Connected (%s:%i)...awaiting login reply...
da: Tilsluttete (%s:%i)...venter på svar på logind
de: Verbunden (%s:%i)...erwarte Antwort auf Login...
el: Συνδεδεμένος (%s:%i)...αναμονή απάντησης ελέγχου αυθεντηκότητας
es: Conectado (%s:%i)... esperando respuesta de acceso...
fi: Yhdistetty (%s:%i)...odotetaan vastausta kirjautumiseen...
fr: Connection établie... (%s:%i)...Veuillez patienter...
gl: Conectado (%s:%i)...agardando a resposta á autenticación...
hu: Kapcsolatban (%s:%i)... válaszra vár...
it: Connesso (%s:%i)... aspetto risposta di login...
nl: Verbonden (%s:%i)...aan het wachten voor login reply...
no: Tilkoblet (%s:%i)...venter på svar om innlogging...
pt_br: Conectado (%s:%i)... esperando a autenticação do servidor...
ru: Подключен (%s:%i)... ожидание ответа регистрации...
sl: Povezan (%s:%i)...èakam na odziv...
sv: Ansluten (%s:%i)...väntar på inloggningssvar...
tr: Baðlý ( %s:%i ) ... giriþ cevabýný bekliyorum ...
uk: П╕д'╓днано (%s:%i)...оч╕кування в╕дпов╕д╕ ре╓стац╕╖...

source: Length
da: Længde
de: Länge
el: Διάρκεια
fi: Pituus
fr: Durée
gl: Lonxitude
hu: Hossz
no: Lengde
pt_br: Duração
ru: Длина
sl: Dol¾ina
sv: Längd
tr: Süre
uk: Довжина

source: Search:
da: Søg:
de: Suche:
el: Αναζήτηση:
fi: Hae:
fr: Rechercher
gl: Buscar:
hu: Keresés:
no: Søk:
pt_br: Busca:
ru: Поиск:
sl: Iskanje:
sv: Sök:
tr: Ara :
uk: Пошук:

source: NOT
da: IKKE
de: NICHT
el: ΟΧΙ
fi: EI
fr: PAS
gl: NON
hu: NEM
no: IKKE
pt_br: NÂO
sl: NE
sv: INTE

source: Browse
da: Gennemse
de: Durchsuchen
el: Περιήγηση
fi: Selaa
fr: Fureter
gl: Examinar
hu: Böngészés
no: Se på
pt_br: Explorar
ru: Просмотр
sl: Brskaj
sv: Bläddra
tr: Gez
uk: Перегляд

source: Info
el: Πληροφορίες
fi: Tietoja
gl: Información
hu: Infó
pt_br: Detalhes
ru: Инфо
sl: Podatki
tr: Bilgi
uk: ╤нформац╕я

source: Max simultaneous downloads:
da: Maks. samtidige nedlastninger:
de: Maximale gleichzeitige Downloads:
el: Μέγ. αριθμός ταυτόχρονων μεταφορτώσεων:
fi: Samanaikaisten lataamisten enimm‰ism‰‰r‰:
fr: Nombre MAX de téléchargements:
gl: Máximas descargas simultáneas:
hu: Max egyidejû letöltés:
no: Maks samtidige nedlastinger:
pt_br: Downloads simultâneos (Máx)
ru: Макс. число одновременных скачиваний:
sl: Najveè hkratnih sprejemanj:
sv: Maximalt antal samtidiga hämtningar:
tr: En fazla yükleme giriþimi :
uk: Максимальна к╕льк╕сть одночасних звантажень:
