Repository: GNOME/gnome-i18n
Catalog: extra-po/fpm/*.po
Languages: az, da, ja, no, pl, pt, sk, tr, vi, zh_cn

source: Copy _Password
az: Parolu _Köçür
da: Kopiér _adgangskode
ja: パスワードのコピー(_P)
no: Kopier _passord
pl: Skopiuj _has³o
pt: Copiar _Senha
sk: Kopírova» _heslo
tr: _Parolayı Kopyala
vi: Sao chép _mật khẩu
zh_cn: 复制口令(_P)

source: Copy _Username
az: İ_stifadəçi Adını Köçür
da: Kopiér _brugernavn
ja: ユーザ名のコピー(_U)
no: Kopier br_ukernavn
pl: Skopiuj _nazwê u¿ytkownika
pt: Copiar _Utilizador
sk: Kopírova» _meno
tr: _Kullanıcı İsmini Kopyala
vi: Sao chép _tên người dùng
zh_cn: 复制用户名(_U)

source: _Delete Item
az: Üzvü _Sil
da: _Fjern objekt
ja: アイテムの削除(_D)
no: _Slett oppføring
pl: _Usuñ pozycjê
pt: _Apagar Item
sk: _Odstráni» polo¾ku
tr: Öğeyi _Sil
vi: _Xóa
zh_cn: 删除条目(_D)

source: Launcher Preferences
az: Başladıcı Xüsusiyyətləri
da: Starterindstillinger
ja: ランチャーの設定
no: Brukervalg for oppstarter
pl: Preferencje pozycji uruchomieniowej
pt: Preferências de Iniciador
sk: Nastavenie spú¹»ania
tr: Başlatıcı Özellikleri
vi: Thông số bộ phóng
zh_cn: 启动首选项

source: Change Password
az: Parolu Dəyişdir
da: Ændr adgangskode
ja: パスワードを変更します
no: Endre passord
pl: Zmieñ has³o
pt: Modificar Senha
sk: Zmeni» heslo
tr: Parolayı Değiştir
vi: Đổi mật khẩu
zh_cn: 修改口令

source: Figaro's Password Manager
az: Figaronun Parol İdarəçisi
da: Figaros adgangskodehåndterer
ja: Figaroパスワードマネージャ
no: Figaro's passordhåndterer
pl: Mened¿er hase³ Figaro
pt: Gestor de Senhas Figaro
sk: Figarov správca hesiel
tr: Figaro'nun Parola Yöneticisi
vi: Bộ quản lý mật khẩu của Figaro
zh_cn: Figaro口令管理器

source: Save
az: Qeyd Et
da: Gem
ja: 保存
no: Lagre
pl: Zapisz
pt: Gravar
sk: Ulo¾i»
tr: Kaydet
vi: Lưu
zh_cn: 保存

source: New
az: Yeni
da: Ny
ja: 新規
no: Ny
pl: Nowe
pt: Novo
sk: Nový
tr: Yeni
vi: Mới
zh_cn: 新建

source: New Password Entry
az: Yeni Parol Sahəsi
da: Ny adgangskodeindgang
ja: パスワードを作成します
no: Ny passordoppføring
pl: Dodaje pozycjê listy hase³
pt: Nova Entrada de Senha
sk: Nová polo¾ka hesla
tr: Yeni Parola Girişi
vi: Mật khẩu mới
zh_cn: 新建口令条目

source: Edit
az: Düzəlt
da: Redigér
ja: 編集
no: Rediger
pl: Zmodyfikuj
pt: Editar
sk: Upravi»
tr: Düzenle
vi: Sửa
zh_cn: 编辑

source: Edit Password Entry
az: Parol Sahəsini Düzəlt
da: Redigér adgangskodeindgang
ja: パスワードを編集します
no: Rediger passordoppføring
pl: Modyfikuje pozycjê listy hase³
pt: Editar Entrada de Senha
sk: Upraví polo¾ku hesla
tr: Parola Girişini Düzenle
vi: Sửa mật khẩu
zh_cn: 编辑口令条目

source: Jump
az: Sıçra
da: Spring
ja: 移動
no: Hopp
pl: Przejd¼
pt: Saltar
sk: Prejs» na
tr: Atla
vi: Nhảy
zh_cn: 跳转

source: User
az: İstifadəçi
da: Bruger
ja: ユーザ
no: Bruker
pl: U¿ytkownik
pt: Utilizador
sk: Pou¾ívateµ
tr: Kullanıcı
vi: Người dùng
zh_cn: 用户

source: Pass
da: Adgangskode
ja: パス
pl: Has³o
pt: Senha
sk: Heslo
tr: Geçiş
vi: Mật khẩu
zh_cn: 通过

source: Category
az: Kateqoriya
da: Kategori
ja: カテゴリ
no: Kategori
pl: Kategoria
pt: Categoria
sk: Kategória
tr: Sınıf
vi: Phân loại
zh_cn: 类别

source: Title
az: Başlıq
da: Titel
ja: タイトル
no: Tittel
pl: Tytu³
pt: Título
sk: Titulok
tr: Başlık
vi: Tựa đề
zh_cn: 标题

source: URL / Cmd
da: URL/Kommando
ja: URL / コマンド
no: URL / kmd
pl: URL / Polecenie
sk: URL / Príkaz
tr: URL / Kmt
vi: URL / Lệnh

source: (c) 2000 John Conneely & other contributors
da: © 2000 John Conneely og andre bidragsydere
ja: (c) 2000 John Conneely & その他のコントリビュータ
no: © 2000 John Conneely med andre
pl: (c) 2001 John Conneely & inni twórcy
pt: (c) 2000 John Conneely & outras contribuições
sk: (c) 2000 John Conneely & ostatní
tr: (c) 2000 John Conneely ve diğer yazarlar
vi: (c) 2000 John Conneely & và những người đóng góp khác
zh_cn: 版权所有 2000 John Conneely 及其他贡献者

source: http://www.figaro.org/fpm/ This application is licensed under the GNU General Public License.
da: http://www.figaro.org/fpm/ Dette program er licenseret under GNU General Public License.
ja: http://www.figaro.org/fpm/ このアプリケーションはGNU一般公有使用承諾の下にライセンスされています
no: http://www.figaro.org/fpm Denne applikasjonen er lisensiert under GNU General Public License.
pl: http://www.figaro.org/fpm/ Aplikacja ta rozpowszechniana jest na licencji GNU General Public License.
pt: http://www.figaro.org/fpm/ Esta aplicação está licenciada sob a GNU General Public License.
sk: http://www.figaro.org/fpm/ Táto aplikácia je distribuovaná pod licenciou GNU General Public License.
vi: http://www.figaro.org/fpm/ Ứng dụng này sử dụng giấy phép GNU GPL.
zh_cn: http://www.figaro.org/fpm/ 本程序遵循GPL协议。

source: View / Edit Password Item
az: Parol Üzvünü Göstər / Düzəlt
da: Vis/redigér adgangskodesobjekt
ja: パスワードアイテムの表示/編集
no: Vis / rediger passordoppføring
pl: Widok / Modyfikacja pozycji listy hase³
pt: Ver / Editar Item de Senha
sk: Zobrazí / Upraví polo¾ku hesla
tr: Parola Öğesini Göster/Düzenle
vi: Xem / Sửa mật khẩu
zh_cn: 查看 / 编辑口令条目

source: Title:
az: Başlıq:
da: Titel:
ja: タイトル:
no: Tittel:
pl: Tytu³:
pt: Título:
sk: Titulok:
tr: Başlık:
vi: Tựa đề:
zh_cn: 标题：

source: URL / Arg:
da: URL/Argument:
ja: URL / 引数:

source: Password:
az: Parol:
da: Adgangskode:
ja: パスワード:
no: Passord:
pl: Has³o:
pt: Senha:
sk: Heslo:
tr: Parola:
vi: Mật khẩu:
zh_cn: 口令：

source: Show Password
az: Parolu Göstər
da: Vis adgangskode
ja: パスワードを表示
no: Vis passord
pl: Wy¶wietlanie has³a
pt: Mostrar Senha
sk: Zobrazi» heslo
tr: Parolayı Göster
vi: Hiện mật khẩu
zh_cn: 显示口令

source: User Name:
az: İstifadəçi Adı:
da: Brugernavn:
ja: ユーザ名:
no: Brukernavn:
pl: Nazwa u¿ytkownika:
pt: Utilizador:
sk: Pou¾ívateµské meno:
tr: Kullanıcı Adı:
vi: Tên người dùng:
zh_cn: 用户名：

source: Category:
az: Kateqoriyalar:
da: Kategori:
ja: カテゴリ:
no: Kategori:
pl: Kategoria:
pt: Categoria:
sk: Kategória:
tr: Sınıf:
vi: Phân loại:
zh_cn: 类别：

source: Include this password in the default list.
az: Əsas siyahıdakı parolu daxil et.
da: Inkludér denne adgangskode i standardlisten.
ja: デフォルトリストにこのパスワードを含める
no: Inkluder dette passordet i standardlisten.
pl: Do³±czanie tego has³a do domy¶lnej listy.
pt: Incluir esta senha na lista de defeito.
sk: Vlo¾i» toto heslo do ¹tandardného zoznamu.
tr: Bu parola öntanımlı listede bulunur.
vi: Bao gồm mật khẩu này trong danh sách mặc định.
zh_cn: 将口令加到默认列表中。

source: Notes:
az: Qeydlər:
da: Noter:
ja: ノート:
no: Merknader:
pl: Notatki:
pt: Notas:
sk: Poznámky:
tr: Notlar:
vi: Ghi chú:
zh_cn: 备忘录：

source: Launcher:
az: Başladıcı:
da: Starter:
ja: ランチャー:
no: Oppstarter:
pl: Pozycja uruchomieniowa:
pt: Iniciador:
sk: Spú¹»aè:
tr: Başlatıcı:
vi: Bộ phóng:
zh_cn: 启动：

source: Generate...
az: Yarat...
da: Generér...
ja: 生成しています...
no: Generer...
pl: Wygeneruj...
pt: Gerar...
sk: Generova»...
tr: Üret...
vi: Phát sinh...
zh_cn: 生成...

source: Welcome to
az: Xoş Gəldiniz
da: Velkommen til
ja: ようこそ
no: Velkommen til
pl: Witaj w
pt: Bem Vindo ao
sk: Vitajte v
tr: Hoş geldiniz
vi: Chào mừng tới
zh_cn: 欢迎来到

source: Couldn't find pixmap file: %s
az: Rəsm faylını tapa bilmədim: %s
da: Kunne ikke finde billedfilen: %s
ja: pixmapファイルを見つけることが出来ませんでした: %s
no: Kunne ikke finne bildefil: %s
pl: Nie mo¿na odnale¼æ pliku piksmapy: %s
pt: Incapaz de encontrar ficheiro de imagem: %s
sk: Nepodarilo sa nájs» súbor s pixmapou: %s
tr: Pixmap dosyası bulunamadı: %s
vi: Không thể tìm thấy tập tin pixmap: %s
zh_cn: 无法找到象图文件：%s

source: Enter your password here.
az: Buraya parolunuzun girin
da: Angiv din adgangskode her.
ja: ここにパスワードを入力してください
no: Skriv inn ditt passord her.
pl: Miejsce na wprowadzenie has³a.
pt: Introduza aqui a sua senha.
sk: Sem zadajte va¹e heslo.
tr: Parolanızı buraya giriniz.
vi: Nhập mật khẩu vào đây.
zh_cn: 请在此输入您的口令。

source: Autogenerate Password
az: Parol Özün Yarat
da: Autogenerér adgangskode
ja: パスワードを自働生成
no: Autogenerer passord
pl: Automatyczne generowanie has³a
pt: Gerar Senha Automaticamente
sk: Automatické generovanie hesla
tr: Parola Oluştur
vi: Tự động phát sinh mật khẩu
zh_cn: 自动生成口令

source: Generation Options
az: Yaratma Seçənəkləri
da: Genereringsalternativer
ja: 生成オプション
no: Alternativer for generering
pl: Opcje generowania
pt: Opções de Geração
sk: Mo¾nosti generovania
tr: Üretim Seçenekleri
vi: Tùy chọn phát sinh
zh_cn: 生成选项

source: Number of Characters:
az: Xarakter Miqdarı:
da: Antal tegn:
ja: 文字数:
no: Antall tegn:
pl: Liczba znaków:
pt: Número de Caracteres:
sk: Poèet znakov:
tr: Karakter Sayısı:
vi: Số ký tự:
zh_cn: 字符数：

source: Use lowercase letters (a, b, c,... )
az: Kiçik hərflərdən istifadə et (a, b, c,... )
da: Brug små bogstaver (a, b, c, ... )
ja: 小文字を使用する (a, b, c,... )
no: Bruk små bokstaver (a, b, c,... )
pl: U¿ywanie ma³ych liter (a, b, c,... )
pt: Utilizar minúsculas (a, b, c,... )
sk: Pou¾íva» malé písmená (a, b, c, ...)
tr: Küçük harfleri kullan (a,b,c,...)
vi: Dùng chữ thường (a, b, c...)
zh_cn: 用小写字母 (a、b、c ...)

source: Use uppercase letters (A, B, C.. )
az: Böyük hərflərdən istifadə et (A, B, C.. )
da: Brug store bogstaver (A, B, C, ... )
ja: 大文字を使用する (A, B, C.. )
no: Bruk store bokstaver (A, B, C,... )
pl: U¿ywanie du¿ych liter (A, B, C,... )
pt: Utilizar maiúsculas (A, B, C,.. )
sk: Pou¾íva» veµké písmená (A, B, C, ...)
tr: Büyük harfleri kullan (A,B,C,...)
vi: Dùng chữ hoa (A, B, C...)
zh_cn: 用大写字母 (A、B、C ...)

source: Use numbers (1, 2, 3... )
az: Rəqəm istifadə et (1, 2, 3... )
da: Brug cifre (1, 2, 3, ... )
ja: 数字を使用する (1, 2, 3... )
no: Bruk tall (1, 2, 3,... )
pl: U¿ywanie cyfr (1, 2, 3... )
pt: Utilizar números (1, 2, 3...)
sk: Pou¾íva» èíslice (1, 2, 3, ...)
tr: Rakamları kullan (1,2,3,...)
vi: Dùng số (1, 2, 3...)
zh_cn: 用数字 (1、2、3 ...)

source: Use symbols (!, @, #...)
az: Simvol istifadə et (!, @, #...)
da: Brug symboler (!, @, #, ... )
ja: シンボルを使用する (!, @, #...)
no: Bruk symboler (!, @, #,... )
pl: U¿ywanie symboli specjalnych (!, @, #...)
pt: Utilizar símbolos (!, @, #...)
sk: Pou¾íva» symboly (!, @, #...)
tr: Sembolleri kullan (!,@,#,...)
vi: Dùng ký hiệu (!, @, #...)
zh_cn: 用符号 (!、@、# ...)

source: Avoid ambiguous characters (l,I&1, O&0, etc.)
az: Qəribə xarakterlərdən imtina et (l,I&1, O&0, etc.)
da: Undgå tvetydige tegn (l,I&1, O&0, osv.)
ja: 紛らわしい文字を回避する (l,I&1, O&0, etc.)
no: Unngå tvetydige tegn (l, I&1, O&0, etc.)
pl: Unikanie niejednoznaczno¶ci (l,I i 1, O i 0, itp.)
pt: Evitar caracteres ambíguos (l,I&1, O&0, etc.)
sk: Nepou¾íva» nejasné znaky (l,I&1, O&0, apod.)
tr: Benzer karakterleri kullanma (l,I,1,O,0,v.s.)
vi: Tránh dùng ký tự dễ nhầm lẫn (l, I&1, O&0, ...)
zh_cn: 避免不明确的字符 (l、I和1；O和0；等等)

source: Bit equivalent: 2 ^
az: Bit ekivalenti: 2 ^
da: Bitækvivalent: 2 ^
ja: 同値の最小数: 2 ^
no: Bit ekvivalent: 2 ^
pl: Odpowiednik bitowy: 2 ^
pt: Bit equivalente: 2 ^
sk: Bitová ekvivalencia: 2 ^
tr: Bit eşdeğeri: 2 ^
zh_cn: 等效比特：2 ^

source: Number of combinations: 10 ^
az: Kombinasiya miqdarları: 10 ^
da: Antal kombinationer: 10 ^
ja: 組合せの数: 10 ^
no: Antall kombinasjoner: 10 ^
pl: Liczba kombinacji: 10 ^
pt: Número de combinações: 10 ^
sk: Poèet kombinácií: 10 ^
tr: Olasılık sayısı: 10 ^
vi: Số tổ hợp: 10 ^
zh_cn: 组合数：10 ^

source: Generated Password:
az: Yaradılmış Parol:
da: Genereret adgangskode:
ja: 生成されたパスワード:
no: Generert passord:
pl: Wygenerowane has³o:
pt: Senha Gerada:
sk: Vygenerované heslo:
tr: Üretilen Parola:
vi: Mật khẩu kết quả:
zh_cn: 生成口令：

source: Generate!
az: Yarat!
da: Generér!
ja: 生成!
no: Generer!
pl: Wygeneruj!
pt: Gerar!
sk: Generova»
tr: Üret!
vi: Phát sinh!
zh_cn: 生成！

source: Choose Password
az: Parol Seç
da: Vælg adgangskode
ja: パスワードの選択
no: Velg passord
pl: Wybór has³a
pt: Seleccionar Senha
sk: Vyberte heslo
tr: Parolayı Seç
vi: Chọn mật khẩu
zh_cn: 选择口令

source: Welcome to Figaro's Password Manager! Please choose the password which will be used to encrypt your passwords. It is vital that you remember this password; without it, you can not access your password list.
da: Velkommen til Figaros adgangskodehånterer! Vælg den adgangskode som skal bruges for at kryptere dine adgangskoder. Det er meget vigtigt at du kan huske denne adgangskode. Uden det vil du ikke kunne komme til adgangskodeliste.
ja: ようこそ Figaroパスワードマネージャへ! あなたのパスワードを暗号化するために使用されるパスワードを選択してください．これはこのパスワードを思い出すために重要です; これなしでは，あなたのパスワードリストにアクセスすることが出来ません．
no: Velkommen til Figaro's passordhåndterer! Vennligst velg passord som skal brukes for å kryptere dine passord. Det er viktig at du husker dette passordet; uten dette vil du ikke kunne aksessere din passordliste.
pl: Witaj w mened¿erze hase³ Figaro! Podaj has³o, które bêdzie zabezpieczaæ dostêp do wszystkich twoich hase³. Zapamiêtanie tego has³a jest bardzo wa¿ne, gdy¿ tylko ono umo¿liwi dostêp do listy hase³.
pt: Bem Vindo ao Gestor de Senhas Figaro! Seleccione a senha que será utilizada para encriptar as suas senhas. É vital que memorize esta senha; sem ela, não será capaz de aceder à sua lista de senhas.
sk: Vitajte vo Figarovom správcovi hesiel! Prosím, vyberte heslo, ktoré chcete pou¾i» pre ¹ifrovanie va¹ich hesiel. Je dôle¾ité, aby ste si toto heslo zapamätali, bez neho sa nedostanete k zoznamu va¹ich hesiel.
tr: Figaro'nun Parola Yöneticisine Hoş Geldiniz! Lütfen parolalarınızı şifrelemekte kullanılacak parolayı seçiniz. Bu parola olmaksızın parola listenize erişemeyeceğinizden onu hatırlamak yaşamsal öneme sahiptir.
vi: Chào mừng tới Bộ quản lý mật khẩu của Figaro! Vui lòng chọn mật khẩu sẽ được dùng để mã hoá các mật khẩu của bạn. Nó rất quan trọng. Bạn phải nhớ mật khẩu này vì nếu không có nó thì bạn không thể truy cập danh sách mật khẩu của bạn.
zh_cn: 欢迎使用Figaro的口令管理器！ 请选择用来加密您的口令的密钥！ 请务必记住此密钥；否则您将无法访问您的口令列表。

source: Please choose a password:
az: Xahiş edirik, parol seçin:
da: Vælg en adgangskode:
ja: パスワードを選択してください:
no: Vennligst velg et passord:
pl: Podaj has³o:
pt: Seleccione uma senha:
sk: Prosím, vyberte heslo:
tr: Lütfen bir parola seçiniz:
vi: Vui lòng chọn mật khẩu:
zh_cn: 请选择一个密钥：

source: Verify it by typing it again here:
az: Burada yenidan yazaraq təsdiqlə:
da: Verificér den ved at angive den en gang til:
ja: 確認のためもう一度入力してください:
no: Verifiser det ved å skrive det på nytt her:
pl: Zweryfikuj je, wpisuj±c je tutaj ponownie:
pt: Verifique-a escrevendo-a aqui novamente:
sk: Overte ho opakovaným zadaním sem:
tr: Doğrulamak için tekrar yazınız:
vi: Xác nhận mật khẩu bằng cách gõ lại lần nữa:
zh_cn: 重新输入以验证：

source: FPM: Launcher Preferences
az: FPM: başladıcı Xüsusiyyətləri
da: FPM: Starterindstillinger
ja: FPM: ランチャーの設定
no: FPM: Brukervalg for oppstarter
pl: FPM: Preferencje pozycji uruchomieniowej
pt: GSF: Preferências do Iniciador
sk: FPM: Nastavenie spú¹»ania
tr: FPM: Başlatıcı Tercihleri
vi: FPM: Thông số bộ phóng
zh_cn: FPM：启动首选项

source: Delete
az: Sil
da: Fjern
ja: 削除
no: Slett
pl: Usuñ
pt: Apagar
sk: Odstráni»
tr: Sil
vi: Xóa
zh_cn: 删除

source: Launcher Name:
az: Başladıcı Adı:
da: Starternavn:
ja: ランチャー名:
no: Navn på oppstarer:
pl: Nazwa pozycji uruchomieniowej
pt: Nome do Iniciador:
sk: Meno spú¹»aèa:
tr: Başlatıcı İsmi:
vi: Tên bộ phóng:
zh_cn: 启动名称：

source: Command Line:
az: Əmr sətiri:
da: Kommandolinje:
ja: コマンドライン:
no: Kommandolinje:
pl: Wiersz poleceñ:
pt: Linha de Comando:
sk: Príkazový riadok:
tr: Komut Satırı:
vi: Dòng lệnh:
zh_cn: 命令行：

source: Copy Password:
az: Parolu Köçür:
da: Kopiér adgangskode:
ja: パスワードのコピー:
no: Kopier passord:
pl: Kopiowanie has³a:
pt: Copiar Senha:
sk: Kopírova» heslo:
tr: Parola Kopyala:
vi: Sao chép mật khẩu:
zh_cn: 复制口令：

source: Copy User:
az: İstifadəçiyi Köçür:
da: Kopiér bruger:
ja: ユーザ名のコピー:
no: Kopier bruker:
pl: Kopiowanie u¿ytkownika:
pt: Copiar Utilizador:
sk: Kopírova» pou¾ívateµa:
tr: Kullanıcı Adı Kopyala:
vi: Sao chép người dùng:
zh_cn: 复制用户：

source: to primary sel.
az: ilkin seçkiyə.
da: til primært klippebord.
ja: 最初の選択へ
no: til primært utvalg
pl: do g³ównego zaznaczenia
pt: para sel. primária
sk: do primárneho výberu.
tr: birincil seçime.
vi: vào vùng chọn chính
zh_cn: 到主选择

source: to clipboard
az: ara yaddaşa
da: til klippebord
ja: クリップボードへ
no: til utklipsstavlen
pl: do schowka
pt: para área de transferência
sk: do schránky
tr: panoya
vi: vào clipboard
zh_cn: 到剪贴板

source: don't copy
az: köçürmə
da: kopiér ikke
ja: コピーしない
no: ikke kopier
pl: bez kopiowania
pt: não copiar
sk: nekopírova»
tr: kopyalama
vi: không chép
zh_cn: 不准复制

source: You can use the following variables in your command line: $a = argument / url $u = user name $p = password (not recommened)
az: Bu dəyişənləri əmr sətrində işlədə bilərsiniz: $a = arqument / url $u = istifadəçi adı $p = parol (tövsiyyə edilməz)
da: Du kan angive følgende variable på din kommandolinje: $a = argument/url $u = brugernavn $p = adgangskode (frarådes)
ja: コマンドラインには以下の値を使うことが出来ます: $a = 引数 / URL $u = ユーザ名 $p = パスワード (推奨しません)
no: Du kan bruke følgende variabler i din kommandolinje: $a = argument / URL $u = brukernavn $p = passord (ikke anbefalt)
pl: W wierszu poleceñ mo¿esz u¿yæ nastêpuj±cych zmiennych: $a = argument / URL $u = nazwa u¿ytkownika $p = has³o (nie zalecane)
pt: Pode utilizar as seguintes variáveis na sua linha de comando: $a = argumento / url $u = utilizador $p = senha (não recomendado)
sk: Na príkazovom riadku mô¾ete pou¾íva» tieto premenné: $a = argument / url $u = pou¾ívateµ $p = heslo (nedoporuèené)
tr: Komut satırından kullanılabilecek değişkenler: $a = argüman / url $u = kullanıcı ismi $p = parola (önerilmez)
vi: Bạn có thể dùng các ký hiệu sau đây trong dòng lệnh: $a = đối số / url $u = tên người dùng $p = mật khẩu (không khuyến khích)
zh_cn: 您在命令行中可以用如下变量： $a = 参数 / url $u = 用户名 $p = 口令 (不推荐)

source: Couldn't create pixmap from file: %s
az: Fayldan rəsmi yarada bilmədim : %s
da: Kunde ikke oprette pixmap fra filen: %s
ja: ファイルからpixmapを作成することが出来ませんでした: %s
no: Kunne ikke opprette bilde fra fil: %s
pl: Nie mo¿na utworzyæ piksmapy z pliku: %s
pt: Incapaz de criar imagem a partir de ficheiro: %s
sk: Nepodarilo sa vytvori» pixmapu zo súboru: %s
tr: Dosyadan pixmap oluşturulamadı: %s
vi: Không thể tạo pixmap từ tập tin: %s
zh_cn: 无法由文件创建位图映射：%s
