Repository: GNOME/gnome-i18n
Catalog: extra-po/glunarclock/*.po
Languages: de, wa, zh_cn

source: glunarclock: displays the current phase of the moon and pertinant astronomical data. Based on wmMoonClock by Mike Henderson and the GNOME Fish Applet by George Lebl.
de: glunarclock: zeigt die aktuelle Phase des Mondes sowie zugehörige astronomische Daten an. Dieses Programm basiert auf wmMoonClock von Mike Henderson und den GNOME Fish Applet von George Lebl.
wa: glunarclock håyneye li faze del leune k' i gn a pol moumint, eyet des dnêyes astronomikes eteressantes. Ci programa est Båzé so wmMoonClock da Mike Henderson eyet l' aplikete do pexhon di Gnome fwaite pa George Lebl.
zh_cn: glunarclock：显示当前月相和相关的天文数据。基于Mike henderson的wmMoonClock和George Lebl的GNOME Fish。

source: cannot allocate image pixbuf.
de: Bildpixbuf konnte nicht alloziert werden.
wa: dji n' sai alouwer li tampon d' imådje (pixbuf).
zh_cn: 无法分配图像

source: %s cannot load moon image file %s. Please select a new image file in the properties dialog.
de: %s kann die Moonbilddatei %s nicht laden. Bitte wählen Sie eine andere in dem Eigenschaftendialog.
wa: %s ni sai tcherdjî li fitchî d' imådje del leune %s. Tchoezixhoz on nou fitchî d' imådje el purnea des prôpietés.
zh_cn: %1$s无法载入月亮的图像文件%2$s。 请在选项对话框中选择一新的图像文件。

source: cannot allocate buffering pixmap.
de: Pufferpixmap konnte nicht alloziert werden.
wa: dji n' sai alouwer li pixmap tampon.
zh_cn: 无法分配缓冲位图。

source: cannot allocate composing pixbuf.
de: Pixbuf für das komponierte Bild konnte nicht alloziert werden.
wa: dji n' sai alouwer li tampon d' imådje (pixbuf) compôzite.
zh_cn: 无法分配复合缓冲。

source: The moon is currently above the horizon.
de: Der Mond ist zur Zeit über dem Horizont
wa: Li leune est pol moumint å dzeu del roye do cir.
zh_cn: 现在月亮在地平线以上。

source: The moon is currently below the horizon.
de: Der Mond ist zur Zeit unter dem Horizont
wa: Li leune est pol moumint pa drî del roye di cir.
zh_cn: 现在月亮在地平线以下。

source: About...
de: Über...
wa: Å dfait...
zh_cn: 关于...

source: Properties...
de: Eigenschaften
wa: Prôpietés...
zh_cn: 属性...

source: Help
de: Hilfe
wa: Aidance
zh_cn: 帮助

source: GNOME Lunar Clock Properties
de: GNOME Monduhr Eigenschaften
wa: Prôpietés del ôrlodje lunaire di Gnome
zh_cn: GNOME Lunar Clock 选项

source: Moon Image Filename:
de: Name der Mondbilddatei
wa: No d' fitchî del imådje del leune:
zh_cn: 月亮图像的文件名：

source: Browse
de: Auswählen
wa: Foyter
zh_cn: 浏览

source: Frames In Moon File:
de: Einzelbildzahl der Bilddatei
wa: Cådes dins l' animåcion:
zh_cn: 月亮文件帧数：

source: Moon Image
de: Mondbilddatei
wa: Imådje del leune
zh_cn: 月亮图像

source: Latitude (decimal degrees):
de: Breitengrad (Dezimaldarstellung):
wa: Latitude (avou des decimåles di degré):
zh_cn: 纬度(十进制度数)：

source: North
de: Nord
wa: Nôr
zh_cn: 北

source: South
de: Süd
wa: Sud
zh_cn: 南

source: Longitude (decimal degrees):
de: Längengrad (Dezimaldarstellung):
wa: Londjitude (avou des decimåles di degré):
zh_cn: 经度(十进制度数)：

source: West
wa: Ouwesse
zh_cn: 西

source: East
de: Ost
wa: Esse
zh_cn: 东

source: Location
de: Ort
wa: Eplaeçmint
zh_cn: 位置

source: Moon Data
de: Monddaten
wa: Dinêyes sol leune
zh_cn: 月亮数据

source: Time
de: Zeit
wa: Tins
zh_cn: 时间

source: Local Standard Time
de: lokale Standardzeit
wa: Tins standård
zh_cn: 本地标准时间

source: Local Mean Time
de: lokale Durchschnittszeit
wa: Tins moyén
zh_cn: 本地平均时间

source: Local Apparent Time
de: lokale Sonnenuhr-Zeit
wa: Tins aparint
zh_cn: 本地显示时间

source: Local Sidereal Time
de: lokale siderische Zeit
wa: Tins siderål
zh_cn: 本地恒星时间

source: Greenwich Mean Time
de: Greenwicher Zeit
wa: Tins univiersel (UTC)
zh_cn: 格林威治平均时间

source: Moon's Appearance
de: Erscheinungsbild des Mondes
wa: Rivnance del leune
zh_cn: 月亮外形

source: Age of Moon
de: Alter des Mondes
wa: Ådje del leune
zh_cn: 月历

source: Fraction of Cycle
de: Prozent des Zyklus
wa: Fraccion do cike
zh_cn: 圆周部分

source: Illumination
wa: Eloumaedje
zh_cn: 明亮度

source: Above Horizon
de: Über dem Horizont
wa: Å dzeur del roye do cir
zh_cn: 地平线以上

source: Moonrise & Moonset (GMT)
de: Mondauf- und untergang (GMT)
wa: Liver & coûtchî del leune (UTC)
zh_cn: 月出和月落(GMT)

source: Yesterday
de: gestern
wa: Ayir
zh_cn: 昨天

source: Today
de: heute
wa: Ouy
zh_cn: 今天

source: Tomorrow
de: morgen
wa: Dimwin
zh_cn: 明天

source: Moonup
de: Aufgang
wa: Leune montante
zh_cn: 月升

source: Moondown
de: Untergang
wa: Leune dischindante
zh_cn: 月落

source: Moon's Coordinates
de: Koordinaten des Mondes
wa: Cowordonêyes del leune
zh_cn: 月亮的坐标

source: Right Ascension
de: Rektaszension
wa: Acinsion droete
zh_cn: 右升

source: Declination
de: Deklination
wa: Declinåjhon
zh_cn: 下倾

source: Azimuth
de: Azimut
wa: Azimute
zh_cn: 方位角

source: Altitude
wa: Hôteu
zh_cn: 海拔

source: Distance from Earth
de: Entfernung von der Erde
wa: Distance al tere
zh_cn: 与地球距离

source: no rise
de: kein Aufgang
wa: nou liver

source: no set
de: kein Untergang
wa: nou coûtchî

source: %2.1f Days
de: %2.1f Tage
wa: %2.1f djoûs
zh_cn: %2.1f 天

source: Yes
de: Ja
wa: Oyi
zh_cn: 是

source: No
de: Nein
wa: Neni
zh_cn: 否
