Repository: GNOME/gnome-i18n
Catalog: glossary/*.po
Languages: ko, ml

source: Pipe
ko: ÆÄÀÌÇÁ
ml: പൈപ്പ് (Pipe)

source: Pixel
ko: ÇÈ¼¿
ml: പിക്സല്‍

source: Pixmap
ko: ÇÈ½º¸Ê
ml: പിക്സ്മാപ്

source: Place
ko: À§Ä¡
ml: സ്ഥലം

source: Play
ko: Àç»ý
ml: തുടങ്ങുക

source: Plug-in
ko: ÇÃ·¯±×ÀÎ
ml: പ്ലഗ്ഗിന്‍

source: Point
ko: Æ÷ÀÎÆ®
ml: പോയിന്റ്

source: point to
ko: °¡¸®Å°±â

source: Poisson distribution
ko: Æ÷¾Æ¼Û ºÐÆ÷
ml: പോയിസണ്‍ വിതരണം

source: Policy
ko: Á¤Ã¥
ml: നയം

source: Polygon
ko: ´Ù°¢Çü
ml: ബഹുഭുജം

source: Polyline
ko: Æú¸®¶óÀÎ
ml: പോളിലൈന്‍

source: Pooled Variance
ko: Ç® ºÐ»ê
ml: പൂള്‍ ചെയ്ത വാരിയന്‍സ്

source: popup menu
ko: ÆË¾÷ ¸Þ´º
ml: പോപ്അപ് മെനു

source: port
ko: Æ÷Æ®
ml: പോര്‍ട്ട്

source: Portrait
ko: ¼¼·Î
ml: പോര്‍‌ട്രേറ്റ്

source: Post Processor
ko: Æ÷½ºÆ® ÇÁ·Î¼¼¼­
ml: പോസ്റ്റ് പ്രൊസസ്സര്‍

source: Postal Box
ko: ¿ìÆíÇÔ
ml: തപാല്‍ പെട്ടി

source: postscript
ko: Æ÷½ºÆ®½ºÅ©¸³Æ®

source: power management
ko: Àü¿ø °ü¸®
ml: വൈദ്യുതി മാനേജ്മെന്റ്

source: Preferences
ko: È¯°æ ¼³Á¤
ml: മുന്‍ഗണന

source: Prefix
ko: Á¢µÎ¾î
ml: പ്രിഫിക്സ്

source: press
ko: ´©¸£±â

source: pressed in
ko: ´­·ÁÁø »óÅÂ

source: Preview
ko: ¹Ì¸® º¸±â
ml: തിരനോട്ടം

source: Primary Colors
ko: ±âº» »ö»ó
ml: പ്രാഥമിക നിറങ്ങള്‍

source: Print
ko: ÇÁ¸°Æ®
ml: അച്ചടി

source: Print area
ko: ÇÁ¸°Æ® ¿µ¿ª
ml: അച്ചടി ഏരിയ

source: Printer
ko: ÇÁ¸°ÅÍ
ml: അച്ചടി യന്ത്രം

source: Priority
ko: ¿ì¼± ¼øÀ§
ml: മുന്‍ഗണന

source: Privacy
ko: ÇÁ¶óÀÌ¹ö½Ã
ml: സ്വകാര്യത

source: Private key
ko: °³ÀÎ Å°
ml: സ്വകാര്യ കീ

source: Private Messages
ko: °³ÀÎ ¸Þ½ÃÁö
ml: സ്വകാര്യമായ സന്ദേശം

source: privileges
ko: ±ÇÇÑ

source: Problem
ko: ¹®Á¦
ml: വിഷമപ്രശ്നം

source: Process
ko: ÇÁ·Î¼¼½º
ml: പ്രൊസസ്

source: Process ID
ko: ÇÁ·Î¼¼½º ID
ml: പ്രൊസസ് ഐഡി (ID)

source: Processor
ko: ÇÁ·Î¼¼¼­
ml: പ്രോസ്സസര്‍

source: Program
ko: ÇÁ·Î±×·¥
ml: പ്രോഗ്രാം

source: Progress
ko: ÁøÇà
ml: പുരോഗതി

source: Progress Bar
ko: ÁøÇà·ü Ç¥½ÃÁÙ
ml: പ്രോഗ്രസ് ബാര്‍

source: project
ko: ÇÁ·ÎÁ§Æ®
ml: സംരംഭം

source: Propagation
ko: ÀüÆÄ
ml: പ്രചരിപ്പിക്കല്‍

source: Properties
ko: ¼Ó¼º
ml: ഗുണഗണങ്ങള്‍

source: Proportional font
ko: °¡º¯Æø ±Û²Ã
ml: വലിപ്പാനുസൃത വീതിയുള്ള അക്ഷരരൂപം

source: Protected
ko: º¸È£µÊ
ml: സംരക്ഷിക്കുക

source: protected workbooks
ko: º¸È£ ÅëÇÕ ¹®¼­
ml: സംരക്ഷിത വര്‍ക്ക്ബുക്കുകള്‍

source: Protection
ko: º¸È£
ml: സംരക്ഷണം

source: Protocol
ko: ÇÁ·ÎÅäÄÝ
ml: പ്രോട്ടോകാള്‍

source: Provision
ko: ±ÔÁ¤
ml: സാമഗ്രികള്‍

source: Proxy
ko: ÇÁ·Ï½Ã
ml: പ്രോക്സി

source: proxy server
ko: ÇÁ·Ï½Ã ¼­¹ö
ml: പ്രോക്സി സേവകന്‍

source: Public
ko: °ø¿ë
ml: പൊതുവായ

source: Public Key
ko: °ø°³ Å°
ml: മറ്റുള്ളവര്‍ക്കുള്ള കീ

source: Query
ko: ÁúÀÇ
ml: അന്വേഷണം

source: Queue
ko: ´ë±â¿­
ml: നിര

source: Quit
ko: Á¾·á
ml: പുറത്തു കടക്കുക

source: Quoting
ko: ÇÒ´ç·®
ml: ക്വോട്ടിങ്ങ്

source: Radar map
ko: ·¹ÀÌ´õ ¸Ê
ml: റഡാര്‍ മാപ്

source: Radio
ko: ¶óµð¿À
ml: റേഡിയോ

source: Radio Button
ko: ¶óµð¿À ¹öÆ°
ml: റേഡിയോ ബട്ടണ്‍

source: Random
ko: ÀÓÀÇ
ml: അനിശ്ചിതം

source: Range
ko: ¹üÀ§
ml: പരിധി

source: Rank
ko: µî±Þ
ml: സ്ഥാനം

source: Rating
ko: µî±Þ
ml: റേറ്റിങ്ങ്

source: Ratio
ko: ºñÀ²
ml: അനുപാതം

source: Raw data
ko: ¿ø½Ã(raw) µ¥ÀÌÅÍ
ml: അസംസ്കൃത ഡാറ്റ

source: Raw memory
ko: ¿ø½Ã(raw) ¸Þ¸ð¸®
ml: അസംസ്കൃത മെമ്മറി

source: ready...
ko: ÁØºñ...
ml: തയ്യാര്‍...

source: Real Memory
ko: ½ÇÁ¦ ¸Þ¸ð¸®
ml: ഭൌതിക മെമറി

source: real path
ko: ½ÇÁ¦ °æ·Î
ml: യഥാര്‍ത്ഥ വഴി

source: Real time
ko: ½Ç½Ã°£
ml: റിയല്‍ ടൈെം

source: Reboot
ko: ¸®ºÎÆ®
ml: വീണ്ടും തുടങ്ങുക

source: Receptivity
ko: ¹Î°¨µµ
ml: സൂീക്ഷ്മസംവേദനശക്തി

source: Receive
ko: ¼ö½Å
ml: സ്വീകരിയ്ക്കുക

source: Record
ko: ·¹ÄÚµå
ml: റെകാര്‍ഡ്

source: Rectangle
ko: »ç°¢Çü
ml: ദീര്‍ഘചതുരം

source: Recurrence
ko: ¼øÈ¯
ml: ആവര്‍ത്തനം

source: Recursion
ko: ¹Ýº¹
ml: റികര്‍ഷന്‍

source: Redisplay
ko: ´Ù½Ã Ç¥½Ã
ml: പുനപ്രദര്‍ശനം

source: Redo
ko: Àç½ÇÇà
ml: മുന്നോട്ട്

source: Refresh
ko: Àç»ý
ml: പുതുക്കുക

source: Region
ko: ¿µ¿ª
ml: ഭാഗം

source: Regression analysis
ko: È¸±Í ºÐ¼®
ml: റിഗ്രഷന്‍ വിശകലനം

source: regular
ko: Á¤±Ô
ml: റെഗുലര്‍

source: Regular expression
ko: Á¤±Ô½Ä
ml: റെഗുലര്‍ എക്സ്പ്രഷന്‍

source: Regulate
ko: ±ÔÁ¦
ml: നിയന്ത്രിക്കുക

source: Relationship
ko: °ü°è
ml: ബന്ധം

source: Release
ko: ¸±¸®½º
ml: ഇറങ്ങിയ ലക്കം

source: Remote
ko: ¿ø°Ý
ml: വിദൂര

source: Remove
ko: Á¦°Å
ml: നിഷ്കാസനം

source: Rename
ko: ÀÌ¸§ ¹Ù²Ù±â
ml: റീനെയിം (Rename)

source: Repeat
ko: ¹Ýº¹
ml: റിപീറ്റ് (Repeat)

source: Replace
ko: ´ëÃ¼
ml: പകരം വയ്ക്കുക

source: Reports
ko: º¸°í¼­
ml: റിപ്പോര്‍ട്ടുകള്‍

source: reserved blocks
ko: ¿¹¾à ºí·Ï
ml: പറഞ്ഞുവച്ച ബ്ലോക്കുകള്‍

source: Reset
ko: Àç¼³Á¤
ml: പുനഃസ്ഥാപിക്കുക

source: Resident
ko: »óÁÖ
ml: റെസിഡന്റ്

source: Resident memory
ko: »óÁÖ ¸Þ¸ð¸®
ml: റെസിഡന്റ് മെമ്മറി

source: Residual
ko: »óÁÖ
ml: ബക്കിവന്ന

source: Resize
ko: Å©±â Á¶Á¤
ml: വലിപ്പം മാറ്റുക

source: Resolution
ko: ÇØ»óµµ
ml: വലിപ്പം

source: Resource element
ko: ÀÚ¿ø ¿ä¼Ò
ml: വിഭവ മൂലകം

source: Restart
ko: ´Ù½Ã ½ÃÀÛ
ml: വീണ്ടും തുടങ്ങുക

source: Restore
ko: º¹¿ø

source: Resume
ko: °è¼Ó
ml: പുനരാരംഭിക്കുക

source: Retrieve
ko: °Ë»ö
ml: തിരിച്ചെടുക്കുക

source: Retry
ko: Àç½Ãµµ
ml: വീണ്ടും ശ്രമിക്കുക

source: Return
ko: Return Å°
ml: നല്‍കുക

source: Reverse video
ko: ¹ÝÀü È­¸é
ml: റിവേര്‍സ് വീഡിയോ

source: Revert
ko: µÇµ¹¸®±â
ml: പൂര്‍വ്വസ്ഥിതി

source: right-click on
ko: ¸¶¿ì½º ¿À¸¥ÂÊ ¹öÆ°À» Å¬¸¯ÇÏ±â

source: right mouse button
ko: ¸¶¿ì½º ¿À¸¥ÂÊ ¹öÆ°

source: Root
ko: ·çÆ®
ml: റൂട്ട്

source: Root Directory
ko: ·çÆ® µð·ºÅä¸®
ml: അടിസ്ഥാന ഡയറക്റ്ററി

source: Root menu
ko: ·çÆ® ¸Þ´º

source: Root Window
ko: ·çÆ® Ã¢
ml: റൂട്ട് ജാലകം

source: Rotate
ko: È¸Àü
ml: തിരിയ്ക്കുക

source: RPM package
ko: RPM ÆÐÅ°Áö
ml: ആര്‍പിഎം (RPM) പാക്കേജ്

source: Run
ko: ½ÇÇà
ml: പ്രവര്‍ത്തിപ്പിയ്ക്കുക

source: Sample
ko: »ùÇÃ
ml: മാതൃക

source: Sampling
ko: Ç¥º» ÃßÃâ
ml: സാമ്പ്ലിങ്ങ്

source: Saturation
ko: Ã¤µµ
ml: സാന്ദ്രത

source: Save
ko: ÀúÀå
ml: സംരക്ഷിക്കുക

source: Scalable
ko: Á¶Á¤ °¡´É
ml: വലുതാക്കാനും ചെറുതാക്കാനുമാവുന്ന

source: Scalar
ko: ½ºÄ®¶ó
ml: സ്കേലാര്‍

source: Scale
ko: ¹èÀ²
ml: തോത്

source: Scaling Factor
ko: ¹èÀ² ÀÎÀÚ
ml: സ്കേലിങ്ങ് ഫാക്റ്റര്‍

source: Scan
ko: ½ºÄµ
ml: സ്കാന്‍

source: schedule manager
ko: ÀÏÁ¤ °ü¸®ÀÚ
ml: ഷെഡ്യൂള്‍ കാര്യസ്ഥന്‍

source: schema
ko: ½ºÅ°¸¶
ml: സ്കീമ

source: Scientific notation
ko: °úÇÐ¿ë Ç¥±â
ml: ശാസ്ത്രീയ രീതി

source: Screen
ko: È­¸é
ml: സ്ക്രീന്‍

source: Screen Saver
ko: È­¸é º¸È£±â

source: Script
ko: ½ºÅ©¸³Æ®
ml: സ്ക്രിപ്റ്റ്

source: Scroll
ko: ½ºÅ©·Ñ
ml: നിരക്കുക

source: Scrollbars
ko: ½ºÅ©·Ñ ¹Ù
ml: നിരക്കുതണ്ട്

source: Search
ko: °Ë»ö
ml: കണ്ടെത്തുക

source: Search Domains
ko: °Ë»ö µµ¸ÞÀÎ
ml: തിരയേണ്ട ഡൊമൈനുകള്‍

source: search string
ko: °Ë»ö ¹®ÀÚ¿­
ml: തിരയേണ്ട വാക്ക്

source: Secondary Colors
ko: º¸Á¶ »ö»ó
ml: രണ്ടാംനിര നിറങ്ങള്‍

source: Secure channel
ko: º¸¾È Ã¤³Î
ml: സുരക്ഷിത വഴി

source: Secure keyboard
ko: º¸¾È Å°º¸µå
ml: സുരക്ഷിത കീബോര്‍ഡ്

source: Security
ko: º¸¾È
ml: സുരക്ഷിതത്വം

source: Segment
ko: ¼¼±×¸ÕÆ®
ml: സെഗ്മെന്റ്

source: Segmentation Fault
ko: ¼¼±×¸àÅ×ÀÌ¼Ç °áÇÔ
ml: സെഗ്മന്റേഷന്‍ പിശക്

source: Select
ko: ¼±ÅÃ
ml: തിരഞ്ഞെടുക്കുക

source: selected/unselected
ko: ¼±ÅÃ/¼±ÅÃ Ãë¼Ò

source: Selection
ko: ¼±ÅÃ
ml: തിരഞ്ഞെടുത്ത ഭാഗം

source: Send
ko: º¸³»±â
ml: അയയ്ക്കുക

source: Sense
ko: °¨Áö
ml: സെന്‍സ്

source: Sensitive
ko: ¹Î°¨ÇÑ
ml: സൂക്ഷ്മസംവേദനക്ഷമമായ

source: Separator
ko: ±¸ºÐÀÚ
ml: സെപറേറ്റര്‍

source: Server
ko: ¼­¹ö
ml: സെര്‍വര്‍

source: Session
ko: ¼¼¼Ç
ml: സെഷന്‍

source: Set
ko: ¼³Á¤
ml: സെറ്റ്

source: Settings
ko: ¼³Á¤
ml: സജ്ജീകരണങ്ങള്‍

source: Setup
ko: ¼³Ä¡
ml: ക്രമീകരണം

source: Severity
ko: ½É°¢µµ
ml: രൂക്ഷത

source: shade
ko: Ã¢ÀÇ Á¦¸ñ¸¸ Ç¥½Ã

source: shaped text
ko: ÇüÅÂ°¡ ÀÖ´Â ÅØ½ºÆ®
ml: ഷേപ്പ്ഡ് ടെക്സ്റ്റ്

source: Share
ko: °øÀ¯
ml: പങ്കുവയ്ക്കുക

source: Shared Memory
ko: °øÀ¯ ¸Þ¸ð¸®
ml: ഷെയേര്‍ഡ് മെമ്മറി

source: Shift key
ko: Shift Å°
ml: ഷിഫ്റ്റ് കീ

source: shortcut command
ko: ´ÜÃà ¸í·É

source: shortcut key
ko: ´ÜÃà Å°

source: Show
ko: Ç¥½Ã
ml: കാണിക്കുക

source: Shut Down
ko: Á¾·á
ml: അടച്ചു പൂട്ടുക

source: Signal
ko: ½ÅÈ£
ml: സിഗ്നല്‍

source: signature block
ko: ¼­¸í ºí·Ï
ml: കയ്യൊപ്പ് ബ്ലോക്ക്

source: signature
ko: ¼­¸í
ml: കയ്യൊപ്പ്

source: Size box
ko: Å©±â Á¶Á¤ »óÀÚ
ml: വലിപ്പ കളം

source: Skewness
ko: ¿Öµµ
ml: ചരിവ്

source: Skip
ko: °Ç³Ê¶Ù±â
ml: ഒഴിവാക്കുക

source: Slant
ko: ºñ½ºµëÇÑ
ml: സ്ലാന്റ്

source: Slashed Cross
ko: »ç¼±Çü ½ÊÀÚ Ç¥½Ã
ml: സ്ലാഷ്ഡ് ക്രോസ്സ്

source: slave
ko: ½½·¹ÀÌºê
ml: അടിമ

source: Sleeping
ko: ÀÏ½Ã Á¤Áö
ml: ഉറങ്ങുന്ന

source: slider
ko: ½½¶óÀÌ´õ
ml: സ്ലൈഡര്‍

source: slow terminals
ko: ´À¸° ÅÍ¹Ì³Î
ml: വേഗത കറഞ്ഞ ടെര്‍മിനലുകള്‍

source: Smart
ko: ½º¸¶Æ®
ml: ചുറുചുറുക്കുള്ള

source: Smart terminal
ko: ½º¸¶Æ® ÅÍ¹Ì³Î
ml: ചുറുചുറുക്കുള്ള ടെര്‍മിനല്‍

source: smooth
ko: ´Ùµë±â
ml: മിനുക്കുക

source: Snap
ko: ½º³À
ml: പകര്‍പ്പ്

source: Snooze
ko: ÀÏ½Ã Á¤Áö
ml: ലഘുനിദ്ര

source: Socket
ko: ¼ÒÄÏ
ml: സോക്കറ്റ്

source: SOCKS Server
ko: SOCKS ¼­¹ö
ml: സോക്ക്സ് (SOCKS) സേവകന്‍

source: soft keys
ko: ¼ÒÇÁÆ® Å°
ml: സോഫ്റ്റ് കീകള്‍

source: software bug
ko: ¼ÒÇÁÆ®¿þ¾î ¹ö±×
ml: സോഫ്റ്റ്‌വെയര്‍ പിഴവ്

source: Solid model
ko: ¼Ö¸®µå ¸ðµ¨
ml: ഘനപദാര്‍ത്ഥ മാതൃക

source: Solid lines
ko: ½Ç¼±
ml: സോളിഡ് രേഖകള്‍

source: Sort
ko: Á¤·Ä
ml: തരം തിരിയ്ക്കുക

source: sound card
ko: »ç¿îµå Ä«µå
ml: ശബ്ദ കാര്‍ഡ്

source: Source
ko: ¼Ò½º
ml: സോഴ്സ്

source: Source code
ko: ¼Ò½º ÄÚµå
ml: സോഴ്സ് കോഡ്

source: Space character
ko: °ø¹é ¹®ÀÚ
ml: സ്പേയ്സ് അക്ഷരം

source: Spam
ko: ½ºÆÔ ¸ÞÀÏ
ml: സ്പാം

source: Special character
ko: Æ¯¼ö ¹®ÀÚ
ml: പ്രത്യേക അക്ഷരം

source: Specify
ko: ÁöÁ¤

source: Spell
ko: ¸ÂÃã¹ý °Ë»ç
ml: ലിപിവിന്യാസം

source: Spell Checker
ko: ¸ÂÃã¹ý °Ë»ç±â
ml: ലിപിവിന്യാസം പരിശോധിക്കുക

source: spin box
ko: ½ºÇÉ »óÀÚ

source: spool
ko: ½ºÇ®
ml: സ്പൂള്‍

source: Stabilize
ko: À¯ÁöÇÏ´Ù
ml: സ്റ്റബിലൈസ്

source: Stack
ko: ½ºÅÃ
ml: സ്റ്റാക്ക്

source: Standard
ko: Ç¥ÁØ
ml: നിലവാരം

source: Standard deviation
ko: Ç¥ÁØ ÆíÂ÷
ml: സ്റ്റാന്‍ഡേര്‍ഡ് ഡീവിയേഷന്‍

source: Standby
ko: ´ë±â
ml: സ്റ്റാന്‍ഡ്ബൈ

source: Start
ko: ½ÃÀÛ
ml: തുടങ്ങുക

source: Startup
ko: ½ÃÀÛ
ml: തുടക്കം

source: startup files
ko: ½ÃÀÛ ÆÄÀÏ
ml: തുടക്ക ഫയലുകള്‍

source: Startup Program
ko: ½ÃÀÛ ÇÁ·Î±×·¥
ml: തുടക്ക പ്രോഗ്രാം

source: State
ko: »óÅÂ
ml: അവസ്ഥ

source: Statistics
ko: Åë°è
ml: സ്ഥിതിവിവരണകണക്ക്

source: Status
ko: »óÅÂ
ml: സ്ഥിതി

source: status bar
ko: »óÅÂ Ç¥½ÃÁÙ

source: status dock
ko: »óÅÂ Ç¥½Ã ÆÐ³Î

source: status docklet
ko: »óÅÂ Ç¥½Ã Ã¢

source: step increment
ko: ´Ü°è ÁõºÐ
ml: പടിപടിയായ കയറ്റം

source: Stereotype
ko: °íÁ¤ °ü³ä
ml: സ്റ്റീരിയോടൈപ്

source: stick
ko: °íÁ¤

source: sticky notes
ko: sticky ³ëÆ®
ml: ഒട്ടിക്കുറിപ്പ്

source: Stock Ticker
ko: Áõ±Ç ½Ã¼¼±â
ml: സ്റ്റോക്ക് ടിക്കര്‍

source: Storage
ko: ÀúÀå °ø°£
ml: ശേഖരണം

source: Strikethrough
ko: Ãë¼Ò¼±
ml: കുറുകെ വരയുക

source: String
ko: ¹®ÀÚ¿­
ml: വാക്ക്

source: stripchart program
ko: ½ºÆ®¸³Â÷Æ® ÇÁ·Î±×·¥
ml: സ്ട്രിപ്ചാര്‍ട്ട് പ്രോഗ്രാം

source: structure diagram
ko: ±¸Á¶ ´ÙÀÌ¾î±×·¥
ml: സ്ട്രക്ചര്‍ ഡയഗ്രാം

source: Style
ko: ½ºÅ¸ÀÏ
ml: രീതി

source: Subdirectory
ko: ¼­ºê µð·ºÅä¸®
ml: സബ്ഡയറക്റ്ററി

source: Subject
ko: ÁÖÁ¦
ml: വിഷയം

source: Submenu
ko: ºÎ¼Ó ¸Þ´º
ml: സബ്മെനു

source: submenu item
ko: ºÎ¼Ó ¸Þ´º Ç×¸ñ

source: Submit
ko: Á¦Ãâ
ml: ഏല്‍പ്പിയ്ക്കുക

source: Subnet
ko: ¼­ºê³Ý
ml: സബ്‌നെറ്റ്

source: Subscript
ko: ¾Æ·¡ Ã·ÀÚ
ml: സബ്‌സ്ക്രിപ്റ്റ്

source: subshell support
ko: ¼­ºê½© Áö¿ø
ml: നബ്ഷെല്‍ പിന്തുണ

source: substring
ko: ºÎ¼Ó ¹®ÀÚ¿­
ml: സബ്സ്ടിങ്ങ്

source: Suffix
ko: Á¢¹Ì¾î
ml: സഫിക്സ്

source: Superscript
ko: À§ Ã·ÀÚ
ml: സൂപ്പര്‍സ്ക്രിപ്റ്റ്

source: Support
ko: Áö¿ø
ml: പിന്‍തുണ

source: Suspend
ko: ÀÏ½Ã ÁßÁö
ml: താല്‍ക്കാലികമായി നിറുത്തുക

source: swallowed application
ko: ³»ºÎ ½ÇÇà ÀÀ¿ëÇÁ·Î±×·¥

source: Swap
ko: ½º¿Ò
ml: പരസ്പരം മാറ്റുക

source: Switch level
ko: ½ºÀ§Ä¡ ·¹º§
ml: സ്വിച്ച് തലം

source: SYLK file
ko: SYLK ÆÄÀÏ
ml: സ്ലിക് (SYLK) ഫയല്‍

source: Symbol
ko: ½Éº¼
ml: പ്രതീകം

source: Symbolic Link
ko: ½Éº¼¸¯ ¸µÅ©

source: Symmetric control
ko: ´ëÄª Á¦¾î
ml: അനുരൂപ്യ ക്രമീകാരി

source: Synchronize
ko: µ¿±âÈ­
ml: ഒരുമിച്ച് നടത്തുക

source: Syntax error
ko: ±¸¹® ¿À·ù
ml: വാക്യവിനാസം തെറ്റ്

source: System
ko: ½Ã½ºÅÛ
ml: വ്യുഹം

source: System Administrator
ko: ½Ã½ºÅÛ °ü¸®ÀÚ

source: System Configuration
ko: ½Ã½ºÅÛ ±¸¼º
ml: സിസ്റ്റം ക്രമീകരണം

source: system settings
ko: ½Ã½ºÅÛ ¼³Á¤
ml: സിസ്റ്റം സജ്ജീകരണങ്ങള്‍

source: Tab
ko: ÅÇ
ml: കിളിവാതില്‍

source: tabbed section
ko: ÅÇ ¼½¼Ç

source: Table
ko: Å×ÀÌºí
ml: പട്ടിക

source: tag
ko: ÅÂ±×
ml: ടാഗ്

source: tar archive
ko: tar ¾ÆÄ«ÀÌºê
ml: ടാര്‍ ശേഖരം

source: target file
ko: ´ë»ó ÆÄÀÏ
ml: ലക്ഷ്യ ഫയല്‍

source: task
ko: ÀÛ¾÷
ml: ടാസ്ക്

source: tasklist
ko: ÀÛ¾÷ ¸ñ·Ï

source: tasklist button
ko: ÀÛ¾÷ ¸ñ·Ï ¹öÆ°

source: task group menu
ko: ÀÛ¾÷ ±×·ì ¸Þ´º

source: task menu
ko: ÀÛ¾÷ ¸Þ´º

source: Telnet
ko: ÅÚ³Ý
ml: ടെല്‍നെറ്റ് (Telnet)

source: temp file
ko: ÀÓ½Ã ÆÄÀÏ
ml: താല്ക്കാലിക ഫയല്‍

source: Template
ko: ÅÛÇÃ¸®Æ®
ml: ടെംപ്ളേറ്റ്

source: temporary buffer
ko: ÀÓ½Ã ¹öÆÛ
ml: താല്‍ക്കാലിക ബഫര്‍

source: TERM variable
ko: TERM º¯¼ö
ml: ടേം വാരിയബ്ള്‍

source: Terminal
ko: ÅÍ¹Ì³Î
ml: ടെര്‍മിനല്‍

source: Terminate
ko: Á¾·á
ml: അവസാനിപ്പിക്കുക

source: Test
ko: Å×½ºÆ®
ml: പരീക്ഷിയ്ക്കുക

source: Test Module
ko: Å×½ºÆ® ¸ðµâ
ml: പരീക്ഷണ മൊഡ്യുള്‍

source: Text
ko: ÅØ½ºÆ®
ml: ടെക്സ്റ്റ്

source: text area
ko: ÅØ½ºÆ® ¿µ¿ª
ml: ടെക്സ്റ്റ് സ്ഥാനം

source: text box
ko: ÀÔ·Â¶õ

source: Text only
ko: ÅØ½ºÆ®¸¸
ml: ടെക്സ്റ്റ് മാത്രം

source: textual name
ko: ÅØ½ºÆ® ÀÌ¸§
ml: ടെക്സ്ച്വല്‍ നാമം

source: Theme
ko: Å×¸¶
ml: രംഗവിധാനം

source: Threshold
ko: ÀÓ°èÄ¡
ml: ത്രെഷോള്‍ഡ്

source: Thumb Nails
ko: ÀÛÀº
ml: ചെറുചിത്രങ്ങള്‍

source: Tick
ko: Æ½
ml: ടിക്

source: Ticker Properties
ko: Æ¼Ä¿ ¼Ó¼º
ml: ടിക്കര്‍ ഗുണഗണങ്ങള്‍

source: Tile
ko: ¹ÙµÏÆÇ½Ä
ml: ചേര്‍ത്ത് ചേര്‍ത്ത് വയ്ക്കുക

source: Time format
ko: ½Ã°£ Çü½Ä
ml: സമയരിതി

source: time stamp
ko: ½Ã°£ ±â·Ï

source: Timeout
ko: ½Ã°£ ÃÊ°ú
ml: സമയം തീരുക

source: Timer
ko: Å¸ÀÌ¸Ó
ml: ടൈമര്‍

source: Timezone
ko: ½Ã°£´ë
ml: സമയമേഘല

source: Timing
ko: Å¸ÀÌ¹Ö
ml: ടൈമിങ്ങ്

source: Title
ko: Á¦¸ñ
ml: തലക്കെട്ട്

source: title bar
ko: Á¦¸ñ Ç¥½ÃÁÙ

source: TODO List
ko: ÇÒ ÀÏ ¸ñ·Ï
ml: ചെയ്യാനുള്ളവയുടെ നാമാവലി

source: toggle
ko: Åä±Û
ml: ടോഗ്ള്‍

source: toggle button
ko: Åä±Û ¹öÆ°

source: Tolerance
ko: Çã¿ë ÇÑ°è
ml: സഹിഷ്മുത

source: tool menu
ko: µµ±¸ ¸Þ´º
ml: ടൂള്‍ മെനു

source: Toolbar
ko: µµ±¸ ¸ðÀ½
ml: ടൂള്‍ബാര്‍

source: Toolbar button
ko: µµ±¸ ¸ðÀ½ ¹öÆ°

source: Tool
ko: µµ±¸
ml: ടൂള്‍

source: topic
ko: ÁÖÁ¦
ml: വിഷയം

source: Transfer
ko: Àü¼Û
ml: സ്ഥലമാറ്റം

source: Transfer statement
ko: Àü¼Û ¹®
ml: വിവരകൈമാറ്റം നിര്‍ദ്ദേശം

source: Transitive
ko: ÃßÀÌÀûÀÎ
ml: ട്രാന്‍സിറ്റീവ്

source: Translate
ko: º¯È¯
ml: തര്‍ജ്ജമചെയ്യുക

source: transmission channel
ko: Àü¼Û Ã¤³Î
ml: പ്രേക്ഷണ പാത

source: Transparent
ko: Åõ¸íÇÑ
ml: സുതാര്യമായ

source: Transpose
ko: ¹Ù²Ù±â
ml: ക്രമം മാറ്റുക

source: Trash
ko: ÈÞÁöÅë
ml: ചവറ്റുകുട്ട

source: Tree
ko: Æ®¸®
ml: വൃക്ഷം

source: Trim
ko: Æ®¸®¹Ö
ml: ചെത്തിക്കുറയ്ക്കുക

source: Tty
ko: ÅÚ·¹Å¸ÀÌÇÁ
ml: ടിടിവൈ (Tty)

source: Turing Machine
ko: Æ©¸µ ½Ã½ºÅÛ
ml: ട്യൂറിങ്ങ് മഷീന്‍

source: Type
ko: À¯Çü
ml: തരം

source: type bindings
ko: À¯Çü ¹ÙÀÎµù
ml: തരം ബൈന്‍ഡിങ്ങുകള്‍

source: Type mismatch
ko: À¯Çü ºÒÀÏÄ¡
ml: പൊരുത്തക്കേട്

source: unavailable
ko: »ç¿ë ºÒ°¡´É

source: Undelete
ko: »èÁ¦ Ãë¼Ò
ml: തിരിച്ചുകൊണ്ടുവരിക

source: Underline
ko: ¹ØÁÙ
ml: അടിവര

source: Undo
ko: ½ÇÇà Ãë¼Ò
ml: പിന്നോട്ട്

source: Unexpected end
ko: ¿¹±âÄ¡ ¸øÇÑ Á¾·á
ml: അപ്രക്ഷീതമായ അവസാനം

source: unexpected error
ko: ¿¹±âÄ¡ ¸øÇÑ ¿À·ù
ml: അപ്രക്ഷീതമായ തെറ്റ്

source: Unicode
ko: À¯´ÏÄÚµå
ml: യൂണികോഡ്

source: Uninstall
ko: Á¦°Å
ml: ഇന്‍സ്റ്റളേഷന്‍ നീക്കുക

source: Unknown host
ko: ¾Ë ¼ö ¾ø´Â È£½ºÆ®
ml: അപരിചിത ഹോസ്റ്റ്

source: Unload
ko: ¾ð·Îµå
ml: എടുത്ത് മാറ്റുക

source: unshade
ko: ÀüÃ¼ Ã¢ Ç¥½Ã

source: Untitled
ko: Á¦¸ñ ¾øÀ½
ml: തലക്കെട്ടില്ലാത്ത

source: Update
ko: °»½Å
ml: അപ്ഡേറ്റ്

source: Upgrade
ko: ¾÷±×·¹ÀÌµå
ml: അപ്​ഗ്രേഡ്

source: Uptime
ko: °¡µ¿ ½Ã°£
ml: ലഭ്യതാ സമയം

source: Urgent condition
ko: ±ä±ÞÇÑ »óÅÂ
ml: അടിയന്തിരമായ സ്ഥിതി

source: User
ko: »ç¿ëÀÚ
ml: ഉപയോക്താവ്

source: User defined
ko: »ç¿ëÀÚ Á¤ÀÇ
ml: ഉപയോക്തൃ നിര്‍‌വചിതം

source: user directory
ko: »ç¿ëÀÚ µð·ºÅä¸®
ml: ഉപയോക്തൃ ഡയറക്റ്ററി

source: User Interface
ko: »ç¿ëÀÚ ÀÎÅÍÆäÀÌ½º
ml: ഉപയോക്തൃ ഇന്റര്‍ഫേസ്

source: Username
ko: »ç¿ëÀÚ ÀÌ¸§
ml: ഉപയോക്തൃനാമം

source: Valid chars
ko: À¯È¿ÇÑ ¹®ÀÚ
ml: യോഗ്യമായ അക്ഷരങ്ങള്‍‌

source: Value
ko: °ª
ml: വില

source: Variable
ko: º¯¼ö
ml: വേേരിയബിള്‍

source: Variance
ko: ºÐ»ê
ml: വാരിയന്‍സ്

source: Vector Graphics
ko: º¤ÅÍ ±×·¡ÇÈ
ml: വെക്ടര്‍ ഗ്രാഫിക്സ്

source: Vendor
ko: ÆÇ¸ÅÀÚ
ml: വ്യാപാരി

source: VERBOSE
ko: ÀÚ¼¼ÇÑ Ç¥½Ã

source: Verify
ko: °ËÁõ
ml: പരിശോധിക്കുക

source: Version
ko: ¹öÀü
ml: പതിപ്പ്

source: Vertical
ko: ¼¼·Î
ml: ലംബമായ

source: Vertical Alignment
ko: ¼¼·Î Á¤·Ä
ml: ലംബ കിടപ്പ്

source: Video
ko: ºñµð¿À
ml: വീഡിയോ

source: View
ko: ºä
ml: കാഴ്ച

source: Viewport
ko: ºäÆ÷Æ®
ml: കാഴ്ചാപോര്‍ട്ട്

source: Virtual
ko: °¡»ó
ml: സാങ്കല്പികമായ

source: Virtual Desktop
ko: °¡»ó µ¥½ºÅ©Å¾
ml: സാങ്കല്പികമായ പണിയിടം

source: Visualization
ko: ½Ã°¢È­
ml: സങ്കല്‍പിയ്ക്കുക

source: Volume
ko: º¼·ý
ml: വാള്യം

source: Wallpaper
ko: º®Áö
ml: ചുമര്‍ചിത്രം

source: Warning
ko: °æ°í
ml: മുന്നറിയിപ്പ്

source: Watch file
ko: °¨½Ã ÆÄÀÏ
ml: നിരീക്ഷണ ഫയല്‍

source: Web Page
ko: À¥ ÆäÀÌÁö
ml: വെബ് താള്‍

source: website
ko: À¥ »çÀÌÆ®

source: Weight
ko: ±½±â
ml: ഭാരം

source: Width
ko: Æø
ml: വീതി

source: Window
ko: Ã¢
ml: ജാലകം

source: window frame
ko: Ã¢ ÇÁ·¹ÀÓ

source: Window frame button
ko: Ã¢ ÇÁ·¹ÀÓ ¹öÆ°

source: window group
ko: Ã¢ ±×·ì

source: window list
ko: Ã¢ ¸ñ·Ï

source: Window Manager
ko: Ã¢ °ü¸®ÀÚ
ml: ജാലക കാര്യസ്ഥന്‍

source: Word
ko: ¿öµå
ml: വാക്ക്‌

source: Work
ko: ÀÛ¾÷
ml: ജോലി

source: Workbook
ko: ÅëÇÕ ¹®¼­
ml: വര്‍ക്ക്ബുക്ക്

source: working directory
ko: ÀÛ¾÷ µð·ºÅä¸®
ml: പ്രവര്‍ത്തിച്ചുകൊണ്ടിരിയ്ക്കുന്ന ഡയറക്റ്ററി

source: Workspaces
ko: ÀÛ¾÷°ø°£

source: Wrap
ko: ÁÙ ¹Ù²Ù±â
ml: ചുറ്റല്‍

source: Write
ko: ¾²±â
ml: എഴുതുക

source: X Align
ko: X Á¤·Ä
ml: എക്സ് (X) ക്രമപ്പെടുത്തുക

source: XDMCP socket
ko: XDMCP ¼ÒÄÏ
ml: എക്സ്ഡിഎംസിപി (XDMCP) സോക്കറ്റ്

source: zero
ko: Á¦·Î
ml: പൂജ്യം

source: Zigzagline
ko: Áö±×Àç±×¼±
ml: വളഞ്ഞുപുളഞ്ഞ വര

source: Zip Drive
ko: Zip µå¶óÀÌºê
ml: സിപ് (Zip) ഡ്രൈവ്

source: Zoom
ko: È®´ë
ml: ഭൂതകണ്ണാടി

source: Actor
ml: പ്രവര്‍ത്തകന്‍

source: Boolean
ml: ബൂളിയന്‍

source: C
ml: സി

source: CD
ml: സിഡി

source: Cell
ml: കള്ളി

source: Cellular
ml: സെല്ലുലാര്‍

source: check box
ml: ചെക് ബോക്സ്

source: Click
ml: ക്ലിക്ക്

source: combo box
ml: കോംബോ ബോക്സ്

source: CPU
ml: സിപിയു (CPU)

source: Cursor
ml: കര്‍സര്‍

source: desktop environment
ml: പണിയിട പരിസരം

source: DMA
ml: ഡിഎംഎ (DMA)

source: DNS
ml: ഡിഎന്‍എസ് (DNS)

source: Document
ml: ഡോക്യുമെന്റ്

source: Gamma
ml: ഗാമ

source: GNOME
ml: ഗ്നോം

source: GNU
ml: ഗ്നു

source: Hello World
ml: ലോകമേ നമസ്കാരം

source: hierarchy
ml: പാരമ്പര്യം

source: HTML
ml: എച്ച്ടിഎംഎല്‍ (HTML)

source: HTTP
ml: എച്ച്ടിടിപി (HTTP)

source: IDE
ml: ഐഡിഇ (IDE)

source: Inode
ml: ഐനോഡ്

source: IP address
ml: ഐപി (IP) വിലാസം

source: IRC
ml: ഐആര്‍സി (IRC)

source: JPEG
ml: ജെപെഗ് (JPEG)

source: KDE
ml: കെഡിഇ (KDE)

source: Keyboard shortcut
ml: കീബോര്‍ഡ് എളുപ്പവഴി

source: LaTeX
ml: ലാടെക് (LaTeX)

source: Legal
ml: ലീഗല്‍

source: Letter
ml: ലെറ്റര്‍

source: Linux
ml: ലിനക്സ്

source: MDI
ml: എംഡിഐ (MDI)

source: menubar
ml: മെനുബാര്‍

source: menu item
ml: മെനു ഐറ്റം

source: MIME Type
ml: MIME തരം

source: MINIX
ml: മിനിക്സ് (MINIX)

source: MS
ml: എംഎസ് (MS)

source: MSDOS
ml: എംഎസ്ഡോസ് (MSDOS)

source: MTU
ml: എംടിയു (MTU)

source: Netscape
ml: നെറ്റ്‌​സ്കേപ്പ്

source: pane
ml: ചതുരക്കളം

source: Panel
ml: പാളി

source: Perl
ml: പേള്‍

source: Perl Script
ml: പേള്‍ സ്ക്രിപ്റ്റ്

source: PID
ml: പിഐഡി (PID)

source: Post Office
ml: തപ്പാല്‍ ആപ്പീസ്

source: PostScript
ml: പോസ്റ്റ്സ്ക്രിപ്റ്റ്

source: PPP
ml: പിപിപി (PPP)

source: profile
ml: പ്രോഫൈല്‍

source: Readout
ml: റീഡൌട്ട്

source: Row
ml: നിര

source: Save As
ml: പേര് മാറ്റി സംരക്ഷിക്കുക

source: Screensaver
ml: സ്ക്രീന്‍സേവര്‍

source: SCSI
ml: സ്കസി (SCSI)

source: Shell
ml: ഷെല്‍

source: SLIP
ml: സ്ലിപ് (SLIP)

source: SMTP
ml: എസ്എംടിപി (SMTP)

source: Software Foundation
ml: സോഫ്റ്റ്‌വെയര്‍ ഫൌണ്ടേഷന്‍

source: statusbar
ml: സ്റ്റാറ്റസ്ബാര്‍

source: Symbolic link
ml: ചിഹ്നിത ബന്ധം

source: system administrator
ml: സിസ്റ്റം നടത്തിപ്പ്കാരന്‍

source: Talk
ml: ടോക് (Talk)

source: tall
ml: ഉയര്‍ന്ന

source: TCP/IP
ml: ടിസിപി/ഐപി (TCP/IP)

source: Term
ml: ടേം

source: timestamp
ml: സമയമുദ്ര

source: Tooltip
ml: ടൂള്‍ടിപ്പ്

source: Uniform Resource Identifier
ml: യൂണിഫോം വിഭവ പേര്

source: Uniform Resource Locator
ml: യൂിണിഫോം വിഭവ ലൊകേറ്റര്‍

source: UNIX
ml: യുണിക്സ്

source: URL
ml: യുആര്‍എല്‍ (URL)

source: USB
ml: യുഎസ്ബി (USB)

source: VFS
ml: വിഎഫ്എസ് (VFS)

source: Widget
ml: വിഡ്ജറ്റ്

source: workspace
ml: പണിസ്ഥലം

source: WVLAN
ml: ഡബ്ലിയുവിലാന്‍ (WVLAN)

source: XML
ml: എക്സ്എംഎല്‍ (XML)

source: X server
ml: എക്സ് (X) സേവകന്‍
