Repository: GNOME/gnome-i18n
Catalog: glossary/*.po
Languages: ko, ml

source: a.m./p.m.
ko: ¿ÀÀü/¿ÀÈÄ

source: abort
ko: ÁßÁö
ml: പിന്തിരിയുക

source: Abstract
ko: Ãß»ó
ml: ചുരുക്കം

source: Accelerator
ko: ´ÜÃàÅ°
ml: വേഗവര്‍ദ്ധിനി

source: Accept
ko: ½ÂÀÎ
ml: അംഗീകരിക്കുക

source: access
ko: ¾×¼¼½º
ml: ലഭ്യത

source: Account
ko: °èÁ¤
ml: അക്കൌണ്ട്

source: Active
ko: È°¼º
ml: സജീവം

source: Actuator
ko: ¾×Ãß¿¡ÀÌÅÍ
ml: ആക്​ച്വേറ്റര്‍

source: Add
ko: Ãß°¡
ml: കൂട്ടിച്ചേര്‍ക്കുക

source: Address
ko: ÁÖ¼Ò
ml: വിലാസം

source: Adjust
ko: Á¶Á¤
ml: പൊരുത്തപ്പെടുത്തുക

source: Administration
ko: °ü¸®
ml: നടത്തിപ്പ്

source: Aggregate
ko: Á¾ÇÕ
ml: സംയോജിതം

source: Alarm
ko: ¾Ë¶÷
ml: അലാറം

source: Align
ko: Á¤·Ä
ml: ക്രമപ്പെടുത്തുക

source: Allow
ko: Çã¿ë
ml: അനുവദിക്കുക

source: Alpha
ko: ¾ËÆÄ
ml: ആല്‍ഫ

source: alpha channel
ko: ¾ËÆÄ Ã¤³Î
ml: ആല്‍ഫ ചാനല്‍

source: Analog
ko: ¾Æ³¯·Î±×
ml: അനലോഗ്

source: Analysis
ko: ºÐ¼®
ml: വിശകലനം

source: Anchor
ko: ¾ÞÄ¿
ml: സൂചകം

source: AND
ko: ³í¸®°ö
ml: ആന്‍ഡ് (AND)

source: Animation
ko: ¾Ö´Ï¸ÞÀÌ¼Ç
ml: അനിമേഷന്‍

source: Anonymous
ko: ÀÍ¸í

source: Answer mode
ko: ÀÀ´ä ¸ðµå
ml: മറുപടി രീതി

source: Antialiasing
ko: ¾ÈÆ¼¾Ë¸®¾Æ½Ì
ml: മിനുക്കുക

source: Append
ko: Ãß°¡
ml: പിന്നില്‍ ചേര്‍ക്കുക

source: Applet
ko: ¾ÖÇÃ¸´
ml: ആപ്‌ലറ്റ്

source: applet popup menu
ko: ¾ÖÇÃ¸´ ÆË¾÷ ¸Þ´º

source: Application
ko: ÀÀ¿ëÇÁ·Î±×·¥
ml: പ്രയോഗം

source: Application Launcher
ko: ÀÀ¿ëÇÁ·Î±×·¥ ½ÇÇà ¹öÆ°
ml: പ്രയോഗത്തുടക്കം

source: Arc
ko: È£
ml: ശാഖ

source: archive
ko: ¾ÆÄ«ÀÌºê
ml: ശേഖരം

source: archive file
ko: ¾ÆÄ«ÀÌºê ÆÄÀÏ

source: area grid
ko: ¿µ¿ª °ÝÀÚ
ml: ഏരിയ ഗ്രിഡ്

source: Argument
ko: ÀÎÀÚ
ml: ആര്‍ഗ്യുമെന്റ്

source: Array
ko: ¹è¿­
ml: ശ്രേണി

source: Arrow button
ko: È­»ìÇ¥ ¹öÆ°

source: Arrow key
ko: È­»ìÇ¥ Å°
ml: ആരോ കീ

source: Article
ko: ÀÚ·á
ml: ലേഖനം

source: Ascending order
ko: ¿À¸§Â÷¼ø
ml: ആരോഹണക്രമം

source: aspect ratio
ko: °¡·Î ¼¼·Î ºñÀ²
ml: കാഴ്ചാനുപാതം

source: Asynchronous
ko: ºñµ¿±â
ml: സമയക്രമമില്ലാത്ത

source: Attachment
ko: Ã·ºÎ ÆÄÀÏ
ml: അനുബന്ധം

source: Attribute
ko: ¼Ó¼º
ml: ഗുണം

source: Audio
ko: ¿Àµð¿À
ml: ശബ്ദം

source: Authentication
ko: ÀÎÁõ
ml: തിരിച്ചറിയല്‍

source: Author
ko: ¸¸µç ÀÌ
ml: രചിക്കുക

source: Autofill
ko: ÀÚµ¿ Ã¤¿ì±â
ml: ഓട്ടോഫില്‍

source: Availability
ko: °¡¿ë¼º
ml: ലഭ്യത

source: Average
ko: Æò±Õ
ml: ശരാശരി

source: Axis
ko: Ãà
ml: അക്ഷം

source: Background
ko: ¹é±×¶ó¿îµå
ml: പശ്ചാത്തലം

source: Backup
ko: ¹é¾÷
ml: പകര്‍പ്പ്

source: Balance
ko: ¹ë·±½º
ml: ക്രമപ്പെടുത്തുക

source: Base
ko: ±â¼ö
ml: അടിസ്ഥാനം

source: Binary
ko: ÀÌÁø
ml: ബൈനറി

source: Binding
ko: ¹ÙÀÎµù
ml: ബന്ധനം

source: Binomial distribution
ko: ÀÌÇ× ºÐÆ÷
ml: ബൈനോമിയല്‍ വിതരണം

source: Bit
ko: ºñÆ®
ml: ബിറ്റ്

source: Bitmap
ko: ºñÆ®¸Ê
ml: ബിറ്റ്മാപ്

source: Blank
ko: ºñ¾î ÀÖÀ½
ml: ശൂന്യം

source: Blinking cursor
ko: ±ôºýÀÌ Ä¿¼­
ml: മിന്നുന്ന കര്‍സര്‍

source: block buffer
ko: ºí·Ï ¹öÆÛ
ml: ബ്ലോക്ക് ബഫര്‍

source: Blocked
ko: Â÷´Ü
ml: തടഞ്ഞുവച്ചിരിക്കുന്നു

source: Blur image
ko: Èå¸° ÀÌ¹ÌÁö
ml: മങ്ങിയ ചിത്രം

source: body
ko: º»¹®

source: Bold
ko: ±½ÀºÃ¼
ml: കട്ടികൂട്ടുക

source: book mark
ko: Ã¥°¥ÇÇ
ml: സൂചിത സ്ഥാനം

source: Border
ko: °æ°è

source: Box
ko: »óÀÚ
ml: കളം

source: Branch
ko: ºÐ±â
ml: ശാഖ

source: Bricks
ko: º®µ¹
ml: ഇഷ്ടിക

source: Browse
ko: Ã£¾Æº¸±â
ml: തിരയുക

source: Browser
ko: ºê¶ó¿ìÀú
ml: ബ്രൌസര്‍

source: Buffer
ko: ¹öÆÛ
ml: ബഫര്‍

source: bug
ko: ¹ö±×
ml: പിഴവ്

source: Build
ko: ±¸Ãà
ml: നിര്‍മ്മിതി

source: Bullet
ko: ±Û¸Ó¸®Ç¥
ml: ബുള്ളറ്റ്

source: Bulletin Board
ko: °Ô½ÃÆÇ
ml: ചര്‍ച്ചാ വേദി

source: Bus
ko: ¹ö½º
ml: പാത

source: Busy
ko: »ç¿ë Áß
ml: തിരക്കിലാണ്

source: ... button
ko: ... ¹öÆ°

source: Button
ko: ¹öÆ°
ml: ബട്ടണ്‍

source: Byte
ko: ¹ÙÀÌÆ®
ml: ബൈറ്റ്

source: Cache
ko: Ä³½Ã
ml: കേഷ്

source: Calculator
ko: °è»ê±â
ml: കാല്‍ക്കുലേറ്റര്‍

source: Calendar
ko: Ä¶¸°´õ
ml: കലണ്ടര്‍

source: Call
ko: È£Ãâ
ml: വിളിക്കുക

source: Cancel
ko: Ãë¼Ò
ml: റദ്ദാക്കുക

source: canvas
ko: Äµ¹ö½º
ml: ക്യാന്‍വാസ്

source: capplet
ko: Ä³ÇÃ¸´

source: Caption
ko: Ä¸¼Ç
ml: പരസ്യവാചകം

source: Case Sensitive
ko: ´ë¼Ò¹®ÀÚ ±¸ºÐ
ml: വലിയ ചെറിയക്ഷര വ്യത്യാസമുള്ള

source: Categories
ko: ¹üÁÖ
ml: വിഭാഗങ്ങള്‍

source: CDE panel
ko: CDE ÆÐ³Î

source: Center
ko: °¡¿îµ¥
ml: മധ്യം

source: Channel
ko: Ã¤³Î
ml: ചാനല്‍

source: char cell
ko: ¹®ÀÚ ¼¿
ml: അക്ഷരചതുരം

source: Character set
ko: ¹®ÀÚ ¼¼Æ®
ml: അക്ഷരക്കൂട്ടം

source: Chat
ko: Ã¤Æ®
ml: സല്ലാപം

source: Check bit
ko: °Ë»ç ºñÆ®
ml: പരിശോധന ബിറ്റ്

source: Checkbox
ko: È®ÀÎ¶õ

source: child
ko: ÀÚ½Ä
ml: കുട്ടി

source: child process
ko: ÀÚ½Ä ÇÁ·Î¼¼½º
ml: കുട്ടി പ്രക്രിയ

source: choose
ko: ¼±ÅÃ

source: Class
ko: Å¬·¡½º
ml: ക്ലാസ്സ്

source: Classification
ko: ºÐ·ù
ml: തരം തിരിവ്

source: Clear
ko: Áö¿ì±â
ml: വൃത്തിയാക്കുക

source: click on, click
ko: Å¬¸¯¿Â, Å¬¸¯

source: click-and-hold
ko: Å¬¸¯ÇÏ°í ÀÖ±â

source: Clipboard
ko: Å¬¸³º¸µå
ml: താല്കാലിക വിവര ശേഖരം

source: Close
ko: ´Ý±â
ml: അടയ്ക്കുക

source: code
ko: ÄÚµå
ml: കോഡ്

source: code segment
ko: ÄÚµå ¼¼±×¸ÕÆ®
ml: കോഡ് സെഗ്മെന്റ്

source: Coefficient
ko: °è¼ö
ml: ഗുണോത്തരം

source: Collaboration
ko: °øµ¿ ÀÛ¾÷
ml: കൂട്ടുചേരല്‍

source: Collapse
ko: Ãà¼Ò

source: Collate
ko: Á¶ÇÕ
ml: ക്രമത്തില്‍ കൂട്ടിച്ചേര്‍ക്കുക

source: Collision
ko: Ãæµ¹
ml: കൂട്ടിമുട്ടല്‍

source: Color selector button
ko: »ö»ó ¼±ÅÃ±â ¹öÆ°

source: column heading
ko: ¿­ ¸Ó¸®±Û

source: Command
ko: ¸í·É
ml: ആജ്ഞ

source: Command button
ko: ¸í·É ¹öÆ°

source: Command Line
ko: ¸í·ÉÁÙ
ml: ആജ്ഞാ സ്ഥാനം

source: Command line options
ko: ¸í·ÉÁÙ ¿É¼Ç
ml: ആജ്ഞാ സ്ഥാന ഐച്ഛികങ്ങള്‍

source: Common properties
ko: °øÅë ¼Ó¼º
ml: സാധാരണ ഗുണഗണങ്ങള്‍

source: Compare
ko: ºñ±³
ml: താരതമ്യപ്പെടുത്തുക

source: Concatenate
ko: ¿¬°á(concatenate)
ml: സംയോജിപ്പിക്കുക

source: Condition
ko: Á¶°Ç
ml: അവസ്ഥ

source: Conduit
ko: Àü¼±°ü
ml: സംരക്ഷക കുഴല്‍

source: Confidential
ko: ±â¹ÐÀÇ
ml: സ്വകാര്യമായ

source: Configuration
ko: ±¸¼º
ml: ക്രമീകരണം

source: Configure
ko: ±¸¼ºÇÏ´Ù

source: Confirm
ko: È®ÀÎÇÏ´Ù
ml: ഉറപ്പിയ്ക്കുക

source: Confirmation
ko: È®ÀÎ
ml: ഉറപ്പിയ്ക്കല്‍

source: Connection
ko: ¿¬°á
ml: ബന്ധം

source: Constraint
ko: Á¦¾à Á¶°Ç
ml: പരിമിതി

source: Content
ko: ÄÁÅÙÆ®

source: Continue
ko: °è¼Ó
ml: തുടരുക

source: Control
ko: Á¦¾î
ml: നിയന്ത്രണം

source: Conversion
ko: º¯È¯
ml: രൂപാന്തരീകരണം

source: cookie
ko: ÄíÅ°
ml: കുക്കി

source: Copy
ko: º¹»ç
ml: പകര്‍ത്തുക

source: Copyright
ko: ÀúÀÛ±Ç
ml: പകര്‍പ്പവകാശം

source: CORBA
ko: CORBA(Common Object Request Broker Architecture)
ml: കോര്‍ബാ (CORBA)

source: Core file
ko: ÄÚ¾î ÆÄÀÏ
ml: കോര്‍ (core) രചന

source: Correlation
ko: »ó°ü °ü°è
ml: കൊറിലേഷന്‍

source: cos
ko: ÄÚ»çÀÎ
ml: കോസ്

source: Cost
ko: ºñ¿ë
ml: വില

source: Count
ko: Ä«¿îÆ®
ml: എണ്ണം

source: Covariance
ko: °øºÐ»ê
ml: കോവാരിയന്‍സ്

source: crash
ko: Ãæµ¹
ml: തകര്‍ച്ച

source: Create
ko: »ý¼º
ml: നിര്‍മ്മിക്കുക

source: Criteria range
ko: Á¶°Ç ¹üÀ§
ml: മാനദണ്ഡ പരിധി

source: Critical error
ko: Ä¡¸íÀûÀÎ ¿À·ù
ml: നിര്‍ണ്ണായക തെറ്റ്

source: Crop
ko: ÀÚ¸£±â
ml: വെട്ടിയെടുക്കുക

source: Cross-reference
ko: »óÈ£ ÂüÁ¶
ml: ക്രോസ്സ്-റഫറന്‍സ്

source: Cumulative
ko: ´©Àû
ml: സഞ്ചയിക്കുന്ന

source: Current
ko: Àü·ù
ml: വൈദ്യുത പ്രവാഹം

source: Also used as a synonym to active.
ko: È°¼º

source: cursor
ko: Ä¿¼­

source: Curve
ko: °î¼±
ml: വക്രത

source: Customize
ko: »ç¿ëÀÚ Á¤ÀÇ
ml: അഭിരുചിക്കനുസൃതമാക്കുക

source: custom window
ko: »ç¿ëÀÚ Á¤ÀÇ Ã¢
ml: പ്രിയ ജാലകം

source: Cut
ko: ÀÚ¸£±â
ml: മുറിക്കുക

source: Daemon
ko: µ¥¸ó
ml: ഡീമണ്‍ (Daemon)

source: Data
ko: µ¥ÀÌÅÍ
ml: ഡാറ്റ

source: database
ko: µ¥ÀÌÅÍº£ÀÌ½º
ml: ഡാറ്റാബേസ്

source: Debug
ko: µð¹ö±×
ml: പിഴവ് തിരുത്തുക

source: decimal
ko: ½ÊÁø¼ö
ml: ദശാംശം

source: Decrease
ko: °¨¼Ò
ml: കുറയ്ക്കുക

source: Default
ko: ±âº»
ml: ഡിഫാള്‍ട്ട്

source: Delete
ko: »èÁ¦
ml: നീക്കം ചെയ്യുക

source: Dependence
ko: Á¾¼Ó
ml: ആശ്രയത്വം

source: Derived
ko: ÆÄ»ý
ml: ഉരുത്തിരിഞ്ഞ

source: Descending sort
ko: ³»¸²Â÷¼ø Á¤·Ä
ml: അവരോഹണക്രമത്തിലുള്ള തരം തിരിവ്

source: Descriptor
ko: ¼³¸íÀÚ
ml: വിശദീകാരി

source: Deselect
ko: ¼±ÅÃ ÇØÁ¦

source: Desktop
ko: µ¥½ºÅ©Å¾
ml: പണിയിടം

source: desktop background
ko: µ¥½ºÅ©Å¾ ¹è°æ
ml: പണിയിട പശ്ചാത്തലം

source: Desktop Environment
ko: µ¥½ºÅ©Å¾ È¯°æ

source: Destination
ko: ´ë»ó
ml: ലക്ഷ്യസ്ഥാനം

source: Destroy
ko: »èÁ¦
ml: നശിപ്പിക്കുക

source: Detection
ko: °¨Áö
ml: കണ്ടെത്തല്‍

source: Device
ko: ÀåÄ¡
ml: ഉപകരണം

source: Diagonal
ko: ´ë°¢¼±
ml: കോണോടു കോണായ

source: Diagram
ko: ´ÙÀÌ¾î±×·¥
ml: രേഖാചിത്രം

source: Dial
ko: ÀüÈ­ °É±â
ml: ഡയല്‍

source: Dialog Box
ko: ´ëÈ­ »óÀÚ
ml: സംഭാഷണ ചതുരം

source: dialog element
ko: ´ëÈ­ »óÀÚ ¿ä¼Ò

source: dialog pane
ko: ´ëÈ­ »óÀÚ Ã¢

source: Dialout Device
ko: ´ÙÀÌ¾ó ¾Æ¿ô ÀåÄ¡
ml: പുറത്തേക്ക് ഡയല്‍ ചെയ്യാനുള്ള ഉപകരണം

source: Digits
ko: ¼ýÀÚ
ml: അക്കങ്ങള്‍

source: Dimension
ko: Â÷¿ø
ml: മാനം

source: Direction
ko: ¹æÇâ
ml: ദിശ

source: Directory
ko: µð·ºÅä¸®
ml: ഡയറക്റ്ററി

source: Disable
ko: »ç¿ë ºÒ°¡
ml: തടയുക

source: Discard
ko: ¹«½Ã
ml: ഉപേക്ഷിക്കുക

source: Disconnect
ko: ¿¬°á ²÷±â
ml: വിഛേദിക്കുക

source: Discrete
ko: º°°³ÀÇ
ml: വേറിട്ട

source: disk
ko: µð½ºÅ©
ml: ഡിസ്ക്

source: Dismiss
ko: ¾ø¾Ö±â
ml: ഉപേക്ഷിക്കുക

source: Display
ko: µð½ºÇÃ·¹ÀÌ
ml: പ്രദര്‍ശനം

source: Dissipation
ko: ¼Ò½Ç
ml: നഷ്ടപ്പെടല്‍

source: Distribute
ko: ¹èÆ÷
ml: വിതരണം ചെയ്യുക

source: Distribution list
ko: ¹èÆ÷ ¸ñ·Ï
ml: വിതരണ പട്ടിക

source: Dithering
ko: µð´õ¸µ
ml: ഡിദെറിങ്ങ്

source: Division by zero
ko: 0À¸·Î ³ª´©¾ú½À´Ï´Ù.
ml: പൂജ്യം കൊണ്ടുളള ഹരണം

source: Domain
ko: µµ¸ÞÀÎ
ml: ഡൊമെയ്‌ന്‍

source: Dot
ko: Á¡
ml: ബിന്ദു

source: double-click on
ko: µÎ ¹ø Å¬¸¯ÇÏ±â

source: Download
ko: ´Ù¿î·Îµå
ml: ഡൌണ്‍ലോഡ്

source: drawer
ko: ¼­¶ø
ml: വലിപ്പ്

source: Drawing Area
ko: ±×¸®±â ¿µ¿ª
ml: ചിത്രം വരയ്ക്കാനുളള സ്ഥലം

source: Drop
ko: ³õ±â
ml: വിടുക

source: drop-down combination box
ko: µå·Ó´Ù¿î ÄÞº¸ »óÀÚ

source: drop-down list box
ko: µå·Ó´Ù¿î ¸ñ·Ï »óÀÚ

source: Druid
ko: µå·çÀÌµå
ml: ഡ്രൂയിഡ്

source: dumb Terminal
ko: ´Ü¼ø ÅÍ¹Ì³Î
ml: ഡംബ് ടര്‍മിനല്‍

source: Duplicate...
ko: Áßº¹...
ml: തനിപ്പകര്‍പ്പ്...

source: Dynamic
ko: µ¿Àû
ml: ചലനാത്മകം

source: E-mail
ko: ÀüÀÚ ¸ÞÀÏ
ml: ഇ-മെയില്‍

source: empty
ko: ºñ¾î ÀÖÀ½

source: Echo
ko: ¿¡ÄÚ
ml: എക്കോ

source: Edge
ko: ¿¡Áö
ml: അരിക്

source: Edit
ko: ÆíÁý
ml: ചിട്ട

source: Effects
ko: È¿°ú
ml: പ്രതീതി

source: Eject
ko: ²¨³»±â
ml: തളളിനീക്കുക

source: Electronic Mail
ko: ÀüÀÚ ¸ÞÀÏ
ml: ഇലക്ട്രോണിക മെയില്‍

source: emulation
ko: ¿¡¹Ä·¹ÀÌ¼Ç
ml: അനുകരിക്കുക

source: Enable
ko: »ç¿ë (°¡´É)
ml: പ്രാപ്തമാക്കുക

source: Encapsulated Postscript
ko: Ä¸½¶È­µÈ Æ÷½ºÆ®½ºÅ©¸³Æ®(EPS)
ml: എന്‍കാപ്സുലേറ്റഡ് പോസ്റ്റ്സ്ക്രിപ്റ്റ്

source: Encoding
ko: ÄÚµåÈ­
ml: എന്‍കോഡിങ്ങ്

source: Engineering
ko: ¿£Áö´Ï¾î¸µ
ml: എഞ്ചിനിയറിങ്ങ്

source: Enter
ko: Enter Å°

source: Entity
ko: ¿£Æ¼Æ¼
ml: എന്റിറ്റി

source: environment variable
ko: È¯°æ º¯¼ö
ml: പരിസര വേരിയബിള്‍

source: Equation
ko: ¼ö½Ä
ml: സമവാക്യം

source: Error
ko: ¿À·ù
ml: തെറ്റ്

source: Ethernet
ko: ÀÌ´õ³Ý
ml: ഈതര്‍നെറ്റ്

source: Event
ko: ÀÌº¥Æ®
ml: സംഭവം

source: Exception
ko: ¿¹¿Ü
ml: വിവേചനം

source: Exclusive OR
ko: ¹èÅ¸Àû ³í¸®ÇÕ
ml: എക്സ്ക്ലൂസിവ് ഓര്‍

source: executable file
ko: ½ÇÇà ÆÄÀÏ
ml: പ്രവര്‍ത്തിപ്പിക്കാവുന്ന ഫയല്‍

source: Execute
ko: ½ÇÇà
ml: പ്രവര്‍ത്തിപ്പിക്കുക

source: Exit
ko: Á¾·á
ml: പുറത്തുകടക്കുക

source: Expand
ko: È®Àå

source: Expanded memory
ko: ÁßÃ¸ È®Àå ¸Þ¸ð¸®
ml: വികസിത മെമ്മറി

source: expected location
ko: ¿¹»ó À§Ä¡
ml: പ്രതീക്ഷിക്കുന്ന സ്ഥാനം

source: Explicit state
ko: ¸í½ÃÀû »óÅÂ
ml: സ്പഷ്ടമായ അവസ്ഥ

source: Exponential notation
ko: Áö¼ö Ç¥±â¹ý
ml: എക്സ്പൊണന്‍ഷ്യല്‍ ചിഹ്നം

source: Export
ko: ³»º¸³»±â
ml: എക്സ്പോര്‍ട്ട്

source: expression
ko: ½Ä
ml: എക്സ്പ്രഷന്‍

source: Extension
ko: È®ÀåÀÚ
ml: എക്‌സ്റ്റന്‍ഷന്‍

source: Extract
ko: ÃßÃâ
ml: വേര്‍തിരിക്കുക

source: Favorite
ko: Áñ°ÜÃ£±â
ml: പ്രിയപ്പെട്ട

source: Fax
ko: ÆÑ½º
ml: ഫാക്സ്

source: Field
ko: ÇÊµå
ml: ഇടം

source: File
ko: ÆÄÀÏ
ml: ഫയല്‍

source: File Manager menu
ko: ÆÄÀÏ °ü¸®ÀÚ ¸Þ´º

source: Filename
ko: ÆÄÀÏ ÀÌ¸§
ml: ഫയലിന്റെ നാമം

source: Filesystem
ko: ÆÄÀÏ ½Ã½ºÅÛ
ml: ഫയല്‍ സിസ്റ്റം

source: Fill
ko: Ã¤¿ì±â
ml: നിറയ്ക്കുക

source: Filter
ko: ÇÊÅÍ
ml: അരിപ്പ

source: Find
ko: Ã£±â
ml: കണ്ടെത്തുക

source: Firmware
ko: Æß¿þ¾î
ml: ഫേേംവെയര്‍

source: Fixed Font
ko: °íÁ¤Æø ±Û²Ã
ml: തുല്യ വലിപ്പമുള്ള അക്ഷരരൂപം

source: Float
ko: ºÎµ¿
ml: ഫ്ളോട്ട്

source: Floppy
ko: ÇÃ·ÎÇÇ
ml: ഫ്ലോപ്പി

source: Flow analysis
ko: Èå¸§ ºÐ¼®
ml: നീക്ക വിശകലനം

source: Flowchart
ko: ¼ø¼­µµ
ml: ഫ്ളോ ചാര്‍ട്ട്

source: focus
ko: Æ÷Ä¿½º

source: Folder
ko: Æú´õ
ml: കൂട

source: Font
ko: ±Û²Ã
ml: അക്ഷരരൂപം

source: Font selector button
ko: ±Û²Ã ¼±ÅÃ±â ¹öÆ°

source: Font selector dialog
ko: ±Û²Ã ¼±ÅÃ±â ´ëÈ­ »óÀÚ

source: Footer
ko: ¹Ù´Ú±Û
ml: ഫൂട്ടര്‍

source: Forecast
ko: ¿¹»ó
ml: പ്രവചനം

source: Foreground
ko: Æ÷±×¶ó¿îµå
ml: മുന്‍വശം

source: fork
ko: Æ÷Å©
ml: ഫോര്‍ക്ക്

source: Form
ko: Æû
ml: പത്രിക

source: Format
ko: Çü½Ä
ml: ഫോര്‍മാറ്റ്

source: Formula
ko: ¼ö½Ä
ml: സൂത്രവാക്യം

source: Fourier Analysis
ko: Çª¸®¿¡ ÇØ¼®
ml: ഫുറിയര്‍ വിശകലനം

source: Fraction
ko: ºÐ¼ö
ml: ഭിന്നസംഖ്യ

source: Frame
ko: ÇÁ·¹ÀÓ
ml: ഫ്രെയിം

source: Free Software
ko: ¹«·á ¼ÒÇÁÆ®¿þ¾î
ml: സ്വതന്ത്ര സോഫ്റ്റ്‌വെയര്‍

source: Frequency
ko: ºóµµ
ml: ആവൃത്തി

source: full pathname
ko: ÀüÃ¼ °æ·Î ÀÌ¸§
ml: മുഴുവനായുള്ള പാത്ത്നാമം

source: Function
ko: ±â´É
ml: ഫങ്ഷന്‍

source: Geometry
ko: ±âÇÏÇÐ
ml: ജ്യാമതി

source: Global
ko: Àü¿ª
ml: ഗ്ലോബല്‍

source: Global Menu
ko: Àü¿ª ¸Þ´º

source: GNOME footprint
ko: GNOME ¹ßÀÚ±¹ ¾ÆÀÌÄÜ

source: GNOME Panel
ko: GNOME ÆÐ³Î

source: Grab
ko: Àâ±â
ml: പകര്‍ത്തുക

source: Gradient
ko: ±×¶óµ¥ÀÌ¼Ç
ml: ചരിവ്

source: Graph
ko: ±×·¡ÇÁ
ml: ഗ്രാഫ്

source: Graphical user interface
ko: ±×·¡ÇÈ »ç¿ëÀÚ ÀÎÅÍÆäÀÌ½º(GUI)
ml: ചിത്രിതമായ ഉപയോക്തൃ വിനിമയതലം

source: Grid
ko: °ÝÀÚ
ml: വലക്കണ്ണി

source: Group
ko: ±×·ì
ml: ഗ്രൂപ്പ്

source: group box
ko: ±×·ì »óÀÚ

source: Gutter
ko: Á¦º»¿ë ¿©¹é
ml: ഒഴിവ്

source: Hacker
ko: ÇØÄ¿
ml: ഹാക്കര്‍

source: Handle
ko: ÇÚµé
ml: ഹാന്‍ഡില്‍

source: Handshake
ko: ÇÚµå¼ÎÀÌÅ©
ml: ഹസ്തദാനം

source: Hard Disk
ko: ÇÏµå µð½ºÅ©
ml: ഹാര്‍ഡ് ഡിസ്ക്

source: Header
ko: ¸Ó¸®±Û
ml: തലക്കെട്ട്

source: Headword
ko: Ç¥Á¦
ml: ഹെഡ്‌വാക്ക്

source: Help
ko: µµ¿ò¸»
ml: സഹായം

source: Hex
ko: 16Áø¼ö
ml: ഹെക്സ്

source: Hidden file
ko: ¼û°ÜÁø ÆÄÀÏ
ml: മറച്ചുവച്ച ഫയല്‍

source: Hide
ko: ¼û±â±â
ml: മറയ്ക്കുക

source: Hide button
ko: ¼û±â±â ¹öÆ°

source: hierachy
ko: °èÃþ

source: Highlight...
ko: °­Á¶ Ç¥½Ã...
ml: എടുത്തുകാണിക്കുക...

source: Histogram
ko: ¸·´ë ±×·¡ÇÁ
ml: ഹിസ്റ്റോഗ്രാം

source: History
ko: ³»¿ª
ml: ചരിത്രം

source: Home
ko: È¨
ml: വീട്

source: Home directory
ko: È¨ µð·ºÅä¸®
ml: സ്വന്തം ഡയറക്റ്ററി

source: Home Page
ko: È¨ ÆäÀÌÁö
ml: പൂമുഖം

source: Homogeneous environment
ko: µ¿Á¾ È¯°æ
ml: എകീകൃത ചുറ്റുാാപാട്

source: Host
ko: È£½ºÆ®
ml: ഹോസ്റ്റ്

source: Host name
ko: È£½ºÆ® ÀÌ¸§
ml: ഹോസ്റ്റ് നാമം

source: Hot Key
ko: ´ÜÃà Å°
ml: ഹോട്ട് കീ

source: Housekeeping
ko: °ü¸® ÀÛ¾÷
ml: വൃത്തിയാക്കല്‍

source: Hue
ko: »öÁ¶
ml: ഹ്യൂ

source: I/O subsystem
ko: ÀÔÃâ·Â ¼­ºê ½Ã½ºÅÛ
ml: (ഐ/ഒ) I/O സബ്സിസ്റ്റം

source: Icon
ko: ¾ÆÀÌÄÜ
ml: ഐക്കണ്‍

source: Icon selector button
ko: ¾ÆÀÌÄÜ ¼±ÅÃ±â ¹öÆ°

source: Icon selector dialog
ko: ¾ÆÀÌÄÜ ¼±ÅÃ±â ´ëÈ­ »óÀÚ

source: Identifier
ko: ½Äº°ÀÚ
ml: പേര്

source: Idle
ko: À¯ÈÞ (»óÅÂ)
ml: വെറുതെ ഇരിയ്ക്കുക

source: Illegal
ko: Àß¸øµÈ
ml: തെറ്റായ നിര്‍ദ്ദേശം

source: Image
ko: ÀÌ¹ÌÁö
ml: ചിത്രം

source: Implementation
ko: ±¸Çö
ml: നടപ്പാക്കല്‍

source: Import
ko: °¡Á®¿À±â
ml: അകത്തെടുക്കുക

source: Inactive window
ko: ºñÈ°¼º Ã¢
ml: സജീവമല്ലാത്ത ജാലകം

source: Increase
ko: Áõ°¡
ml: കൂട്ടുക

source: Incremental update
ko: ÁõºÐ °»½Å
ml: പടിപടിയായുള്ള പുതുക്കല്‍

source: Indent
ko: µé¿©¾²±â
ml: വിടവ്

source: Index
ko: »öÀÎ
ml: സൂചിക

source: Indicator
ko: Ç¥½Ã±â
ml: സൂചകം

source: Information
ko: Á¤º¸
ml: വിവരം

source: initialization
ko: ÃÊ±âÈ­
ml: ഒരുക്കം

source: Input
ko: ÀÔ·Â
ml: ഇന്‍പുട്ട്

source: Input/output
ko: ÀÔ/Ãâ·Â
ml: ഇന്‍പുട്ട്/ഒൌട്ട്പൂട്ട്

source: insensitive version
ko: ±¸ºÐÇÏÁö ¾Ê´Â ¹öÀü
ml: ഗണ്യമാക്കാത്ത ലക്കം

source: Insertion point
ko: »ðÀÔ ÁöÁ¡
ml: ചേര്‍‌ക്കേണ്ട സ്ഥലം

source: Install
ko: ¼³Ä¡
ml: ഇന്‍സ്റ്റാള്‍

source: instruction pointer
ko: ¸í·É Æ÷ÀÎÅÍ
ml: നിര്‍‌ദ്ദേശ സൂചകം

source: Interaction
ko: »óÈ£ ÀÛ¿ë
ml: ഇടപഴകല്‍

source: Intercept
ko: °¡·ÎÃ¤´Ù
ml: തടസ്സപ്പെടുത്തുക

source: Interchange File Format
ko: ±³È¯ ÆÄÀÏ Çü½Ä
ml: ഇന്റര്‍ഫേസ് ഫയല്‍ ഫോര്‍മാറ്റ്

source: Interface
ko: ÀÎÅÍÆäÀÌ½º
ml: വിനിമയതലം

source: Internal bug
ko: ³»ºÎ ¹ö±×
ml: ആന്തരിക പിഴവ്

source: Internal error
ko: ³»ºÎ ¿À·ù
ml: ആന്തരിക തെറ്റ്

source: International
ko: ±¹Á¦
ml: അന്താരാഷ്ട്രം

source: Internet
ko: ÀÎÅÍ³Ý
ml: ഇന്റര്‍നെറ്റ്

source: Interrupt
ko: ÀÎÅÍ·´Æ®
ml: ഇന്ററപ്റ്റ്

source: Intersect
ko: ±³ÁýÇÕ
ml: വിഭജിയ്ക്കുക

source: Interval
ko: °£°Ý
ml: ഇടവേള

source: Intuitive
ko: Á÷°ü
ml: അവബോധജന്യമായ

source: Invalid
ko: Àß¸øµÈ
ml: അസാധു

source: Invert
ko: ¿ª/¹Ý´ë·Î
ml: മറിയ്ക്കുക

source: Invert Selection
ko: ¹ÝÀü ¼±ÅÃ
ml: തിരഞ്ഞെടുത്ത ഭാഗം മറിയ്ക്കുക

source: Invisible
ko: ¼û±è
ml: അദൃശ്യം

source: IP Address
ko: IP ÁÖ¼Ò

source: Jaz Drive
ko: ÀçÁî µå¶óÀÌºê
ml: ജാസ് ഡ്രൈവ്

source: Job
ko: ÀÛ¾÷
ml: ജോലി

source: Justify
ko: ¸ÂÃã
ml: ഒരേ വീതിയുള്ളതാക്കുക

source: Kernel
ko: Ä¿³Î
ml: കെര്‍ണല്‍

source: Key
ko: Å°
ml: കീ

source: Keyboard
ko: Å°º¸µå
ml: കീബോര്‍ഡ്

source: Keymap control
ko: Å°¸Ê Á¦¾î
ml: അക്ഷരവിന്യാസം ക്രമീകാരി

source: Keyword
ko: Å°¿öµå
ml: സുചനാവാക്ക്

source: Kill
ko: °­Á¦ Á¾·á
ml: കൊല്ലുക

source: Kill app
ko: Kill ÀÀ¿ëÇÁ·Î±×·¥
ml: തുറുപ്പ് ചീട്ട്

source: Kilobyte
ko: KB
ml: കിലോബൈറ്റ്

source: Label
ko: ·¹ÀÌºí
ml: പേര്

source: Lambda
ko: ¶÷´Ù
ml: ലാംഡ

source: Landscape
ko: °¡·Î
ml: തിരശ്ചീനമായ

source: Language
ko: ¾ð¾î
ml: ഭാഷ

source: launch icon
ko: ½ÃÀÛ ¾ÆÀÌÄÜ
ml: സൂചക ദൃശ്യം

source: Launcher
ko: ½ÇÇà ÇÁ·Î±×·¥
ml: പ്രയോഗത്തുടക്കം

source: Layer
ko: °èÃþ
ml: പാളി

source: Layout
ko: ·¹ÀÌ¾Æ¿ô
ml: രൂപരേഖ

source: left-click on
ko: ¸¶¿ì½º ¿ÞÂÊ ¹öÆ°À» Å¬¸¯ÇÏ±â

source: left mouse button
ko: ¸¶¿ì½º ¿ÞÂÊ ¹öÆ°

source: Length
ko: ±æÀÌ
ml: നീളം

source: Library
ko: ¶óÀÌºê·¯¸®
ml: ലൈബ്രറി

source: License agreement
ko: ¶óÀÌ¼¾½º °è¾à
ml: അനുമതിപത്ര യോജിപ്പ്

source: Light precipitation
ko: ³«ÇÏ
ml: ലൈറ്റ് പ്രിസിപ്പിറ്റേഷന്‍

source: Limits
ko: Á¦ÇÑ
ml: പരിധി

source: Line
ko: ¶óÀÎ
ml: ലൈന്‍

source: line arguments
ko: ÁÙ ÀÎÀÚ
ml: ലൈന്‍ ആര്‍ഗ്യുമെന്റ്സ്

source: linear transfer
ko: ¼±Çü Àü¼Û
ml: രേഖീയ കൈമാറ്റം

source: Link
ko: ¸µÅ©
ml: കണ്ണി

source: ist box
ko: ¸ñ·Ï »óÀÚ

source: load
ko: ·Îµå
ml: ചേര്‍ക്കുക

source: Local
ko: ·ÎÄÃ
ml: പ്രാദേശികം

source: Location
ko: À§Ä¡
ml: സ്ഥലം

source: Lock
ko: Àá±Ý
ml: പൂട്ട്

source: Log
ko: ·Î±×
ml: ലോഗ്

source: Logical
ko: ³í¸®
ml: ലോജിക്കല്‍

source: Login
ko: ·Î±×ÀÎ
ml: അകത്തുകടക്കുക

source: Logout
ko: ·Î±×¾Æ¿ô
ml: പുറത്തുകടക്കുക

source: Look
ko: Ã£±â
ml: നോക്കുക

source: Lookup
ko: Á¶È¸
ml: തിരയുക

source: Loop
ko: ·çÇÁ
ml: ലൂപ്പ്

source: Macro
ko: ¸ÅÅ©·Î
ml: മാക്രോ

source: Mail
ko: ¸ÞÀÏ
ml: എഴുത്ത്

source: Mail Client
ko: ¸ÞÀÏ Å¬¶óÀÌ¾ðÆ®
ml: എഴുത്തു ക്ലയന്റ്

source: Mail server
ko: ¸ÞÀÏ ¼­¹ö
ml: എഴുത്തു സേവകന്‍

source: Mail to
ko: ¹Þ´Â »ç¶÷

source: Mailbox
ko: ¿ìÆíÇÔ
ml: എഴുത്തുപ്പെട്ടി

source: Main body
ko: º»¹®

source: Main Menu
ko: ÁÖ ¸Þ´º

source: Main Menu button
ko: ÁÖ ¸Þ´º ¹öÆ°

source: Man Pages
ko: Man ÆäÀÌÁö
ml: മാന്‍ താളുകള്‍

source: Manager
ko: °ü¸®ÀÚ
ml: കാര്യസ്ഥന്‍

source: Manual
ko: ¼³¸í¼­
ml: മാനുവല്‍

source: Manual page
ko: ¼³¸í¼­ ÆäÀÌÁö
ml: മാനുവല്‍ താള്‍

source: Margins
ko: ¿©¹é
ml: മാര്‍ജിന്‍

source: Mark
ko: ¸¶Å©
ml: അടയാളം

source: matching
ko: °Ë»ç
ml: ഒത്തുനോക്കല്‍

source: maximise
ko: ÃÖ´ëÈ­

source: media type
ko: ¸ÅÃ¼ À¯Çü
ml: മീഡിയ തരം

source: Median
ko: Áß¾Ó°ª
ml: മാധ്യം

source: Meeting
ko: È¸ÀÇ
ml: ഒത്തുചേരല്‍

source: Memory
ko: ¸Þ¸ð¸®
ml: മെമ്മറി

source: Menu
ko: ¸Þ´º
ml: മെനു

source: menu bar
ko: ¸Þ´º Ç¥½ÃÁÙ

source: Menu Panel
ko: ¸Þ´º ÆÐ³Î

source: menu title
ko: ¸Þ´º Á¦¸ñ

source: menu tree pane
ko: ¸Þ´º Æ®¸® Ã¢

source: Merge
ko: º´ÇÕ
ml: സംയോജിപ്പിക്കുക

source: Message
ko: ¸Þ½ÃÁö
ml: സന്ദേശം

source: Metadata
ko: ¸ÞÅ¸ µ¥ÀÌÅÍ
ml: മെറ്റാഡാറ്റ

source: Metafile
ko: ¸ÞÅ¸ ÆÄÀÏ
ml: മെറ്റാഫയല്‍

source: middle mouse button
ko: ¸¶¿ì½º °¡¿îµ¥ ¹öÆ°

source: Mime Type
ko: MIME Çü½Ä

source: mini icons
ko: ÀÛÀº ¾ÆÀÌÄÜ
ml: ചെറിയ ഐക്കണ്‍

source: Minimize
ko: ÃÖ¼ÒÈ­
ml: ചെറുതാക്കുക

source: minor faults
ko: °¡º­¿î °íÀå
ml: ചെറിയ പിശകുകള്‍

source: mirror
ko: ¹Ì·¯
ml: മിറര്‍

source: mixer device
ko: ¹Í¼­ ÀåÄ¡
ml: മിക്സര്‍ ഉപകരണം

source: Modal (value)
ko: ¸ð´Þ (°ª)
ml: മോഡല്‍ (വില)

source: Mode
ko: ¸ðµå
ml: മോഡ്

source: Model
ko: ¸ðµ¨
ml: മാതൃക

source: Modem
ko: ¸ðµ©
ml: മോഡം

source: Modifier
ko: ¼öÁ¤ÀÚ
ml: മാറ്റുന്നത്

source: Modify
ko: ¼öÁ¤
ml: പുതുക്കുക

source: Module
ko: ¸ðµâ
ml: മൊഡ്യൂള്‍

source: Monitor
ko: ¸ð´ÏÅÍ
ml: മോണിറ്റര്‍

source: monochrome
ko: Èæ¹é ¸ð´ÏÅÍ
ml: മോണോക്രോം

source: Mount
ko: ¸¶¿îÆ®
ml: മൌണ്ട് (Mount)

source: Mouse Cursor
ko: ¸¶¿ì½º Ä¿¼­
ml: മൌസ് കര്‍സര്‍

source: Move
ko: ÀÌµ¿
ml: മൂവ് (Move)

source: navigation pane
ko: Å½»ö Ã¢

source: Nautilus
ko: ³ëÆ¿·¯½º
ml: നോട്ടിലസ്

source: Negative Binomial
ko: À½¼ö ÀÌÇ×
ml: നെഗറ്റിവ് ബൈനോമിയല്‍

source: Netmask
ko: ³×Æ®¸¶½ºÅ©
ml: നെറ്റ്മാസ്ക്

source: Network
ko: ³×Æ®¿öÅ©
ml: ശൃംഘല

source: News Site
ko: ´º½º »çÀÌÆ®
ml: വാര്‍ത്താ സൈറ്റ്

source: NO-DAEMON
ko: µ¥¸ó ¾øÀ½
ml: നോ-ഡീമണ്‍ (NO-DAEMON)

source: node
ko: ³ëµå
ml: നോഡ്

source: Normal distribution
ko: Á¤±Ô ºÐÆ÷
ml: നോര്‍മല്‍ വിതരണം

source: Notebook
ko: ³ëÆ®ºÏ
ml: നോട്ടുപുസ്തകം

source: Notice
ko: ¾Ë¸²
ml: അറിയിപ്പ്

source: Notification
ko: ¾Ë¸²
ml: വിജ്ഞാപനം

source: Number
ko: ¼ýÀÚ
ml: അക്കം

source: Number Converter
ko: ¼ýÀÚ º¯È¯±â
ml: സംഖ്യാ പരിവര്‍ത്തിനി

source: Number Theory
ko: Á¤¼ö·Ð
ml: നമ്പര്‍ തിയറി

source: Numbered List
ko: ¹øÈ£ ¸Å±â±â ¸ñ·Ï
ml: അക്കമിട്ട പട്ടിക

source: Numeric
ko: ¼ýÀÚ
ml: സംഖ്യാപരം

source: Object code
ko: °´Ã¼ ÄÚµå
ml: ഒബ്ജക്റ്റ് കോഡ്

source: oblique
ko: ±â¿ïÀÓ²Ã
ml: ചരിഞ്ഞ

source: Observations
ko: °üÂû
ml: നിരീക്ഷണങ്ങള്‍

source: Obsolete
ko: ¿À·¡µÈ
ml: കാലഹരണപ്പെട്ട

source: Offline
ko: ¿ÀÇÁ¶óÀÎ
ml: ഓഫ്‌ലൈന്‍

source: Online
ko: ¿Â¶óÀÎ
ml: ഓണ്‍ലൈന്‍

source: Opacity
ko: ºÎÀüµµ¼º
ml: ഒപ്പാസിറ്റി

source: Open
ko: ¿­±â
ml: തുറന്ന

source: Open Source
ko: ¿ÀÇÂ ¼Ò½º
ml: ഒാപ്പണ്‍ സോഴ്സ്

source: Open Windows menu
ko: Open Windows ¸Þ´º

source: Operating System
ko: ¿î¿µ Ã¼Á¦
ml: പ്രവര്‍ത്തക സംവിധാനം

source: Operation
ko: ÀÛ¾÷
ml: പ്രവര്‍ത്തനം

source: optional
ko: ¼±ÅÃÀû
ml: ഐച്ഛികം

source: Options
ko: ¿É¼Ç
ml: ഐച്ഛികങ്ങള്‍

source: OR
ko: ³í¸®ÇÕ
ml: ഓര്‍ (OR)

source: Order
ko: ¼ø¼­
ml: ക്രമം

source: Orientation
ko: ¹æÇâ
ml: ദിശാക്രമം

source: Origin
ko: ¿øÁ¡
ml: മൂലം

source: Orthflow
ko: ¼öÁ÷ Èå¸§
ml: ഓര്‍‌ത്ത്‌ഫ്ലോ

source: Outline
ko: °³¿ä
ml: രൂപരേഖ

source: Output
ko: Ãâ·Â
ml: ഔട്ട്പുട്ട്

source: Overwrite
ko: °ãÃÄ¾²±â
ml: മേലെഴുത്ത്

source: Owner
ko: ¼ÒÀ¯ÀÚ
ml: ഉടമ

source: Pack
ko: ÆÑ
ml: അടുക്കുക

source: Package
ko: ÆÐÅ°Áö
ml: പാക്കേജ്

source: Packet
ko: ÆÐÅ¶
ml: പാക്കറ്റ്

source: Padding
ko: ÆÐµù
ml: പാഡിങ്ങ്

source: Page
ko: ÆäÀÌÁö
ml: താള്‍

source: Pager
ko: È£Ãâ±â
ml: പേജര്‍

source: Palette
ko: ÆÈ·¹Æ®
ml: നിറത്തട്ട്

source: Pane
ko: Ã¢

source: panel
ko: ÆÐ³Î

source: Panel menu
ko: ÆÐ³Î ¸Þ´º

source: Panelize
ko: ÆÐ³ÎÈ­ÇÏ´Ù
ml: ചതുരക്കളത്തിലാക്കുക

source: Parameter
ko: ¸Å°³º¯¼ö
ml: പരാമീറ്റര്‍

source: Parcel
ko: ÆÐÅ°Áö
ml: പാഴ്സല്‍

source: Parse
ko: ±¸¹® ºÐ¼®
ml: ചികയുക

source: Partition
ko: ºÐÇÒ ¿µ¿ª
ml: ഭാഗം

source: Password
ko: ¾ÏÈ£
ml: അടയാളവാക്ക്

source: Paste
ko: ºÙÀÌ±â
ml: ഒട്ടിയ്ക്കുക

source: Path
ko: °æ·Î
ml: പാത്ത്

source: Pattern
ko: ÆÐÅÏ
ml: മാതൃക

source: Peak indicator
ko: ÇÇÅ© Ç¥½Ã±â
ml: തിരക്ക് സൂചിപ്പിയ്ക്കുന്നത്

source: Pearson Correlation
ko: ÇÇ¾î½¼ »ó°ü °ü°è
ml: പിയേര്‍സണ്‍ കൊറിലേഷന്‍

source: pending signals
ko: º¸·ù ½ÅÈ£
ml: തീര്‍ച്ചപ്പെടുത്താത്ത സിഗ്നല്‍

source: Period
ko: ±â°£
ml: പിരിയഡ്

source: Periodic
ko: ÁÖ±âÀûÀÎ
ml: നിയതകാലികമായ

source: Permission
ko: »ç¿ë ±ÇÇÑ
ml: അനുമതി

source: physical memory
ko: ¹°¸®Àû ¸Þ¸ð¸®
ml: ഭൌതിക മെമ്മറി

source: picker button
ko: ¼±ÅÃ ¹öÆ°
ml: പിക്കര്‍ ബട്ടണ്‍

source: Picker Settings
ko: ÇÇÄ¿ ¼³Á¤
ml: പിക്കര്‍ സജ്ജീകരണങ്ങള്‍

source: Pilot device
ko: ÆÄÀÏ·µ ÀåÄ¡
ml: പൈലറ്റ് ഉപകരണം
