Repository: GNOME/gnome-i18n
Catalog: extra-po/gwvedit/*.po
Languages: da, sv, tr, vi, zh_cn

source: Configure Dialup Accounts
da: Konfigurér opkaldskonti
tr: Ýnternet Çevirmeli Baððglantý Ayarlama
vi: Cấu hình Tài khoản gọi
zh_cn: 配置拨号帐号

source: Use gwvedit to setup accounts for gtkdial
da: Brug gwvedit til at opsætte kontil til gtkdial
tr: gwedit'i gtkdial için hesaplarý ayarlamak için kullan
vi: Dùng gwvedit để thiết lập tài khoản cho GtkDial
zh_cn: 使用gwvedit建立gtkdial的帐号

source: Service Information: %s
da: Tjenesteoplysninger: %s
sv: Tjänstinformation: %s
tr: Hizmet Bilgisi: %s
vi: Thông tin dịch vụ: %s
zh_cn: 服务信息：%s

source: Enter the new service name:
da: Indtast det nye navn på tjenesten:
sv: Ange det nya namnet på tjänsten:
tr: Yeni hizmet ismini girin:
vi: Nhập tên dịch vụ mới:
zh_cn: 输入新的服务名称：

source: No service selected
da: Ingen tjeneste valgt
sv: Ingen tjänst är vald
tr: Hiç bir hizmet seçilmedi
vi: Chưa chọn dịch vụ
zh_cn: 没有选择服务

source: Really delete %s?
da: Vil du virkelig slette %s?
sv: Vill du verkligen ta bort %s?
tr: %s gerçekten silinsin mi?
vi: Thật sự muốn xóa %s chứ?
zh_cn: 真的删除 %s？

source: Copy_of_%s
da: kopi_af_%s
sv: Kopia_av_%s
tr: %s_nin_kopyasý
zh_cn: 复件_%s

source: Enter name for duplicate service:
da: Indtast navn for kopieret tjeneste:
sv: Ange namn på duplicerad tjänst:
tr: Ýkinci kopya hizmet için isim girin:
vi: Nhập tên của dịch vụ trùng:
zh_cn: 输入复制的服务的名称：

source: Service needs a name
da: Tjenesten skal have et navn
sv: Tjänsten måste ha ett namn
tr: Hizmetin isme ihtiyacý var
vi: Dịch vụ phải có tên
zh_cn: 服务需要一个名称

source: That service already exists
da: Den tjeneste eksisterer allerede
sv: Den tjänsten finns redan
tr: Bu hizmet zaten var
vi: Dịch vụ này đã có rồi
zh_cn: 该服务已经存在

source: You've made some changes. Do you want to save them?
da: Du har foretaget nogle ændringer. Vil du gemme dem?
sv: Du har gjort en del ändringar. Vill du spara dem?
tr: Bazý deðiþiklikler yaptýnýz. Kaydetmek istiyor musunuz?
vi: Bạn đã tạo ra một vài thay đổi. Bạn có muốn lưu lại không?
zh_cn: 您已经做了一些改变。 您需要保存改变么？

source: Service Information:
da: Tjenesteoplysninger:
sv: Tjänstinformation:
tr: Hizmet bilgisi:
vi: Thông tin dịch vụ:
zh_cn: 服务信息：

source: Enter new name for service:
da: Indtast nyt navn på tjeneste:
sv: Ange nytt namn på tjänsten:
tr: Hizmet için yeni bir isim verin:
vi: Nhập tên dịch vụ mới:
zh_cn: 输入服务的新名称：

source: Really revert to last saved backup? This will overwrite your current config file.
da: Vil du virkelig gå tilbage til den sidst gemte sikkerhedskopi? Dette vil overskrive din nuværende konfigurationsfil.
sv: Vill du verkligen återgå till den senast sparade säkerhetskopian? Detta kommer att skriva över din aktuella konfigurationsfil.
tr: Kaydedilmiþ en son yedek haline dönüþtürülsün mü? Þu anki ayar dosyasýnýn üzerine yazýlsýn mý?
vi: Thật sự hoàn nguyên về lần lưu sau cùng chứ? Việc này sẽ ghi đè lên tập tin cấu hình hiện thời của bạn.
zh_cn: 真的要还原到上次保存的备份？ 这将覆盖您当前的配置文件。

source: Revert to Backup File
da: Gå tilbage til sikkerhedskopi
sv: Återgå till säkerhetskopia
tr: Yedek dosyasýna dönüþtür
vi: Hoàn nguyên về bản sao
zh_cn: 还原到备份文件

source: New Service
da: Ny tjeneste
sv: Ny tjänst
tr: Yeni Hizmet
vi: Dịch vụ mới
zh_cn: 新建服务

source: Delete Service
da: Slet tjeneste
sv: Ta bort tjänst
tr: Hizmet sil
vi: Xóa dịch vụ
zh_cn: 删除服务

source: Duplicate Service
da: Kopiér tjeneste
sv: Duplicera tjänst
tr: Hizmet kopyala
vi: Lặp dịch vụ
zh_cn: 复制服务

source: Rename Service
da: Omdøb tjeneste
sv: Byt namn på tjänst
tr: Hizmeti yeniden adlandýr
vi: Đổi tên dịch vụ
zh_cn: 更改服务名称

source: Move Up
da: Flyt op
sv: Flytta upp
tr: Yukarý çýkart
vi: Chuyển lên
zh_cn: 上移

source: Move Down
da: Flyt ned
sv: Flytta ner
tr: Aþaðý indir
vi: Chuyển xuống
zh_cn: 下移

source: S_ervices
da: Tj_enester
sv: T_jänster
tr: _Hizmetler
vi: _Dịch vụ
zh_cn: 服务(_E)

source: Services
da: Tjenester
sv: Tjänster
tr: Hizmetler
vi: Dịch vụ
zh_cn: 服务

source: Service Information
da: Tjenesteoplysninger
sv: Tjänstinformation
tr: Hizmet Bilgisi
vi: Thông tin dịch vụ
zh_cn: 服务信息

source: Username:
da: Brugernavn:
sv: Användarnamn:
tr: Kullanýcý adý:
vi: Tên người dùng:
zh_cn: 用户名：

source: Password:
da: Adgangskode:
sv: Lösenord:
tr: Parola
vi: Mật khẩu:
zh_cn: 密码：

source: Phone No:
da: Tfl. nummer:
sv: Telefonnr:
tr: Telefon numarasý
vi: Số điện thoại:
zh_cn: 电话号码：

source: Area Code:
da: Områdekode:
sv: Riktnummer:
tr: Alan Kodu
vi: Mã vùng:
zh_cn: 区码：

source: Apply Changes
da: Anvend ændringer
sv: Verkställ ändringar
tr: Deðiþiklikleri uygula
vi: Áp dụng thay đổi
zh_cn: 应用改变

source: Undo Changes
da: Fortryd ændringer
sv: Ångra ändringar
tr: Deðiþiklikleri geri al
vi: Hoàn lại thay đổi
zh_cn: 撤销改变

source: Clear
da: Ryd
sv: Töm
tr: Temizle
vi: Xóa
zh_cn: 清除

source: gwvedit is a GNOME editor for the wvdial configuration file.
da: gwvedit er et redigeringsprogram for Gnome til at ændre i konfigurationsfilen til wvdial.
sv: gwvedit är ett GNOME-redigeringsprogram för wvdials konfigurationsfil.
tr: gwvedit wvdial ayar dosyasý için GNOME düzenleyicisidir.
vi: gwvedit là Bộ hiệu chỉnh tập tin cấu hình wvdial cho GNOME.
zh_cn: gwvedit是wvdial配置文件的GNOME编辑器。

source: gwvedit Preferences
da: gwvedit indstillinger
sv: Inställningar för gwvedit
tr: gwvedit Tercihleri
vi: Thông số gwvedit
zh_cn: gwvedit首选项

source: These settings apply to all services in the wvdial.conf file:
da: Disse indstillinger gælder for alle tjenester i wvdial.conf-filen
sv: Dessa inställningar gäller för alla tjänster i filen wvdial.conf:
tr: Bu ayarlar wvdial.conf dosyasýndaki tüm tüm hizmetlere uygulanacaktýr.
vi: Những thiết lập này sẽ áp dụng cho mọi dịch vụ trong tập tin wvdial.conf:
zh_cn: 这些设置适用于wvdial.conf文件中的所有服务：

source: Modem Device:
da: Modemenhed:
sv: Modemenhet:
tr: Modem Aygýtý
vi: Thiết bị Modem:
zh_cn: 调制解调器设备：

source: Baud:
zh_cn: 波特率：

source: Init String #1:
da: 1. klargøringstekst:
sv: Initieringssträng 1:
vi: Chuỗi khởi tạo #1:
zh_cn: 初始化字符串 #1：

source: init String #2:
da: 2. klargøringstekst:
sv: initieringssträng 2:
vi: Chuỗi khởi tạo #2:
zh_cn: 初始化字符串 #2：

source: Dialer Defaults
da: Standardindstillinger
sv: Standardvärden för uppringare
tr: Arayýcý Öntanýmlý Ayarlar
vi: Bộ gọi mặc định
zh_cn: 预设拨号

source: Path to wvdial.conf file:
da: Stien til wvdial.conf-filen:
sv: Sökväg till filen wvdial.conf:
tr: wvdial.conf'un bulunduðu yer
vi: Đường dẫn tập tin wvdial.conf:
zh_cn: wvdial.conf文件的路径：

source: gwvedit will save your settings here, and gtkdial will use this to find your settings when next started. It is usual that this file is /etc/wvdial.conf, or in rare cases ~/.wvdialrc. gtkdial is able to work sensibly with either.
da: gwvedit gemmer din indstillinger her, og gtkdial bruger dette til at finde indstillingerne næste gang det starter. Sædvanligvis er filen /etc/wvdial.conf eller i sjældne tilfælde ~/.wvdialrc. gtkdial virker med begge dele.
sv: gwvedit kommer att spara dina inställningar här, och gtkdial kommer att använda detta för att hitta dina inställningar vid nästa uppstart. Vanligtvis brukar denna fil vara /etc/wvdial.conf, eller i ovanliga fall ~/.wvdialrc. gtkdial fungerar med båda.
tr: gwvedit ayarlarýnýzý buraya kaydedecek ve gtkdial bir daha sefere buradaki ayarlarý kullanacak. Bu dosya genellikle /etc/wvdial.conf'tur, ama nadiren ~/.wvdialrc de olabilir. gtkdial herikisi ile de çalýþacaktýr.
vi: gwvedit sẽ lưu các thiết lập của bạn ở đây, và gtkdial sẽ dùng thông tin này. Vị trí thường dùng là /etc/wvdial.conf, hoặc ~/.wvdialrc (hiếm gặp hơn). GtkDial có thể dùng thông tin từ cả hai nơi.
zh_cn: gwvedit将在此保存设置，gtkdial将在下次运行时利用它找到设置。 通常该文件为/etc/wvdial.conf，或者在极少情况下为~/.wvdialrc。 gtkdial可以使用其中的任一个。

source: gwvedit Options
da: gwvedit indstillinger
sv: Inställningar för gwvedit
tr: gwvedit Seçenekleri
vi: Tùy chọn gwvedit
zh_cn: gwvedit选项

source: Problem
tr: Sorun
vi: Vấn đề
zh_cn: 问题

source: Couldn't find pixmap file: %s
da: Kunne ikke finde billedfil: %s
sv: Kunde inte hitta bildfilen: %s
tr: Pixmap dosyasý bulunamadý: %s
vi: Không thể tìm tập tin pixmap: %s
zh_cn: 无法找到点阵图像文件：%s

source: Welcome to gwvedit
da: Velkommen til gwvedit
sv: Välkommen till gwvedit
tr: gwvedit'e hoþgeldiniz
vi: Chào mừng đến gwvedit
zh_cn: 欢迎使用gwvedit

source: Welcome to gwvedit. It seems that you have no existing wvdial configuration file in either of the usual places. This utility will now run wvdialconf to create a basic file. You may then edit this file to include your Internet Service Providers.
da: Velkommen til gwvedit. Det ser ud til at du ikke har en konfigurationfil til wvdial nogle af de sædvanlige steder. Dette program vil nu køre 'wvdialconf' til at oprette en grundlæggende fil. Du kan så tilrette denne fil så den medtager dine internetudbydere.
sv: Välkommen till gwvedit. Det verkar som om du inte har någon existerande konfigurationsfil för wvdial på något av de vanliga ställena. Detta verktyg kommer nu att köra wvdialconf för att skapa en enkel fil. Du kan sedan redigera denna fil och lägga till dina Internetleverantörer.
tr: gwvedit'e hoþgeldiniz. wvdial ayar dosyanýz biline adreslerde yok gibi görünüyor Bu program þimdi wvdialconf'u çalýþtýrarak temel bir dosya yaratacak. Daha sonra bu dosyayý düzenleyerek Internet Servis Saðlayýcýnýzý ekleyebilirsiniz.
vi: Chào mừng đến gwvedit. Dường như bạn chưa có tập tin cấu hình wvdial (hoặc không đặt ở những nơi thông thường). Tiện ích này sẽ chạy wvdialconf ngay bây giờ để tạo tập tin cơ sở. Bạn có thể sửa tập tin này sau đó để thêm các ISP của bạn.
zh_cn: 欢迎使用gwvedit。 在通常的位置没有找到wvdial配置文件。 本工具将运行wvdialconf来创建基本文件。 随后你可以编辑该文件以便加入你的互联网提供商。

source: Where do you want your config file stored?
da: Hvor skal konfigurationsfilen gemmes?
sv: Var vill du spara din konfigurationsfil?
tr: Ayar dosyanýzýn nerede tutulmasýný istersiniz?
vi: Bạn muốn lưu tập tin cấu hình ở đâu?
zh_cn: 您希望把配置文件存在何处？

source: /etc/wvdial.conf - this is the usual place
da: /etc/wvdial.conf - dette er det sædvanlige sted
sv: /etc/wvdial.conf - detta är det vanliga stället
tr: /etc/wvdial.conf - genellikle burasý kullanýlýr
vi: /etc/wvdial.conf - vị trí thường dùng
zh_cn: /etc/wvdial.conf - 这是通常的位置

source: ~/.wvdialrc - some users consider this more secure
da: ~/.wvdialrc - nogle synes dette er mere sikkert
sv: ~/.wvdialrc - en del menar att detta är säkrare
tr: ~/.wvdialrc - bazý kullanýcýlar bu adresi daha güvenli bulur
vi: ~/.wvdialrc - cho những người dùng đòi hỏi an toàn
zh_cn: ~/.wvdialrc - 有些用户认为这里更安全

source: Select User's Home Directory:
da: Vælg brugerens hjemmemappe:
sv: Välj användarens hemkatalog:
tr: Kullanýcýnýn Ev Dizinini seçiniz:
vi: Chọn thư mục người dùng:
zh_cn: 选择用户的主目录：

source: Scan for Modem Settings
da: Søg efter modemindstilinger
sv: Leta efter modeminställningar
tr: Modem ayarlarýný tara
vi: Quét tìm thiết lập Modem
zh_cn: 扫描调制解调器的设置

source: gwvedit needs to be root to perform any useful function.
da: gwvedit skal køres af en administrator (root) for at være til nogen nytte.
sv: gwvedit måste köras som root för att kunna göra något vettigt.
tr: gwvedit yararlý bir iþlev görebilmek için root olmanýza ihtiyaç duyar.
vi: gwvedit cần phải chạy dưới quyền root.
zh_cn: gwvedit需要root用户 执行任何有用的功能。

source: Problem saving file! Maybe you don't have permission?
da: Problemer med at gemme filen! Måske har du ikke de rigtige rettigheder?
sv: Problem vid sparande av fil! Du kanske inte har de rättigheter som krävs?
tr: Dosya kaydedilirken sorun çýktý! Belki de izniniz yok?
vi: Lỗi lưu tập tin! Có lẽ bạn không có đủ quyền truy cập?
zh_cn: 保存时出错！ 可能你没有权限？

source: File Saved
da: Fil gemt
sv: Filen sparad
tr: Dosya kaydedildi
vi: Đã lưu tập tin
zh_cn: 文件已被保存

source: OK to update your config file?
da: Er det i orden at konfigurationsfilen opdateres?
sv: Okej att uppdatera din konfigurationsfil?
tr: Ayar dosyanýzý güncellemek istediðinize emin misiniz?
vi: Đồng ý cập nhật tập tin cấu hình chứ?
zh_cn: 准备更新你的配置文件么？

source: Saving a blank config file isn't a good idea Do you want to continue?
da: At gemme en tom konfigurationsfil er ikke en god idé. Er du sikker på du vil fortsætte?
sv: Att spara en tom konfigurationsfil är ingen bra idé Vill du fortsätta?
tr: Ayar dosyasýný boþ olarak kaydetmek pek iyi bir fikir deðildir Devam etmek istiyor musunuz?
vi: Lưu tập tin cấu hình rỗng không phải là ý kiến hay. Bạn có muốn tiếp tục không?
zh_cn: 保存一个空的配置文件不是一个好主意 您要继续么？

source: There was a problem with wvdialconf, This may be because: - You do not have sufficient permissions to run wvdialconf - it needs root. - Your modem is incorrectly installed, or is a software modem (visiting http://www.linmodems.org may help)
da: Der opstod et problem med 'wvdialconf'. Dette kan skyldes: - at du ikke har tilstrækkelige rettigheder til at køre 'wvdialconf' - du skal være administrator. - at dit modem er installeret forkert eller er et software-modem (der kan måske være hjælp at hente på http://www.linmodems.org)
sv: Det uppstod ett fel med wvdialconf, Detta kan bero på att: - Du inte har tillräckliga rättigheter för att köra wvdialconf - det behöver rooträttigheter. - Ditt modem är felaktigt installerat, eller är ett programvarumodem (ett besök på http://www.linmodems.org kan hjälpa)
tr: wvdialconf ile ilgili bir sorun var, Sorun: - wvdial'i çalýþtýrmak için gerekli izinlere sahip deðilsiniz - root haklarý gerektirir. - modeminiz doðru bir þekilde yüklenmemiþ, ya da yazýlým modem (software modem) olabilir (http://www.linmodems.org adresini ziyaret etmeniz yararlý olabilir)
vi: wvdialconf gặp vấn đề. Có lẽ là vì: - Bạn không có đủ quyền truy cập để chạy wvdialconf - bạn phải là root - Modem của bạn chưa được cài đặt một cách thích hợp hoặc đây là "modem phần mềm) (xin xem thêm ở http://www.linmodems.org)
zh_cn: wvdialconf出错, 这可能是因为： - 您没有足够的权限来运行wvdialconf - 必须是root用户。 - 您的调制解调器没有正确安装， 或者是一个软调制解调器 (请访问http://www.linmodems.org获得可能的帮助)

source: No configuration done You can re-run this program later.
da: Ingen opsætning foretaget. Du kan køre programmet igen senere.
sv: Ingen konfiguration gjordes Du kan köra detta program igen senare.
tr: Herhangi bir ayar yapýlmadý Bu programý daha sonra tekrar çalýþtýrabilirsiniz.
vi: Chưa cấu hình xong Bạn có thể chạy lại chương trình này lần sau.
zh_cn: 配置没有完成 您可以在以后重新运行本程序。

source: Couldn't create pixmap from file: %s
da: Kunne ikke oprette billede fra fil: %s
sv: Kunde inte skapa bilden från filen: %s
tr: Pixmapdosyasý %s dosyasýndan yaratýlamadý
vi: Không thể tạo pixmap từ tập tin: %s
zh_cn: 无法从文件创建点阵图像：%s

source: (c) Principia Systems, 2001
da: © Principia Systems, 2001
sv: © Principia Systems, 2001

source: label14
tr: etiket14
