Repository: GNOME/gnome-i18n
Catalog: sun-po/group2/bonobo-activation/*.po
Languages: de, es, fr, it, ja, ko, pl, ru, sv, zh_tw

source: No server corresponding to your query
de: Kein Server entspricht Ihrer Abfrage.
es: No hay un servidor que corresponda a la consulta
fr: Aucun serveur correspondant à votre requête
it: Nessun server corrisponde alla query
ja: 問い合わせに対応しているサーバがありません
ko: 질의에 응답하는 서버가 없습니다.
pl: Żaden serwer nie odpowiada zapytaniu
ru: Ни один сервер не соответствует запросу
sv: Den efterfrågade servern finns inte
zh_tw: 沒有符合您詢問的伺服器

source: Child process did not give an error message, unknown failure occurred
de: Der untergeordnete Prozess hat keine Fehlermeldung ausgegeben. Ein unbekannter Fehler ist aufgetreten.
es: El proceso hijo no ha originado ningún mensaje de error, ha ocurrido un fallo desconocido
fr: Le processus fils n'a pas renvoyé de message d'erreur, une erreur inconnue s'est produite
it: Il processo figlio non ha fornito un messaggio di errore, errore non identificato
ja: 子プロセスはエラーメッセージを出しませんでしたが、認識できない障害が発生しました
ko: 자식 프로세스가 오류 메시지를 표시하지 않았습니다. 알 수 없는 오류가 발생했습니다.
pl: Proces potomny nie zwrócił komunikatu o błędzie, wystąpił nieznany błąd
ru: Дочерний процесс не выдал сообщения об ошибке, произошел неопознанный сбой
sv: Den underordnade processen skickade inget felmeddelande, ett okänt fel inträffade
zh_tw: 副程序沒有提供錯誤訊息，發生不明失敗

source: Failed to read from child process: %s
de: Der untergeordnete Prozess konnte nicht gelesen werden: %s
es: No se ha podido leer desde el proceso hijo: %s
fr: Échec de la lecture à partir du processus fils : %s
it: Impossibile leggere dal processo figlio: %s
ja: 子プロセスからの読み取りに失敗しました: %s
ko: 자식 프로세스 %s에서 읽지 못했습니다.
pl: Nie można czytać z procesu potomnego: %s
ru: Ошибка чтения из дочернего процесса: %s
sv: Det gick inte att läsa från den underordnade processen: %s
zh_tw: 無法從副程序讀取：%s

source: Couldn't fork a new process
de: Es konnte kein neuer Prozess erzeugt werden.
es: No ha sido posible bifurcar (fork) un nuevo proceso:
fr: Impossible de cloner un nouveau processus
it: Impossibile eseguire il fork del nuovo processo
ja: 新しいプロセスをフォークできませんでした
ko: 새 프로세스를 포크(fork)할 수 없습니다.
pl: Nie można utworzyć nowego procesu
ru: Не удалось инициировать новый процесс
sv: Det gick inte att grena ut en ny process
zh_tw: 無法衍生新程序

source: Child received signal %u (%s)
de: Ein untergeordnetes Element hat das Signal %u (%s) empfangen.
es: El proceso hijo ha recibido la señal %u (%s)
fr: L'enfant a reçu le signal %u (%s)
it: Il figlio ha ricevuto il segnale %u (%s)
ja: 子プロセスがシグナル %u (%s) を受け取りました
ko: 자식이 신호 %u(%s)을(를) 수신했습니다.
pl: Potomek odebrał sygnał %u (%s)
ru: Дочерний объект получил сигнал %u (%s)
sv: Underordnad process tog emot signal %u (%s)
zh_tw: 副節點收到訊號 %u (%s)

source: Unknown non-exit error (status is %u)
de: Unbekannter 'non-exit'-Fehler (Status: %u)
es: Error de salida desconocido (el estado es %u)
fr: Erreur de non-sortie inconnue (l'état est %u)
it: Errore di non uscita non identificato (stato %u)
ja: 認識できない未知のエラー (ステータスは %u)
ko: 알 수 없는 non-exit 오류입니다(상태 %u).
pl: Nieznany błąd niewymagający wyjścia (status %u)
ru: Неопознанная ошибка, не приводящая к завершению работы (состояние: %u)
sv: Okänt ej avslutandefel (status är %u)
zh_tw: 不明的非離開錯誤 (狀態為 %u)

source: bonobo-activation failed to set process group of %s: %s
de: Die Bonobo-Aktivierung konnte keine Prozessgruppe von %s festlegen: %s
es: bonobo-activation no ha podido establecer el grupo del proceso de %s: %s
fr: bonobo-activation n'a pas pu définir le groupe de processus de %s : %s
it: bonobo-activation: impossibile impostare il gruppo del processo per %s: %s
ja: Bonobo をアクティブにする際にプロセスグループ %s の設定に失敗しました: %s
ko: 보노보 활성화가 %s의 프로세스 그룹 %s을(를) 설정하는 데 실패했습니다.
pl: proces aktywujący Bonobo nie może ustawić grupy procesów dla %s: %s
ru: Компоненту bonobo-activation не удалось организовать группу процессов из %s: %s
sv: bonobo-aktiveringen kunde inte ange processgrupp %s: %s
zh_tw: bonobo 啟動無法設定 %s 的程序群組：%s

source: Failed to execute %s: %d (%s)
de: Fehler beim Ausführen von %s: %d (%s)
es: No se ha podido ejecutar %s: %d (%s)
fr: Échec de l'exécution de %s : %d (%s)
it: Impossibile eseguire %s: %d (%s)
ja: %s の実行に失敗しました: %d (%s)
ko: %s 실행 실패: %d (%s)
pl: Nie można wykonać %s: %d (%s)
ru: Не удалось выполнить %s: %d (%s)
sv: Det gick inte att köra %s: %d (%s)
zh_tw: 無法執行 %s：%d (%s)

source: File descriptor to print IOR on
de: Datei-Deskriptor zum Drucken von IOR
es: Descriptor de archivo en el que escribir el IOR
fr: Descripteur de fichier pour imprimer IOR sur
it: Descrittore file su cui stampare lo IOR
ja: IOR の出力先ファイル記述子
ko: IOR을 인쇄할 파일 설명자
pl: Deskryptor pliku do drukowania IOR
ru: Дескриптор файла для печати IOR
sv: Filidentifierare som IOR ska skrivas på
zh_tw: 要在上面列印 IOR 的檔案描述元

source: IID to activate
de: IID für die Aktivierung
es: IID que activar
fr: IID à activer
it: IID da attivare
ja: アクティブにする IID
ko: 활성화할 IID
pl: IID do aktywacji
ru: IID для активизации
sv: IID som ska aktiveras
zh_tw: 要啟動的 IID

source: Prevent registering of server with OAF
de: Vermeiden einer Serverregistrierung mit OAF
es: Evitar el registro de un servidor en el OAF
fr: Empêcher l'enregistrement du serveur avec OAF
it: Previene la registrazione del server con OAF
ja: OAF でサーバが登録されないようにする
ko: OAF를 통해 서버를 등록할 수 없습니다.
pl: Zapobiegaj rejestrowaniu serwera z OAF
ru: Запретить регистрацию сервера через OAF
sv: Förhindra registrering av server med OAF
zh_tw: 阻止伺服器向 OAF 註冊

source: Bonobo activation options
de: Optionen für die Bonobo-Aktivierung
es: Opciones de la activación de Bonobo
fr: Options d'activation de Bonobo
it: Opzioni di attivazione Bonobo
ja: Bonobo アクティブ化オプション
ko: 보노보 활성화 옵션
pl: Opcje aktywacji Bonobo
ru: Параметры активизации Bonobo
sv: Alternativ för bonobo-aktivering
zh_tw: Bonobo 啟動選項

source: g_module_open of `%s' failed with `%s'
de: g_module_open von '%s' ist mit '%s' fehlgeschlagen.
es: Ha fallado g_module_open de `%s' con `%s'
fr: g_module_open de `%s' a échoué avec `%s'
it: g_module_open di `%s' non riuscito con `%s'
ja: `%s' の g_module_open は `%s' が原因で失敗しました
ko: `%s'의 g_module_open이 `%s'에 실패했습니다.
pl: Wywołanie metody g_module_open obiektu `%s' nie powiodło się, komunikat błędu: `%s'
ru: Попытка выполнить g_module_open над `%s' вызвала ошибку `%s'
sv: g_modul_open från `%s' misslyckades med `%s'
zh_tw: `%s' 的 g_module_open 無法 `%s'

source: Can't find symbol Bonobo_Plugin_info in `%s'
de: Das Symbol Bonobo_Plugin_info wurde in '%s' nicht gefunden.
es: No se puede encontrar el símbolo Bonobo_Plugin_info en '%s'
fr: Impossible de trouver le symbole Bonobo_Plugin_info dans `%s'
it: Impossibile trovare il simbolo Bonobo_Plugin_info in `%s'
ja: `%s' 内にシンボル Bonobo_Plugin_info が見つかりません
ko: `%s'에서 기호 Bonobo_Plugin_info를 찾을 수 없습니다.
pl: Nie można odnaleźć symbolu Bonobo_Plugin_info w `%s'
ru: Не удается найти символ Bonobo_Plugin_info в `%s'
sv: Det går inte att hitta symbolen Bonobo_Plugin_info i `%s'
zh_tw: 在 `%s' 中找不到符號 Bonobo_Plugin_info

source: Factory `%s' returned NIL for `%s'
de: Fabrik '%s' gibt NIL für '%s' zurück.
es: La factoría '%s' ha devuelto NULO para '%s'
fr: La fabrique `%s' a renvoyé NIL pour `%s'
it: La fabbrica `%s' ha restituito NIL per `%s'
ja: ファクトリ `%s' が `%s' に対して NIL を返しました
ko: 팩토리 `%s'이(가) `%s'에 대해 NIL을 반환했습니다.
pl: Generator `%s' zwrócił wartość NIL dla `%s'
ru: Фабрика `%s' возвратила для `%s' значение NIL
sv: Fabriksinställning `%s' returnerade NIL för `%s'
zh_tw: 工廠 `%s' 傳回 `%s' 的 NIL

source: Shlib `%s' didn't contain `%s'
de: '%s' war in Shlib '%s' nicht enthalten.
es: Shlib '%s' no contenía '%s'
fr: Shlib `%s' ne contenait pas `%s'
it: La shlib `%s' non contiene `%s'
ja: Shlib `%s' に `%s' が含まれていませんでした
ko: Shlib `%s'이(가) `%s'을(를) 포함하지 않습니다.
pl: Biblioteka shlib `%s' nie zawiera `%s'
ru: Объект shlib `%s' не содержит `%s'
sv: Shlib `%s' innehöll inte `%s'
zh_tw: Shlib `%s' 中沒有 `%s'

source: Couldn't find which child the server was listed in
de: Es konnte kein untergeordnetes Element gefunden werden, in dem der Server aufgelistet wurde.
es: No se ha podido determinar qué proceso hijo contiene al servidor
fr: Impossible de déterminer dans quel enfant était listé le serveur
it: Impossibile trovare in quale figlio il server era elencato
ja: どの子プロセスにサーバがリストされているか検出できませんでした
ko: 서버에 나열된 자식을 찾을 수 없습니다.
pl: Nie można uzyskać informacji, w którym z potomków wymieniony był serwer
ru: Не удалось найти дочерний объект со ссылкой на сервер
sv: Det gick inte ta reda på vilken underordnad som servern listades i
zh_tw: 找不到伺服器是列在哪個副節點中

source: Query failed:
de: Abfrage fehlgeschlagen:
es: Ha fallado la consulta:
fr: Échec de la requête :
it: Query non riuscita:
ja: 問い合わせに失敗しました:
ko: 질의 실패:
pl: Zapytanie nie powiodło się:
ru: Не удалось выполнить запрос:
sv: Frågan misslyckades:
zh_tw: 詢問失敗：

source: Activation failed:
de: Aktivierung fehlgeschlagen:
es: Ha fallado la activación:
fr: Échec de l'activation :
it: Attivazione non riuscita:
ja: アクティブ化に失敗しました:
ko: 활성화 실패:
pl: Aktywacja nie powiodła się:
ru: Не удалось выполнить активизацию:
sv: Aktivering misslyckades:
zh_tw: 啟動失敗：

source: Could not parse AID
de: AID konnte nicht analysiert werden.
es: No se ha podido reconocer AID.
fr: Impossible d'analyser AID
it: Impossibile analizzare AID
ja: AID を解析できませんでした
ko: AID를 분석할 수 없습니다.
pl: Nie można przetworzyć AID
ru: Не удалось выполнить разбор AID
sv: Det gick inte att tolka AID
zh_tw: 無法剖析 AID

source: Could not parse context:
de: Der Kontext konnte nicht analysiert werden:
es: No se ha podido reconocer el contexto:
fr: Impossible d'analyser le contexte :
it: Impossibile analizzare il contesto:
ja: コンテキストを解析できませんでした:
ko: 컨텍스트를 분석할 수 없음:
pl: Nie można przetworzyć kontekstu:
ru: Не удалось выполнить разбор контекста:
sv: Det gick inte att tolka sammanhanget:
zh_tw: 無法剖析上下文：

source: Could not activate server:
de: Der Server konnte nicht aktiviert werden:
es: No se ha podido activar el servidor:
fr: Impossible d'activer le serveur :
it: Impossibile attivare il server:
ja: サーバをアクティブにできませんでした:
ko: 서버를 활성화할 수 없음:
pl: Nie można aktywować serwera:
ru: Не удалось активизировать сервер:
sv: Det gick inte att aktivera server:
zh_tw: 無法啟動伺服器：

source: Directory to read .server files from
de: Verzeichnis zum Lesen der .server-Dateien
es: Directorio del que leer los archivos .server
fr: Répertoire à partir duquel lire les fichiers .server
it: Directory da cui leggere i file .server
ja: .server ファイルの読み取り元ディレクトリ
ko: .server 파일을 읽을 디렉토리
pl: Katalog, z którego mają być odczytywane pliki .server
ru: Каталог, из которого будут браться файлы .server
sv: Katalog som SERVER-filer ska läsas från

source: DIRECTORY
de: VERZEICHNIS
es: DIRECTORIO
fr: RÉPERTOIRE
ja: ディレクトリ
ko: 디렉토리
pl: KATALOG
ru: КАТАЛОГ
sv: KATALOG
zh_tw: 目錄

source: Domain of ObjectDirectory
de: Domain von ObjectDirectory
es: Dominio de ObjectDirectory
fr: Domaine de ObjectDirectory
it: Dominio di ObjectDirectory
ja: ObjectDirectory のドメイン
ko: ObjectDirectory의 도메인
pl: Domena katalogu ObjectDirectory
ru: Домен ObjectDirectory
sv: ObjectDirectory-domän
zh_tw: ObjectDirectory 的網域

source: DOMAIN
es: DOMINIO
fr: DOMAINE
it: DOMINIO
ja: ドメイン
ko: 도메인
pl: DOMENA
ru: ДОМЕН
sv: DOMÄN
zh_tw: 網域

source: Serve as an ActivationContext (default is as an ObjectDirectory only)
de: Als ActivationContext verfügbar machen (im Standard nur als ObjectDirectory verfügbar)
es: Servir como un ActivationContext (por defecto es sólo ObjectDirectory)
fr: Sert comme ActivationContext (par défaut, uniquement comme ObjectDirectory)
it: Serve come ActivationContext (l'opzione predefinita è solo come ObjectDirectory)
ja: ActivationContext として機能する (デフォルトでは ObjectDirectory としてのみ機能する)
ko: ActivationContext로 사용(기본적으로 ObjectDirectory로만 사용)
pl: Pełni funkcję ActivationContext (domyślnie tylko funkcję ObjectDirectory)
ru: Обрабатывать как объект ActivationContext (по умолчанию обрабатывается только как ObjectDirectory)
sv: Fungera som en ActivationContext (standard är endast som ett ObjectDirectory)
zh_tw: 做為 ActivationContext (預設僅做為 ObjectDirectory)

source: File descriptor to write IOR to
de: Der Datei-Deskriptor zum Schreiben auf IOR
es: Descriptor de archivo en el que escribir el IOR
fr: Descripteur de fichier dans lequel écrire IOR
it: Descrittore di file su cui scrivere lo IOR
ja: IOR の書き出し先ファイル記述子
ko: IOR을 쓸 파일 설명자
pl: Deskryptor pliku do drukowania IOR
ru: Дескриптор файла для записи IOR
sv: Filidentifierare som IOR ska skrivas till
zh_tw: 寫入 IOR 的檔案描述元

source: Query expression to evaluate
de: Abfrageausdruck zur Bewertung
es: Expresión de consulta que evaluar
fr: Expression de requête à évaluer
it: Espressione della query da valutare
ja: 評価するための問い合わせ式
ko: 평가할 표현식 질의
pl: Wyrażenie zapytania do obliczenia
ru: Выражение-запрос для разбора
sv: Frågeuttryck som ska utvärderas
zh_tw: 要評估的詢問表示式

source: EXPRESSION
de: AUSDRUCK
es: EXPRESIÓN
it: ESPRESSIONE
ja: 式
ko: 표현식
pl: WYRAŻENIE
ru: ВЫРАЖЕНИЕ
sv: UTTRYCK
zh_tw: 表示式

source: CORBA CosNaming service.
de: CORBA CosNaming-Dienst
es: Servicio CORBA CosNaming
fr: Service CORBA CosNaming.
it: Servizio CORBA CosNaming.
ja: CORBA CosNaming サービス。
ko: CORBA CosNaming 서비스
pl: Usługa CORBA CosNaming.
ru: Служба CORBA CosNaming.
sv: CORBA CosNaming-tjänst.
zh_tw: CORBA CosNaming 服務。

source: Name service
de: Namensdienst
es: Servicio de nombres
fr: Service de noms
ja: ネームサービス
ko: 이름 서비스
pl: Usługa nazw
ru: Служба имен
sv: Namntjänst
zh_tw: 名稱服務

source: We don't handle activating shlib objects in a remote process yet
de: Eine Aktivierung von Shlib-Objekten in einem Remoteprozess steht zurzeit noch nicht zur Verfügung.
es: OAF no implementa todavía la activación de objetos shlib en un proceso remoto
fr: Nous ne prenons pas encore en charge l'activation d'objets shlib dans un processus distant
it: L'attivazione degli oggetti shlib in un processo remoto non è ancora supportata
ja: リモートプロセスにおける shlib オブジェクトのアクティブ化にはまだ対応していません。
ko: 아직 원격 프로세스로 shlib 객체 활성화를 처리하지 않습니다.
pl: Aktywowanie obiektów shlib w zdalnym procesie nie jest jeszcze obsługiwane
ru: Активация объектов shlib в удаленном процессе пока не поддерживается
sv: Aktivering av shlib-objekt i fjärrprocesser stöds inte ännu
zh_tw: 我們尚未在遠端程序中處理啟動 shlib 物件

source: The Bonobo Activation configuration file was not read successfully. Please, check it is valid in: %s
de: Die Konfigurationsdatei für die Bonobo-Aktivierung konnte nicht gelesen werden. Überprüfen Sie, ob diese gültig ist in: %s
es: El archivo de configuración de Bonobo Activation no se ha leído satisfactoriamente. Compruebe que es válido en: %s
fr: Échec de lecture du fichier de configuration de l'activation de Bonobo. Veuillez vérifier qu'il est valide dans : %s
it: Impossibile leggere correttamente il file di configurazione di Bonobo Activation. Verificare che sia valido in: %s
ja: Bonobo アクティブ化構成ファイルは正常に読み込まれませんでした。このファイルが有効であるかを %s で確認してください
ko: 보노보 활성화 구성 파일을 읽지 못했습니다. %s에 있는지 확인하십시오.
pl: Nie można odczytać pliku konfiguracyjnego procesu aktywacyjnego Bonobo. Sprawdź, czy jest on prawidłowy, w katalogu: %s
ru: Не удалось прочитать конфигурационный файл для активизации Bonobo Проверьте, что указан правильный файл в %s
sv: Konfigurationsfilen för bonobo-aktivering gick inte att läsa. Kontrollera om den är giltig i: %s

source: Property '%s' has no value
de: Die Eigenschaft '%s' hat keinen Wert.
es: Al atributo '%s' no se le ha dado un valor
fr: La propriété '%s' n'a pas de valeur
it: Nessun valore assegnato alla proprietà '%s'
ja: プロパティ '%s' に値が設定されていません
ko: 속성 '%s'에 값이 없습니다.
pl: Właściwości '%s' nie przypisano wartości
ru: Свойству '%s' не задано значение
sv: Egenskapen '%s' har inget värde
zh_tw: 屬性 '%s' 沒有值

source: a NULL iid is not valid
de: Eine NULL-IID ist nicht gültig.
es: un IID con el valor NULL no es válido
fr: un iid NULL n'est pas valide
it: L'iid non può essere NULL
ja: NULL の IID は無効です
ko: NULL iid가 유효하지 않습니다.
pl: iid NULL jest nieprawidłowy
ru: IID не может иметь значение NULL
sv: ett iid som är NULL är inte giltigt
zh_tw: NULL iid 是無效的

source: iid %s has a NULL type
de: IID %s ist vom Typ NULL.
es: El IID %s tiene un tipo NULL
fr: l'iid %s a un type NULL
it: L'iid %s ha un tipo NULL
ja: IID %s のタイプが NULL です
ko: iid %s에 NULL 유형이 있습니다.
pl: Typem iid %s jest NULL
ru: IID %s равен NULL
sv: iid %s har en NULL-typ
zh_tw: iid %s 有 NULL 類型

source: iid %s has a NULL location
de: IID %s hat einen NULL-Speicherort.
es: El IID %s tiene una localización NULL
fr: l'iid %s a un emplacement NULL
it: L'iid %s ha una posizione NULL
ja: IID %s の場所が NULL です
ko: iid %s에 NULL 위치가 있습니다.
pl: Adresem iid %s jest NULL
ru: Размещение IID %s равно NULL
sv: iid %s har en NULL-plats
zh_tw: iid %s 有 NULL 位置

source: invalid character '%c' in iid '%s'
de: Ungültiges Zeichen '%c' in IID '%s'
es: Carácter '%c' no válido en IID '%s'
fr: caractère non valide '%c' dans l'iid '%s'
it: carattere errato '%c' nell'iid '%s'
ja: 無効な文字 '%c' が IID '%s' 内にあります
ko: iid '%s'에 유효하지 않은 문자 '%c'이(가) 있습니다.
pl: nieprawidłowy znak '%c' w iid '%s'
ru: недопустимый символ '%c' в IID '%s'
sv: ogiltigt tecken '%c' i iid '%s'
zh_tw: iid '%s' 中的字元 '%c' 無效

source: Race condition activating server '%s'
de: Eine Race Condition aktiviert Server '%s'.
es: Condición de carrera al activar el servidor '%s'
fr: Condition de compétitivité activant le serveur '%s'
it: Interferenza nell'attivazione del server '%s'
ja: サーバ '%s' のアクティブ化における競合状態
ko: 서버 '%s'을(를) 활성화하는 진행 조건
pl: Podczas aktywacji serwera '%s' wystąpił wyścig
ru: Попытка одновременной активизации сервера '%s' несколькими процессами
sv: Rusningstillstånd vid aktivering av servern '%s'
zh_tw: 啟動伺服器 '%s' 的競爭情況

source: Could not save configuration file.
de: Die Konfigurationsdatei konnte nicht gespeichert werden.
es: No se ha podido guardar el archivo de configuración.
fr: Impossible d'enregistrer le fichier de configuration.
it: Impossibile salvare il file di configurazione.
ja: 構成ファイルを保存できませんでした。
ko: 구성 파일을 저장할 수 없습니다.
pl: Nie można zapisać pliku konfiguracyjnego.
ru: Не удалось сохранить конфигурационный файл.
sv: Det gick inte att spara konfigurationsfilen.
zh_tw: 無法儲存組態檔案。

source: Please, make sure you have permissions to write to '%s'.
de: Vergewissern Sie sich, dass Sie über die entsprechenden Zugriffsrechte verfügen, um auf '%s' schreiben zu können.
es: Compruebe que tiene permiso de escritura en el archivo '%s'.
fr: Veuillez vous assurer que vous disposez d'autorisations pour écrire sur '%s'.
it: Verificare di disporre delle autorizzazioni di scrittura per '%s'.
ja: '%s' への書き込み権が与えられているかを確認してください。
ko: '%s'에 대한 쓰기 권한이 있는지 확인하십시오.
pl: Upewnij się, że masz uprawnienia zapisywania do katalogu '%s'.
ru: Убедитесь, что у вас есть разрешение на запись в '%s'.
sv: Kontrollera att du har behörigheter att skriva till '%s'.
zh_tw: 請確定您具有寫入 '%s' 的權限。

source: Successfully wrote configuration file.
de: Die Konfigurationsdatei wurde geschrieben.
es: El archivo de configuración se ha guardado correctamente.
fr: Fichier de configuration écrit avec succès.
it: File di configurazione scritto correttamente.
ja: 構成ファイルの書き込みが正常に完了しました。
ko: 구성 파일을 성공적으로 썼습니다.
pl: Plik konfiguracyjny zapisano pomyślnie.
ru: Запись конфигурационного файла успешно завершена.
sv: Konfigurationsfilen har skapats.
zh_tw: 成功地寫入組態檔案。

source: configuration file is: %s
de: Konfigurationsdatei ist: %s
es: el archivo de configuración es: %s
fr: fichier de configuration : %s
it: file di configurazione: %s
ja: 構成ファイルを次に示します: %s
ko: 구성 파일은 다음과 같습니다. %s
pl: plikiem konfiguracyjnym jest: %s
ru: конфигурационный файл: %s
sv: konfigurationsfilen är: %s
zh_tw: 組態檔案為： %s

source: %s already in configuration file
de: %s bereits in der Konfigurationsdatei
es: %s ya está en el archivo de configuración
fr: %s déjà dans le fichier de configuration
it: %s è già presente nel file di configurazione
ja: %s は既に構成ファイル内に存在します
ko: %s은(는) 이미 구성 파일에 있습니다.
pl: %s istnieje już w pliku konfiguracyjnym
ru: %s уже содержится в конфигурационном файле
sv: %s finns redan i konfigurationsfilen
zh_tw: %s 已經在組態檔案中

source: there is not a properly structured configuration file
de: Es ist noch keine ordnungsgemäß strukturierte Konfigurationsdatei vorhanden.
es: no hay un archivo de configuración estructurado correctamente
fr: aucun fichier de configuration correctement structuré
it: il file di configurazione non è strutturato correttamente
ja: 構造が正しい構成ファイルが存在しません
ko: 적절히 구성된 구성 파일이 없습니다.
pl: nie jest plikiem konfiguracyjnym o prawidłowej strukturze
ru: конфигурационный файл имеет неправильный формат
sv: det finns ingen korrekt strukturerad konfigurationsfil
zh_tw: 沒有結構正確的組態檔案

source: Bonobo-activation configuration file contains:
de: Die Konfigurationsdatei für die Bonobo-Aktivierungs enthält:
es: El archivo de configuración de bonobo-activation contiene:
fr: Le fichier de configuration de l'activation de Bonobo contient :
it: Il file di configurazione di Bonobo-activation contiene:
ja: Bonobo アクティブ化構成ファイルに次のものが含まれます:
ko: 보노보 활성화 구성 파일에는 다음이 포함됩니다.
pl: Plik konfiguracyjny procesu aktywacyjnego Bonobo zawiera:
ru: Конфигурационный файл Bonobo-activation содержит:
sv: Konfigurationsfilen för bonobo-aktivering innehåller:
zh_tw: Bonobo 啟動組態檔案內含：

source: Directory to remove from configuration file
de: Verzeichnis zum Entfernen aus der Konfigurationsdatei
es: Directorio que eliminar del archivo de configuración
fr: Répertoire à supprimer du fichier de configuration
it: Directory da rimuovere dal file di configurazione
ja: 構成ファイルから削除するディレクトリ
ko: 구성 파일에서 제거할 디렉토리
pl: Katalog, który ma zostać usunięty z pliku konfiguracyjnego
ru: Каталог, который нужно удалить из конфигурационного файла
sv: Katalog som ska tas bort från konfigurationsfilen
zh_tw: 要從組態檔案中移除的目錄

source: directory path
de: Verzeichnispfad
es: ruta del directorio
fr: chemin de répertoire
it: percorso directory
ja: ディレクトリパス
ko: 디렉토리 경로
pl: ścieżka katalogu
ru: размещение каталога
sv: katalogsökväg
zh_tw: 目錄路徑

source: Directory to add to configuration file
de: Verzeichnis zum Hinzufügen zur Konfigurationsdatei
es: Directorio que añadir al archivo de configuración
fr: Répertoire à ajouter au fichier de configuration
it: Directory da aggiungere al file di configurazione
ja: 構成ファイルに追加するディレクトリ
ko: 구성 파일에 추가할 디렉토리
pl: Katalog, który ma zostać dodany do pliku konfiguracyjnego
ru: Каталог, который нужно добавить в конфигурационный файл
sv: Katalog som ska läggas till i konfigurationsfilen
zh_tw: 要新增至組態檔案的目錄

source: Display directories in configuration file
de: Anzeigen der Verzeichnisse in der Konfigurationsdatei
es: Mostrar los directorios del archivo de configuración
fr: Afficher les répertoires du fichier de configuration
it: Directory di visualizzazione nel file di configurazione
ja: 構成ファイル内のディレクトリを表示
ko: 구성 파일에 디렉토리 표시
pl: Wyświetlaj katalogi w pliku konfiguracyjnym
ru: Показать каталоги из конфигурационного файла
sv: Visa kataloger i konfigurationsfilen
zh_tw: 顯示組態檔案中的目錄

source: Display path to configuration file
de: Anzeigen des Pfads zur Konfigurationsdatei
es: Mostrar la ruta del archivo de configuración
fr: Afficher le chemin du fichier de configuration
it: Percorso di visualizzazione per il file di configurazione
ja: 構成ファイルのパスを表示
ko: 구성 파일의 경로 표시
pl: Wyświetlaj ścieżkę do pliku konfiguracyjnego
ru: Показать размещение конфигурационного файла
sv: Visa sökväg till konfigurationsfilen
zh_tw: 顯示組態檔案的路徑
