Repository: GNOME/gnome-i18n
Catalog: extra-po/helix-gdm2/*.po
Languages: da, de, es, ja, sl

source: gdm_config_parse: No configuration file: %s. Aborting.
da: gdm_config_parse: Ingen konfigurationsfil: %s. Afbryder.
de: gdm_config_parse: Keine Konfigurationsdatei: %s. Abbruch.
es: gdm_config_parse: Ningún archivo de configuración: %s. Abortando.
ja: gdm_config_parse: コンフィグファイルがありません: %s 終了します。
sl: gdm_config_parse: Ni nastavitvene datoteke: %s. Prekinjam.

source: gdm_config_parse: No greeter specified and default not found.
da: gdm_config_parse: Ingen velkomst angivet og forvalgte ikke fundet.
de: gdm_config_parse: Es wurde kein Greeter angegeben und die Voreinstellung nicht gefunden.
es: gdm_config_parse: no se especificó un programa de bienvenida y no se encontró el definido por omisión.
ja: gdm_config_parse: greeterの指定がなく、デフォルトも見つかりません。
sl: gdm_config_parse: Pozdravnik ni naveden in privzet ni najden.

source: gdm_config_parse: No authdir specified and default not found.
da: gdm_config_parse: Ingen auth-mappe angivet og forvalgte ikke fundet.
de: gdm_config_parse: Es wurde kein authdir angegeben und die Voreinstellung nicht gefunden.
es: gdm_config_parse: no se especificó el directorio authdir y no se encontró el definido por omisión.
ja: gdm_config_parse: authdirの指定がなく、デフォルトも見つかりません。
sl: gdm_config_parse: Authdir ni naveden in privzet ni najden.

source: gdm_config_parse: No sessions directory specified and default not found.
da: gdm_config_parse: Ingen sessionsmappe angivet og forvalgte ikke fundet.
de: gdm_config_parse: Kein Verzeichnis für die Sitzung angegeben und keine Vorgabe gefunden.
es: gdm_config_parse: No se especificó el directorio de sesiones y no se encontró el definido por omisión.
ja: gdm_config_parse: sessionsディレクトリの指定がなく、デフォルトも見つかりません。
sl: gdm_config_parse: Imenik sej nii naveden in privzet ni najden.

source: gdm_config_parse: Invalid server line in config file. Ignoring!
da: gdm_config_parse: Ugyldig serverlinie i konfigurationsfil. Ignorerer!
de: gdm_config_parse: Ungültige Server-Zeile in Konfigurationsdatei. Wird Ignoriert!
es: gdm_config_parse: Línea de servidor inválida en el archivo de configuración. Ignorándola.
ja: gdm_config_parse: コンフィグファイルに無効なサーバ行があります。無視します。
sl: gdm_config_parse: Neveljavna vrstica za stre¾nik v konfiguracijski datoteki. Ne bo upo¹tevana!

source: gdm_config_parse: Xdmcp disabled and no local servers defined. Aborting!
da: gdm_config_parse: Xdmcp slået fra og ingen lokale servere angivet. Afbryder!
de: gdm_config_parse: Xdmcp abgeschalten und keine lokalen Server definiert. Abbruch!
es: gdm_config_parse: Xdmcp desactivado y ningún servidor local definido. Abortando.
ja: gdm_config_parse: Xdmcp が無効です。ローカルサーバも定義されていません。終了します。
sl: gdm_config_parse: Xdmcp je onemogoèen in nobenih krajevnih stre¾nikov ni definiranih. Prekinjam!

source: gdm_config_parse: Can't find the gdm user (%s). Aborting!
da: gdm_config_parse: Kan ikke finde gdm brugeren (%s). Afbryder!
de: gdm_config_parse: Der gdm-Benutzer (%s) konnte nicht gefunden werden. Abbruch!
es: gdm_config_parse: No se encuentra el usuario de gdm (%s). Abortando.
ja: gdm_config_parse: gdmユーザ(%s)が見つかりません。終了します
sl: gdm_config_parse: Ne najdem gdm uporabnika (%s). Prekinjam!

source: gdm_config_parse: The gdm user should not be root. Aborting!
da: gdm_config_parse: Gdm brugeren må ikke være root. Afbryder!
de: gdm_config_parse: Der gdm-Benutzer sollte nicht root sein. Abbruch!
es: gdm_config_parse: El usuario gdm no debe ser root. Abortando.
ja: gdm_config_parse: gdmユーザはrootではいけません。終了します
sl: gdm_config_parse: Uporabnik gdm ne sme biti root. Prekinjam!

source: gdm_config_parse: Can't find the gdm group (%s). Aborting!
da: gdm_config_parse: Kan ikke finde gdm gruppen (%s). Afbryder.
de: gdm_config_parse: Die gdm-Gruppe (%s) kann nicht gefunden werden. Abbruch!
es: gdm_config_parse: No se encuentra el grupo de gdm (%s). Abortando.
ja: gdm_config_parse: gdmグループ(%s)が見つかりません。終了します。
sl: gdm_config_parse: Ne najdem gdm skupine (%s). Prekinjam!

source: gdm_config_parse: The gdm group should not be root. Aborting!
da: gdm_config_parse: Gdm gruppen må ikke være root. Afbryder!
de: gdm_config_parse: Die gdm-Gruppe sollte nicht root sein. Abbruch!
es: gdm_config_parse: El grupo gdm no debe ser root. Abortando.
ja: gdm_config_parse: gdmユーザはrootではいけません。終了します
sl: gdm_config_parse: Skupina gdm ne sme biti root. Prekinjam!

source: gdm_config_parse: Authdir %s does not exist. Aborting.
da: gdm_config_parse: Auth-mappe %s eksisterer ikke. Afbryder.
de: gdm_config_parse: Authdir %s existiert nicht. Abbruch!
es: gdm_config_parse: El directorio de autorizaciones %s no existe. Abortando.
ja: gdm_config_parse: Authdir %s が存在しません。終了します。
sl: gdm_config_parse: Authdir %s ne obstaja. Prekinjam.

source: gdm_config_parse: Authdir %s is not a directory. Aborting.
da: gdm_config_parse: Auth-mappe %s er ikke en mappe. Afbryder.
de: gdm_config_parse: Authdir %s ist kein Verzeichnis. Abbruch!
es: gdm_config_parse: %s no es un directorio. Abortando.
ja: gdm_config_parse: Authdir %s はディレクトリではありません。終了します。
sl: gdm_config_parse: Authdir %s ni imenik. Prekinjam.

source: gdm_config_parse: Authdir %s is not owned by user %s, group %s. Aborting.
da: gdm_config_parse: Auth-mappe %s er ikke ejet af bruger %s, gruppe %s. Afbryder.
de: gdm_config_parse: Authdir %s gehört nicht Benutzer %s und Gruppe %s. Abbruch!
es: gdm_config_parse: El directorio de autorizaciones %s no pertenece al usuario %s, grupo %s. Abortando.
ja: gdm_config_parse: Authdir %s はユーザ %s、グループ %s の所有ではありません。終了します。
sl: gdm_config_parse: Lastnik authdir %s ni uporabnik %s, skupine %s. Prekinjam.

source: gdm_config_parse: Authdir %s has wrong permissions. Should be 750. Aborting.
da: gdm_config_parse: Auth-mappen %s har forkerte filrettigheder. Skal være 750. Afbryder.
de: gdm_config_parse: Authdir %s hat falsche Zugriffsrechte. Sollte 750 sein. Abbruch!
es: gdm_config_parse: El directorio de autorizaciones %s tiene permisos incorrectos. Debe de ser 750. Abortando.
ja: Authdir %s のパーミッションは750でなければいけません。終了します。
sl: gdm_config_parse: Authdir %s ima napaèna dovoljenja. Morajo biti 750. Prekinjam.

source: gdm_display_manage: Failed forking gdm slave process for %d
da: gdm_display_manage: Fejlet under opsplitning af gdm slaveproces for %d
de: gdm_display_manage: Aufteilen des gdm-Slave-Prozesses für %d fehlgeschlagen
es: gdm_display_manager: falla al crear el proceso esclavo para %d
ja: gdm_display_manage: gdmのスレーブプロセス%dをforkできませんでした
sl: gdm_display_manage: Delitev gdm su¾enjskega procesa za %d ni uspela

source: gdm_child_action: Aborting display %s
da: gdm_child_action: Afbryder skærm %s
de: gdm_child_action: Display %s wird abgebrochen
es: gdm_child_action: Abortando el despliegue %s
ja: gdm_child_action: ディスプレイ %sを終了します
sl: gdm_child_action: Opu¹èam zaslon %s

source: gdm_child_action: Master rebooting...
da: gdm_child_action: Mester genstarter...
de: gdm_child_action: Master bootet neu...
es: gdm_child_action: Reiniciando el maestro
ja: gdm_child_action: マスターリブート中...
sl: gdm_child_action: Ponovni zagon stre¾nika...

source: gdm_child_action: Reboot failed: %s
da: gdm_child_action: Genstart fejlede: %s
de: gdm_child_action: Neustart fehlgeschlagen: %s
es: gdm_child_action: Falla al reiniciar: %s
ja: gdm_child_action: リブートに失敗しました: %s
sl: gdm_child_action: Ponovni zagon ni uspel: %s

source: gdm_child_action: Master halting...
da: gdm_child_action: Mester stopper...
de: gdm_child_action: Master hält an...
es: gdm_child_action: Deteniendo al maestro
ja: gdm_child_action: マスター停止中...
sl: gdm_child_action: Zaustavitev stre¾nika...

source: gdm_child_action: Halt failed: %s
da: gdm_child_action: Stop fejlede: %s
de: gdm_child_action: Anhalten fehlgeschlagen: %s
es: gdm_child_action: Falla al detener: %s
ja: gdm_child_action: 停止は失敗しました: %s
sl: gdm_child_action: Zaustavitev ni uspela: %s

source: gdm_daemonify: fork() failed!
da: gdm_daemonify: fork() fejlede!
de: gdm_daemonify: fork() fehlgeschlagen!
es: gdm_daemonify: falla en fork()
ja: gdm_daemonify: fork()が失敗しました。
sl: gdm_daemonify: fork() ni uspel!

source: gdm_daemonify: setsid() failed: %s!
da: gdm_daemonify: setsid() fejlet: %s!
de: gdm_daemonify: setsid() fehlgeschlagen: %s!
es: gdm_daemonify: setsid () falló: %s
ja: gdm_daemonify: setsid()が失敗しました: %s!
sl: gdm_daemonify: setsid() ni uspel: %s!

source: Only root wants to run x^hgdm
da: Kun root må køre x^hgdm
de: Nur root darf x^Hgdm starten
es: Solamente root puede ejecutar x^hgdm
ja: root だけが x^hgdm を実行できます
sl: Samo administrator si ¾eli zagnati x^hgdm

source: gdm already running. Aborting!
da: gdm kører allerede. Afbryder!
de: gdm läuft schon. Abbruch!
es: gdm ya está ejecutándose. ¡Abortando!
ja: gdm はすでに起動されています。終了します。
sl: gdm ze teèe prekinjam!

source: According to %s, gdm was already running (%d), but seems to have been murdered mysteriously.
da: Ifølge %sm kørte gdm allerede (%d), men synes nu at være blevet myrdet på mystisk vis.
de: Laut %s lief gdm schon (%d), scheint aber auf geheimnisvolle Art und Weise getötet worden zu sein.
es: Según %s, gdm ya ha sido lanzado (%d), pero parece haber muerto misteriosamente.
ja: %sによると、gdm は実行されていました (%d) しかし、強制終了されたようです。
sl: Glede na %s, je bil gdm ¾e pognan (%d), a izgleda, da je bil umorjen na skrivnosten naèin.

source: gdm_main: Error setting up TERM signal handler
da: gdm_main: Fejl under opsætning af TERM signalhåndtering
de: gdm_main: Fehler beim Einrichten des TERM-Signalhandlers
es: gdm_main: Error al configurar el controlador de la señal TERM
ja: gdm_main: TERMシグナルハンドラ設定でエラーが発生しました
sl: gdm_main: Napaka pri vzpostavitvi obravnavalnika za signal TERM

source: gdm_main: Error setting up INT signal handler
da: gdm_main: Fejl under opsætning af INT signalhåndtering
de: gdm_main: Fehler beim Einrichten des INT-Signalhandlers
es: gdm_main: Error al configurar el controlador de la señal INT
ja: gdm_main: INTシグナルハンドラ設定でエラーが発生しました
sl: gdm_main: Napaka pri vzpostavitvi obravnavalnika za signal INT

source: gdm_main: Error setting up CHLD signal handler
da: gdm_main: Fejl under opsætning af CHLD signalhåndtering
de: gdm_main: Fehler beim Einrichten des CHLD-Signalhandlers
es: gdm_main: Error al configurar el controlador de la señal CHLD
ja: gdm_main: CHLDシグナルハンドラ設定でエラーが発生しました
sl: gdm_main: Napaka pri vzpostavitvi obravnavalinka za signal CHLD

source: gdm_auth_user_add: Could not open cookie file %s
da: gdm_auth_user_add: Kunne ikke tilføje infokage %s
de: gdm_auth_user_add: Cookiedatei %s konnte nicht geöffnet werden
es: gdm_auth_user_add: No se pudo abrir el archivo cookie %s
ja: gdm_auth_user_add: クッキーファイル %s を開けません
sl: gdm_auth_user_add: Nisem mogel odpreti datoteke s pi¹koti %s

source: gdm_auth_user_add: Could not lock cookie file %s
da: gdm_auth_user_add: Kunne ikke låse infokage %s
de: gdm_auth_user_add: Cookiedatei %s konnte nicht gesperrt werden
es: gdm_auth_user_add: No se pudo hacer un lock del archivo cookie %s
ja: gdm_auth_user_add: クッキーファイル %s をロックできません
sl: gdm_auth_user_add: Nisem mogel zakleniti datoteke s pi¹kotom %s

source: gdm_auth_user_remove: Ignoring suspiciously looking cookie file %s
da: gdm_auth_user_remove: Fjerner suspekt udseende infokage %s
de: gdm_auth_user_remove: Verdächtig wirkende Cookiedatei %s wird ignoriert
es: gdm_auth_user_remove: Ignorando el archivo cookie sospechoso %s
ja: gdm_auth_user_remove: クッキーファイル%sの検査を無視します
sl: gdm_auth_user_remove: Ne upo¹tevam sumljive datoteke s pi¹kotom %s

source: %s: Directory %s does not exist.
da: %s: Mappe %s eksisterer ikke.
de: %s: Verzeichnis %s existiert nicht.
es: %s: El directorio %s no existe.
ja: %s: ディレクトリ %s はありません。
sl: %s: Imenik %s ne obstaja.

source: %s: %s is not owned by uid %d.
da: %s: %s er ikke ejet af uid %d.
de: %s: %s gehört nicht der UID %d.
es: %s: %s no tiene como dueño el uid %d.
ja: %s: %s は uid %s の所有ではありません。
sl: %s: Lastnik %s ni %d.

source: %s: %s is writable by group.
da: %s: %s er skrivbar af gruppe.
de: %s: %s ist beschreibbar durch Gruppe.
es: %s: %s puede ser escrito por el grupo.
ja: %s: %s は group で書込み可能です。
sl: %s: skupina sme pisati po %s.

source: %s: %s is writable by other.
da: %s: %s er skrivbar af andre.
de: %s: %s ist beschreibbar durch Andere.
es: %s: %s puede ser escrito por otros.
ja: %s: %s は other で書込み可能です。
sl: %s: ostali smejo pisati po %s.

source: %s: does not exist and must.
da: %s: eksisterer ikke, men skal.
de: Verzeichnis %s wird benötigt, existiert aber nicht.
es: %s: no existe y debe existir.
ja: %s: 存在しません。存在しなければなりません。
sl: %s: ne obstaja, a mora.

source: %s: %s is not a regular file.
da: %s: %s er ikke en almindelig fil.
de: %s: %s ist keine reguläre Datei.
es: %s: %s no es un archivo regular.
ja: %s: %s はレギュラーファイルではありません。
sl: %s: %s ni navadna datoteka.

source: %s: %s is writable by group/other.
da: %s: %s er skrivbar af gruppe/andre.
de: %s: %s ist beschreibbar durch Gruppe/Andere.
es: %s: %s puede ser escrito por el grupo y otros.
ja: %s: %s は group/other で書込み可能です。
sl: %s: skupina/ostali sme pisati po %s.

source: %s: %s is bigger than sysadmin specified maximum file size.
da: %s: %s er større end maksimum filstørrelse angivet af sysadmin.
de: %s: %s ist größer als die vom Systemadministrator festgelegte maximale Dateigröße.
es: %s: %s es mayor que el tamaño máximo de archivos especificado por el administrador.
ja: %s: %s は管理者が指定した最大のファイルサイズより大きくなっています。
sl: %s: %s je veèja, kot je administrator nastavil za najveèjo velikost datoteke.

source: gdm_exec_script: Failed starting: %s
da: gdm_exec_script: Fejl under opstart: %s
de: gdm_exec_script: Start fehlgeschlagen: %s
es: gdm_exec_script: Falló el lanzamiento: %s
ja: gdm_exec_script: 開始に失敗しました: %s
sl: gdm_exec_script: Nisem uspel pognati: %s

source: gdm_exec_script: Can't fork script process!
da: gdm_exec_script: Kan ikke splitte skriptproces!
de: gdm_exec_script: Skriptprozeß kann nicht aufgeteilt!
es: gdm_exec_script: ¡Imposible de hacer un fork para el proceso script!
ja: gdm_exec_script: スクリプトプロセスをforkできません
sl: gdm_exec_script: Nisem uspel ravejiti procesa skripte!

source: gdm_server_start: Error setting up USR1 signal handler
da: gdm_server_start: Fejl under opsætning af USR1 signalhåndtering
de: gdm_server_start: Fehler beim Einrichten des USR1-Signalhandlers
es: gdm_server_start: Error al configurar el controlador de la señal USR1
ja: gdm_server_start: USR1シグナルハンドラ設定でエラーが発生しました
sl: gdm_server_start: Napaka pri vzpostavitvi obravnavalnika za signal USR1

source: gdm_server_start: Could not open logfile for display %s!
da: gdm_server_start: Kunne ikke åbne logfil for skærm %s!
de: gdm_server_start: Logdatei für Display %s konnte nicht geöffnet werden!
es: gdm_server_start: ¡No pude abrir la bitácora para el display %s!
ja: gdm_server_start: ディスプレイ%sのログファイルが開けませんでした
sl: gdm_server_start: Ne morem odpreti dnevni¹ke datoteke za zaslon %s!

source: gdm_server_start: Error setting USR1 to SIG_IGN
da: gdm_server_start: Lykkedes ikke at sætte USR1 til SIG_IGN
de: gdm_server_start: Fehler beim Versuch, USR1 auf SIG_IGN zu setzen
es: gdm_server_start: Error al configurar la señal USR1 a SIG_IGN
ja: gdm_server_start: USR1をSIG_IGNに設定する際ににエラーが発生しました
sl: gdm_server_start: Napaka ob nastavljanju USR1 na SIG_IGN

source: gdm_server_start: Xserver not found: %s
da: gdm_server_start: X-tjener ikke fundet: %s
de: gdm_server_start: X-Server nicht gefunden: %s
es: gdm_server_start: Servidor X no encontrado: %s
ja: gdm_server_start: X サーバが見つかりません: %s
sl: gdm_server_start: stre¾nik X ni bil najden: %s

source: gdm_server_start: Can't fork Xserver process!
da: gdm_server_start: Kan ikke splitte X-tjenerproces!
de: gdm_server_start: X-Serverprozeß kann nicht aufgeteilt werden!
es: gdm_server_start: ¡Imposible de hacer un fork para el proceso Xserver!
ja: gdm_server_start: X サーバプロセスを fork できません
sl: gdm_server_start: Nisem mogel razvejiti procesa stre¾nika X!

source: gdm_server_stop: Could not unlink auth file: %s!
da: gdm_server_stop: Kunne ikke åbne logfil for skærm %s!
de: gdm_server_stop: auth-Datei konnte nicht entfernt werden: %s!
es: gdm_server_stop: ¡No se pudo hacer un unlink del archivo de autorización: %s!
ja: gdm_server_stop: auth ファイルのリンクを解除できませんでした: %s
sl: gdm_server_stop: Nisem mogel prekiniti simbolne povezave avtorizacijske datoteke: %s!

source: gdm_server_restart: Error setting up ALARM signal handler
da: gdm_server_restart: Fejl under opsætning af ALARM-signalhåndtering
de: gdm_server_restart: Fehler beim Einrichten des ALARM-Signalhandlers
es: gdm_server_restart: Error al configurar el controlador de la señal ALARM
ja: gdm_server_restart: ALARMシグナルハンドラ設定でエラーが発生しました
sl: gdm_server_restart: Napaka ob nastavljanju obravnavalnik za signal ALARM

source: gdm_slave_init: Error setting up TERM/INT signal handler
da: gdm_slave_init: Fejl under opsætning af TERM/INT-signalhåndtering
de: gdm_slave_init: Fehler beim Einrichten des TERM/INT-Signalhandlers
es: gdm_slave_init: Error al configurar el controlador de la señal TERM/INIT
ja: gdm_slave_init: TERM/INTシグナルハンドラ設定でエラーが発生しました
sl: gdm_slave_init: Napaka pri vzpostavitvi obravnavalnika za signal TERM/INT

source: gdm_slave_init: Error setting up CHLD signal handler
da: gdm_slave_init: Fejl under opsætning af CHLD signalhåndtering
de: gdm_slave_init: Fehler beim Einrichten des CHLD-Signalhandlers
es: gdm_slave_init: Error al configurar el controlador de la señal CHLD
ja: gdm_slave_init: CHLDシグナルハンドラ設定でエラーが発生しました
sl: gdm_slave_init: Napaka pri vzpostavitvi obravnavalnika za signal CHLD

source: gdm_slave_greeter: Can't init pipe to gdmgreeter
da: gdm_slave_greeter: Kan ikke åbne pibe til gdmvelkomst
de: gdm_slave_greeter: Weiterleitung zum gdmgreeter kann nicht initialisiert werden
es: gdm_slave_greeter: Imposible iniciar un tubo hacia gdmgreeter
ja: gdm_slave_greeter: gdmgreeter へのパイプを初期化できません
sl: gdm_slave_greeter: Ne morem inicializirati cevi do gdmgreeter

source: gdm_slave_greeter: Couldn't set groupid to %d
da: gdm_slave_greeter: Kunne ikke sætte gruppe-id til %d
de: gdm_slave_greeter: Gruppen-ID konnte nicht auf %d gesetzt werden
es: gdm_slave_greeter: No pude configurar el grupo como gid %d
ja: gdm_slave_greeter: グループIDを%dに設定できませんでした
sl: gdm_slave_greeter: Ne morem nastaviti groupid na %d

source: gdm_slave_greeter: Couldn't set userid to %d
da: gdm_slave_greeter: Kunne ikke sætte bruger-id til %d
de: gdm_slave_greeter: User-ID konnte nicht auf %d gesetzt werden
es: gdm_slave_greeter: No pude configurar el usuario como uid %d
ja: gdm_slave_greeter: ユーザIDを%dに設定できませんでした
sl: gdm_slave_greeter: Ne morem nastaviti userid na %d

source: gdm_slave_greeter: Error starting greeter on display %s
da: gdm_slave_greeter: Fejl under opstart af velkomst på skærm %s
de: gdm_slave_greeter: Fehler beim Starten des Greeters auf Display %s
es: gdm_slave_greeter: Error al lanzar la ventana de bienvenida en %s
ja: gdm_slave_greeter: ディスプレイ%s上のgreeter起動でエラーが発生しました
sl: gdm_slave_greeter: Napaki pri zagoni pozdravljalnika na zaslonu %s

source: gdm_slave_greeter: Can't fork gdmgreeter process
da: gdm_slave_greeter: Kan ikke opsplitte gdmvelkomst proces
de: gdm_slave_greeter: gdmgreeter-Prozeß konnte nicht aufgeteilt werden
es: gdm_slave_greeter: Imposible hacer un fork para el proceso gdmgreeter
ja: gdm_slave_greeter: gdmgreeterプロセスをforkできません
sl: gdm_slave_greeter: Ne morem razvejiti procesa gdmgreeter

source: gdm_slave_session_start: User passed authentication but getpwnam(%s) failed. Spooky!
da: gdm_slave_session_start: Bruger passerede godkendelsen men getpwnam(%s) fejlede. Skummelt!
de: gdm_slave_session_start: Der Benutzer hat sich erfolgreich angemeldet, aber getpwnam(%s) ist fehlgeschlagen. Seltsam!
es: gdm_slave_session_start: ¡El usuario pasó la autentificación pero getpwnam(%s) falló!
ja: gdm_slave_session_start: ユーザ認証はパスしましたが、getpwnam(%s)に失敗しました。Spooky!
sl: gdm_slave_session_start: Uporabnik je bil avtentificiran, a getpwnam(%s) ni uspel.Èudno!

source: gdm_slave_session_start: Execution of PreSession script returned > 0. Aborting.
da: gdm_slave_session_start: Køring af PræSessionsskript returnerede > 0. Afbryder.
de: gdm_slave_session_start: Ausführung des PreSession-Skripts ergab einen Rückgabewert > 0. Abbruch.
es: gdm_slave_session_start: La ejecución del script de Pre-sesión devolvió > 0. Abortando.
ja: gdm_slave_session_start: PreSessionスクリプトの実行で返り値が0以上でした。終了します。
sl: gdm_slave_session_start: Izvajanje PreSession skripta je vrnil > 0. Prekinjam.

source: gdm_slave_session_start: Error forking user session
da: gdm_slave_session_start: Fejl under opsplitning af brugersession
de: gdm_slave_session_start: Fehler beim Aufteilen der Benutzersitzung
es: gdm_slave_session_start: Error al hacer un fork para la sesión del usuario
ja: gdm_slave_session_start: ユーザセッションのforkエラー
sl: gdm_slave_session_start: Napaki pri razvejanju uporabnikove seje

source: gdm_slave_session_start: Could not setgid %d. Aborting.
da: gdm_slave_session_start: Kunne ikke køre setgid %d. Afbryder.
de: gdm_slave_session_start: Fehler bei setgid %d. Abbruch.
es: gdm_slave_session_start: No pude hacer un setgid %d. Abortando
ja: gdm_slave_session_start: setgid %dができません。終了します。
sl: gdm_slave_session_start: Ne morem nastaviti setgid %d. Prekinjam.

source: gdm_slave_session_start: initgroups() failed for %s. Aborting.
da: gdm_slave_session_start: initgroups() fejlede for %s. Afbryder.
de: gdm_slave_session_start: initgroups() fehlgeschlagen für %s. Abbruch!
es: gdm_slave_session_start: Falló initgroups() para %s. Abortando.
ja: gdm_slave_session_start: %sのinitgroups()に失敗しました。終了します。
sl: gdm_slave_session_start: initgrougs() ni uspel za %s. Prekinjam.

source: gdm_slave_session_start: Could not become %s. Aborting.
da: gdm_slave_session_start: Kunne ikke blive %s. Afbryder.
de: gdm_slave_session_start: setuid %s fehlgeschlagen. Abbruch!
es: gdm_slave_session_start: No pude cambiarme en %s. Abortando.
ja: gdm_slave_session_start: %sになれませんでした。終了します。
sl: gdm_slave_session_start: Ne morem postati %s. Prekinjam.

source: gdm_slave_session_start: Could not start session `%s'
da: gdm_slave_session_start: Kunne ikke starte session '%s'
de: gdm_slave_session_start: Session konnte nicht gestartet werden '%s'
es: gdm_slave_session_start: No pude lanzar la sesión `%s'
ja: gdm_slave_session_start: セッション「%s」が開始できませんでした
sl: gdm_slave_session_start: Ne morem pognati seje ,%s`

source: gdm_slave_windows_kill_ioerror_handler: Fatal X error - Restarting %s
da: gdm_slave_windows_kill_ioerror_handler: Fatal X fejl - Genstarter %s
de: gdm_slave_windows_kill_ioerror_handler: Fataler X-Fehler - %s wird neugestartet
es: gdm_slave_windows_kill_ioerror_handler: Error fatal de X - Reiniciando %s
ja: gdm_slave_windows_kill_ioerror_handler: 致命的なXのエラー - %s を再起動します
sl: gdm_slave_windows_kill_ioerror_handler: Usodna napaka X - Zvnoa poganjam %s

source: gdm_slave_xsync_ping: Error setting up ALARM signal handler
da: gdm_slave_xsync_ping: Fejl under opsætning af ALARM signalhåndtering
de: gdm_slave_xsync_ping: Fehler beim Einrichten des ALARM-Signalhandlers
es: gdm_slave_xsync_ping: Error al configurar el controlador de la señal ALARM
ja: gdm_slave_xsync_ping: ALARMシグナルハンドラ設定でエラーが発生しました
sl: gdm_slave_xsync_ping: Napaka pri vzpostavitvi obravnavalnika za signal ALARM

source: Login:
da: Logind:
ja: ログイン:
sl: Prijava:

source: Can't find /etc/pam.d/gdm!
da: Kan ikke finde /etc/pam.d/gdm!
de: /etc/pam.d/gdm kann nicht gefunden werden!
es: ¡No se encuentra ningún /etc/pam.d/gdm!
ja: /etc/pam.d/gdm が見つかりません
sl: Ne najdem /etc/pam.d/gdm!

source: Can't set PAM_TTY=%s
da: Kan ikke sætte PAM_TTY=%s
de: PAM_TTY=%s kann nicht gesetzt werden
es: Imposible de definir PAM_TTY=%s
ja: PAM_TTY=%sを設定できません
sl: Ne morem nastaviti PAM_TTY=%s

source: Couldn't authenticate %s
da: Kunne ikke autentificere %s
de: %s konnte nicht beglaubigt werden
es: No pude autentificar a %s
ja: %sを認証できませんでした
sl: Ne morem avtentificirati %s
