Repository: GNOME/gnome-i18n
Catalog: extra-po/helix-gdm2/*.po
Languages: da, de, es, ja, sl

source: Couldn't set acct. mgmt for %s
da: Kunne ikke sætte kontohåndtering for %s
de: Accountverwaltung für %s konnte nicht gesetzt werden
es: No pude configurar la gestión de cuentas para %s
ja: %sのacct, mgmtを設定できませんでした
sl: Ne morem nastaviti upravljalnika prijave za %s

source: Couldn't set credentials for %s
da: Kunne ikke sætte akkreditiver for %s
de: Berechtigungsnachweise für %s konnte nicht gesetzt werden
es: No pude configurar las credenciales para %s
ja: %sのcredentialを設定できませんでした
sl: Ne morem nastaviti akreditive za %s

source: Couldn't open session for %s
da: Kunne ikke åbne session for %s
de: Session für %s konnte nicht geöffnet werden
es: No pude abrir una sesión para %s
ja: %sのセッションを開けませんでした
sl: Ne morem odpreti seje za %s

source: Password:
da: Adgangskode:
de: Passwort:
es: Contraseña:
ja: パスワード:
sl: Geslo:

source: User unknown
da: Bruger ukendt
de: Benutzer unbekannt
es: Usuario desconocido
ja: 未知のユーザ
sl: Neznan uporabnik

source: Root login disallowed on display '%s'
da: Root logind ikke tilladt på skærm '%s'
de: Root-Login auf Display '%s' verboten
es: No se acepta la conexión como root en la pantalla '%s'
ja: rootのログインはディスプレイ「%s」では許可されていません
sl: Na zaslonu ,%s` prijava root ni dovoljena

source: Root login disallowed
da: Root logind ikke tilladt
de: Root-Login verboten
es: No se acepta la conexión como root
ja: root ログインは許可されていません
sl: Prijava root ni dovoljena

source: Incorrect password
da: Forkert adgangskode
de: Falsches Passwort
es: Contraseña incorrecta
ja: パスワードが違います
sl: Napaèno geslo

source: gdm_verify_check: Can't find PAM configuration file for gdm
da: gdm_verify_check: Kan ikke finde PAM konfigurationsfil for gdm
de: gdm_verify_check: Die PAM Konfigurationsdatei für gdm konnte nicht gefunden werden
es: gdm_verify_check: No se encuentra el archivo de configuración PAM para gdm
ja: gdm_verify_check: gdmのPAMコンフィグファイルが見つかりません
sl: gdm_verify_check: Ne najdem PAM konfiguracijske datoteke za gdm

source: gdm_xdmcp_init: Could not get server hostname: %s!
da: gdm_xdmcp_init: Kunne ikke få serverens værtsnavn: %s!
de: gdm_xdmcp_init: Server-Rechnername konnte nicht ermittelt werden: %s!
es: gdm_xdmcp_init: ¡No pude obtener el nombre del servidor: %s!
ja: gdm_xdmcp_init: サーバホスト名を取得できませんでした: %s
sl: gdm_xdmcp_init: Nisem dobil ime stre¾nika: %s!

source: gdm_xdmcp_init: Could not create socket!
da: gdm_xdmcp_init: Kunne ikke oprette sokkel!
de: gdm_xdmcp_init: Es konnte kein Socket erzeugt werden!
es: gdm_xdmcp_init: ¡No pude crear el zócalo!
ja: gdm_xdmcp_init: ソケットを生成できませんでした
sl: gdm_xdmcp_init: Ne morem ustvariti vtiènice!

source: gdm_xdmcp_init: Could not bind to XDMCP socket!
da: gdm_xdmcp_init: Kunne ikke binde med XDMCP sokkel!
de: gdm_xdmcp_init: Es konnte nicht an XDMCP-Socket gebunden werden!
es: gdm_xdmcp_init: ¡No pude conectarme al zócalo XDMCP!
ja: gdm_xdmcp_init: XDMCPソケットにバインドできませんでした
sl: gdm_xdmcp_init: Povezava na XDMCP vtiènico ne uspe!

source: gdm_xdmcp_init: Can't alloc fifopath
da: gdm_xdmcp_init: Kunne ikke allokere fifosti
de: gdm_xdmcp_init: Fifo-Pfad konnte nicht zugeteilt werden!
es: gdm_xdmcp_init: No pude crear el fifopath
ja: gdm_xdmcp_init: fifopathを確保できません
sl: gdm_xdmcp_init: Alokacija fifopath ne uspe

source: gdm_xdmcp_init: Could not make FIFO for chooser
da: gdm_xdmcp_init: Kunne ikke oprette FIFO for vælger
de: gdm_xdmcp_init: FIFO konnte nicht erzeugt werden!
es: gdm_xdmcp_init: No pude crear el FIFO para el selector
ja: gdm_xdmcp_init: chooserのFIFOを作れませんでした
sl: gdm_xdmcp_init: Ne morem ustavariti FIFO za izbirnik

source: gdm_xdmcp_init: Could not open FIFO for chooser
da: gdm_xdmcp_init: Kunne ikke åbne FIFO for vælger
de: gdm_xdmcp_init: FIFO konnte nicht geöffnet werden!
es: gdm_xdmcp_init: No pude abrir el FIFO para el selector
ja: gdm_xdmcp_init: chooserのFIFOを開けませんでした
sl: gdm_xdmcp_init: Ne morem odpreti FIFO za izbirnik

source: gdm_xdmcp_decode: Could not create XDMCP buffer!
da: gdm_xdmcp_decode: Kunne ikke oprette XDMCP buffer!
de: gdm_xdmcp_decode: Es konnte keine XDMCP-Puffer erzeugt werden!
es: gdm_xdmcp_decode: ¡No pude crear un buffer XDMCP!
ja: gdm_xdmcp_decode: XDMCPバッファを生成できませんでした
sl: gdm_xdmcp_decode: Ne morem ustvariti izravnalnika za XDMCP!

source: gdm_xdmcp_decode: Could not read XDMCP header!
da: gdm_xdmcp_decode: Kunne ikke læse XDMCP header!
de: gdm_xdmcp_decode: XDMCP-Header konnte nicht gelesen werden!
es: gdm_xdmcp_decode: ¡No pude leer la cabecera XDMCP!
ja: gdm_xdmcp_decode: XDMCPヘッダを読み込めませんでした
sl: gdm_xdmcp_decode: Ne morem prebrati glave XDMCP!

source: gdm_xdmcp_decode: Incorrect XDMCP version!
da: gdm_xdmcp_decode: Forkert XDMCP version!
de: gdm_xdmcp_decode: Falsche XDMCP-Version!
es: gdm_xdmcp_decode: ¡Versión de XDMCP incorrecta!
ja: gdm_xdmcp_decode: XDMCP バージョンが正しくありません
sl: gdm_xdmcp_decode: Napaèna verzija XDMCP!

source: gdm_xdmcp_decode_packet: Unknown opcode from host %s
da: gdm_xdmcp_decode_packet: Ukendt opkode fra vært %s
de: gdm_xdmcp_decode_packet: Unbekannter Opcode von Host %s
es: gdm_xdmcp_decode_packet: Opcode desconocido recibido del hostal %s
ja: gdm_xdmcp_decode_packet: ホスト%s から不明な opcode
sl: gdm_xdmcp_decode_packet: Neznana operacijska koda iz stre¾nika %s

source: gdm_xdmcp_handle_query: Could not extract authlist from packet
da: gdm_xdmcp_query: Kunne ikke skaffe auth-liste fra pakke
de: gdm_xdmcp_handle_query: authlist konnte nicht aus Paket entnommen werden
es: gdm_xdmcp_handle_query: No pude extraer la lista de autorizaciones del paquete
ja: gdm_xdmcp_handle_query: パケットからauthlistを抽出できませんでした
sl: gdm_xdmcp_handle_query: Ne morem izvleèi avtorizacijskega seznama iz paketa

source: gdm_xdmcp_handle_query: Error in checksum
da: gdm_xdmcp_handle_query: Fejl i tjeksum
de: gdm_xdmcp_handle_query: Fehler in Prüfsumme
es: gdm_xdmcp_handle_query: Error de checksum
ja: gdm_xdmcp_handle_query: チェックサムエラー
sl: gdm_xdmcp_handle_query: Napaka v preverjalni vsoti

source: gdm_xdmcp_handle_forward_query: Could not read display address
da: gdm_xdmcp_handle_forward_query: Kunne ikke læse skærmadresse
de: gdm_xdmcp_handle_forward_query: Displayadresse konnte nicht gelesen werden
es: gdm_xdmcp_handle_forward_query: No pude leer la dirección del display
ja: gdm_xdmcp_handle_forward_query: ディスプレイアドレスが読み込めませんでした
sl: gdm_xdmcp_handle_forward_query: Ne morem prebrati naslov zaslona

source: gdm_xdmcp_handle_forward_query: Could not read display port number
da: gdm_xdmcp_handle_forward_query: Kunne ikke læse skærmportnummer
de: gdm_xdmcp_handle_forward_query: Display-Portnummer konnte nicht gelesen werden
es: gdm_xdmcp_handle_forward_query: No pude leer el número de puerto del display
ja: gdm_xdmcp_handle_forward_query: ディスプレイポート番号が読み込めませんでした
sl: gdm_xdmcp_handle_forward_query: Ne morem prebrati ¹tevilko vrat zaslona

source: gdm_xdmcp_handle_forward_query: Could not extract authlist from packet
da: gdm_xdmcp_handle_forward_query: Kunne ikke skaffe auth-liste fra pakke
de: gdm_xdmcp_handle_forward_query: authlist konnte nicht aus Paket entnommen werden
es: gdm_xdmcp_handle_forward_query: No pude extraer la lista de autorizaciones del paquete
ja: gdm_xdmcp_handle_forward_query: パケットからauthlistを抽出できませんでした
sl: gdm_xdmcp_handle_forward_query: Ne morem izvleèi avtorizacijskega seznama iz paketa

source: gdm_xdmcp_handle_forward_query: Error in checksum
da: gdm_xdmcp_handle_forward_query: Fejl i tjeksum
de: gdm_xdmcp_handle_forward_query: Fehler in Prüfsumme
es: gdm_xdmcp_handle_forward_query: Error de checksum
ja: gdm_xdmcp_handle_forward_query: チェックサムエラー
sl: gdm_xdmcp_handle_forward_query: Napaka v preverjalni vsoti

source: Denied XDMCP query from host %s
da: Vært %s tillod ikke XDMCP forespørgsel
de: XDMCP-Anfrage von Rechner %s abgelehnt
es: Pedido XDMCP del hostal %s denegado
ja: ホスト%sにXDMCPクエリが拒否されました
sl: Zavrnjena XDMCP poizvedba iz stre¾nika %s

source: Display not authorized to connect
da: Skærm ikke autoriseret til at forbinde
de: Display ist nicht autorisiert zu verbinden
es: Display no autorizado a conectarse
ja: そのディスプレイは接続のために認証されていません
sl: Zaslon ni avtoriziran za priklop

source: gdm_xdmcp_handle_request: Got REQUEST from banned host %s
da: gdm_xdmcp_handle_request: Modtog REQUEST fra bandlyst vært %s
de: gdm_xdmcp_handle_request: REQUEST von gesperrtem Host %s bekommen
es: gdm_xdmcp_handle_request: Recibí un REQUEST del hostal excluido %s
ja: gdm_xdmcp_handle_request: 禁止されたホスト%sからREQUESTを受け取りました
sl: gdm_xdmcp_handle_request: Dobil sem PRO©NJA iz prepovedanega gostitelja %s

source: gdm_xdmcp_handle_request: Could not read Display Number
da: gdm_xdmcp_handle_request: Kunne ikke læse skærmnummer
de: gdm_xdmcp_handle_request: Displaynummer konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer el número del display
ja: gdm_xdmcp_handle_request: ディスプレイ番号を読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati ©tevilke Zaslona

source: gdm_xdmcp_handle_request: Could not read Connection Type
da: gdm_xdmcp_handle_request: Kunne ikke læse forbindelsestype
de: gdm_xdmcp_handle_request: Verbindungstyp konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer el tipo de conexión
ja: gdm_xdmcp_handle_request: 接続タイプを読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati Vrste Povezave

source: gdm_xdmcp_handle_request: Could not read Client Address
da: gdm_xdmcp_handle_request: Kunne ikke læse klientadresse
de: gdm_xdmcp_handle_request: Clientadresse konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer la dirección del cliente
ja: gdm_xdmcp_handle_request: クライアントアドレスを読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati Naslov Odjemalca

source: gdm_xdmcp_handle_request: Could not read Authentication Names
da: gdm_xdmcp_handle_request: Kunne ikke læse autentificeringsnavn
de: gdm_xdmcp_handle_request: Authentikationsnamen konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer los nombres de autentificación
ja: gdm_xdmcp_handle_request: 認証名を読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati Avtentifikacijska Imena

source: gdm_xdmcp_handle_request: Could not read Authentication Data
da: gdm_xdmcp_handle_request: Kunne ikke læse autentificeringsdata
de: gdm_xdmcp_handle_request: Authentikationsdaten konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer los datos de autentificación
ja: gdm_xdmcp_handle_request: 認証データを読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati Avtentifikacijske Podatke

source: gdm_xdmcp_handle_request: Could not read Authorization List
da: gdm_xdmcp_handle_request: Kunne ikke læse autorisationslisten
de: gdm_xdmcp_handle_request: Autorisationsliste konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer la lista de autorizaciones
ja: gdm_xdmcp_handle_request: 認証一覧を読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati Avtorizacijskega Seznama

source: gdm_xdmcp_handle_request: Could not read Manufacturer ID
da: gdm_xdmcp_handle_request: Kunne ikke læse producent-ID
de: gdm_xdmcp_handle_request: Manufacturer-ID konnte nicht gelesen werden
es: gdm_xdmcp_handle_request: No pude leer el ID del fabricante
ja: gdm_xdmcp_handle_request: 製造者IDが読み込めませんでした
sl: gdm_xdmcp_handle_request: Ne morem prebrati Identifikacijo Proizvajalca

source: gdm_xdmcp_handle_request: Failed checksum from %s
da: gdm_xdmcp_handle_request: Fejlede tjeksum fra %s
de: gdm_xdmcp_handle_request: Falsche Prüfsumme von %s
es: gdm_xdmcp_handle_request: Falló el checksum de %s
ja: gdm_xdmcp_handle_request: %sからチェックサムエラー
sl: gdm_xdmcp_handle_request: Preverjalna vsota iz %s ni uspela

source: gdm_xdmcp_handle_manage: Got Manage from banned host %s
da: gdm_xdmcp_handle_manage: Modtog Manage fra bandlyst vært %s
de: gdm_xdmcp_handle_manage: Manage von gesperrtem Host %s erhalten
es: gdm_xdmcp_handle_manage: Recibí MANAGE del hostal excluido %s
ja: gdm_xdmcp_handle_manage: 禁止されたホスト%sからManageを受け取りました
sl: gdm_xdmcp_handle_manage: Dobil sem Upravljaj iz prepovedanega gostitelja %s

source: gdm_xdmcp_handle_manage: Could not read Session ID
da: gdm_xdmcp_handle_manage: Kunne ikke læse sessions-ID
de: gdm_xdmcp_handle_manage: Session-ID konnte nicht gelesen werden
es: gdm_xdmcp_handle_manage: No pude leer el ID de sesión
ja: gdm_xdmcp_handle_manage: セッションIDが読み込めませんでした
sl: gdm_xdmcp_handle_manage: Ne morem prebrati Identifikacijo Seje

source: gdm_xdmcp_handle_manage: Could not read Display Number
da: gdm_xdmcp_handle_manage: Kunne ikke læse skærmnummer
de: gdm_xdmcp_handle_manage: Display-Nummer konnte nicht gelesen werden
es: gdm_xdmcp_handle_manage: No pude leer el número de Display
ja: gdm_xdmcp_handle_manage: ディスプレイ番号が読み込めませんでした
sl: gdm_xdmcp_handle_manage: Ne morem prebrati ©tevilko Zaslona

source: gdm_xdmcp_manage: Could not read Display Class
da: gdm_xdmcp_manage: Kunne ikke læse skærmklasse
de: gdm_xdmcp_manage: Display-Klasse konnte nicht gelesen werden
es: gdm_xdmcp_manage: No pude leer la clase del Display
ja: gdm_xdmcp_manage: ディスプレイクラスが読み込めませんでした
sl: gdm_xdmcp_manage: Ne morem prebrati Vrsto Zaslona

source: gdm_xdmcp_handle_manage: Could not open logfile for display %s!
da: gdm_xdmcp_handle_manage: Kunne ikke åbne logfil for skærm %s!
de: gdm_xdmcp_handle_manage: Logdatei für Display %s konnte nicht geöffnet werden!
es: gdm_xdmcp_handle_manage: ¡No pude abrir la bitácora para el display %s!
ja: gdm_xdmcp_handle_manage: ディスプレイ%sのログファイルが開けませんでした
sl: gdm_xdmcp_handle_manage: Ne morem odpreti dnevnika za zaslon %s!

source: gdm_xdmcp_handle_keepalive: Got KEEPALIVE from banned host %s
da: gdm_xdmcp_handle_keepalive: Modtog KEEPALIVE fra bandlyst vært %s
de: gdm_xdmcp_handle_keepalive: KEEPALIVE von gesperrtem Host %s bekommen
es: gdm_xdmcp_handle_keepalive: Recibí KEEPALIVE del hostal excluido %s
ja: gdm_xdmcp_handle_keepalive: 禁止されたホスト%sからKEEPALIVEを受け取りました
sl: gdm_xdmcp_handle_keepalive: Dobil sem OSTANI®IV iz prepovedanega gostitelja %s

source: gdm_xdmcp_handle_keepalive: Could not read Display Number
da: gdm_xdmcp_handle_keepalive: Kunne ikke læse skærmnummer
de: gdm_xdmcp_handle_keepalive: Display-Nummer konnte nicht gelesen werden
es: gdm_xdmcp_handle_keepalive: No pude leer el número de Display
ja: gdm_xdmcp_handle_keepalive: ディスプレイ番号が読み込めませんでした
sl: gdm_xdmcp_handle_keepalive: Ne morem prebrati ©tevilka Zaslona

source: gdm_xdmcp_handle_keepalive: Could not read Session ID
da: gdm_xdmcp_handle_keepalive: Kunne ikke læse sessions-ID
de: gdm_xdmcp_handle_keepalive: Session-ID konnte nicht gelesen werden
es: gdm_xdmcp_handle_keepalive: No pude leer el ID de Sesión
ja: gdm_xdmcp_handle_keepalive: セッションIDが読み込めませんでした
sl: gdm_xdmcp_handle_keepalive: Ne morem prebrati Identifikacijo Seje

source: gdm_chooser_parse_config: No configuration file: %s. Aborting.
da: gdm_chooser_parse_config: Ingen konfigurationsfil: %s. Afbryder.
de: gdm_xdmcp_handle_keepalive: Keine Konfigurationsdatei: %s. Abbruch.
es: gdm_chooser_parse_config: Ningún archivo de configuración: %s. Abortando.
ja: gdm_chooser_parse_config: コンフィグファイルがありません。%s。終了します
sl: gdm_chooser_parse_config: Konfiguracijska datoteka %s ne obstaja. Prekinjam.

source: Can't open default host icon: %s
da: Kunne ikke åbne standard værtsikon: %s
de: Das voreingestellte Rechner-Icon kann nicht geöffnet werden: %s
es: No puedo abrir el icono del hostal por omisión: %s
ja: デフォルトホストアイコンを開けません: %s
sl: Ne morem odreti privzeto ikona gostitelja: %s

source: Connect
da: Forbind
de: Verbinden
es: Conectar
ja: 接続
sl: Pove¾i se

source: Rescan
da: Genskan
de: Neu einlesen
es: Explorar de nuevo
ja: 再スキャン
sl: Osve¾i

source: Cancel
da: Annullér
de: Abbrechen
es: Cancelar
ja: キャンセル
sl: Preklièi

source: gdm_signals_init: Error setting up HUP signal handler
da: gdm_signals_init: Fejl under opsætning af HUP signalhåndtering
de: gdm_signals_init: Fehler beim Einrichten des HUP-Signalhandlers
es: gdm_signals_init: Error al configurar el controlador de la señal HUP
ja: gdm_signals_init: HUPシグナルハンドラ設定エラー
sl: gdm_signals_init: Napaka pri vzpostavitvi obravnavalnika za signal HUP

source: gdm_signals_init: Error setting up INT signal handler
da: gdm_signals_init: Fejl under opsætning af INT signalhåndtering
de: gdm_signals_init: Fehler beim Einrichten des INT-Signalhandlers
es: gdm_signals_init: Error al configurar el controlador de la señal INT
ja: gdm_signals_init: INTシグナルハンドラ設定エラー
sl: gdm_signals_init: Napaka pri vzpostavitvi obravnavalnika za signal INT

source: gdm_signals_init: Error setting up TERM signal handler
da: gdm_signals_init: Fejl under opsætning af TERM signalhåndtering
de: gdm_signals_init: Fehler beim Einrichten des TERM-Signalhandlers
es: gdm_signals_init: Error al configurar el controlador de la señal TERM
ja: gdm_signals_init: TERMシグナルハンドラ設定エラー
sl: gdm_signals_init: Napaka pri vzpostavitvi obravnavalnika za signal TERM

source: Could not set signal mask!
da: Kunne ikke sætte signalmaske!
de: Signalmaske konnte nicht gesetzt werden!
es: ¡No pude definir la máscara de señales!
ja: シグナルマスクが設定できませんでした
sl: Ne morem nastaviti maske za signale!

source: gdm_parse_enriched_string: String too long!
da: gdm_parse_enriched_string: Strengen er for lang!
de: gdm_parse_enriched_string: String ist zu lang!
es: gdm_parse_enriched_string: ¡Cadena demasiado larga!
ja: gdm_parse_enriched_string: 文字列が長すぎます
sl: gdm_parse_enriched_string: Predolg niz!

source: Welcome to %s
da: Velkommen til %s
de: Willkommen auf %s
es: Bienvenido a %s
ja: ようこそ%sへ
sl: Dobrodo¹li na %s

source: gdm_parse_enriched_string: Could not malloc temporary buffer!
da: gdm_parse_enriched_string: Klarede ikke at malloc midlertidig buffer!
de: gdm_parse_enriched_string: Temporärer Puffer konnte nicht alloziert werden!
es: gdm_parse_enriched_string: ¡No pude hacer un malloc para un buffer temporal!
ja: gdm_parse_enriched_string: 一時的なバッファを確保できませんでした
sl: gdm_parse_enriched_string: Ne morem alocirati zaèasnega izravnalnika!

source: Are you sure you want to reboot the machine?
da: Er du sikker på at du vil genstarte maskinen?
de: Sind Sie sicher, dass Sie den Rechner neu starten möchten?
es: ¿Está seguro que quiere reiniciar el sistema?
ja: ほんとうにシステムを再起動しますか?
sl: Ali zares ¾elite znova zagnati raèunalnik?

source: Are you sure you want to halt the machine?
da: Er du sikker på at du vil stoppe maskinen?
de: Sind Sie sicher, dass Sie den Rechner anhalten möchten?
es: ¿Está seguro que quiere apagar el sistema?
ja: ほんとうにシステムを停止しますか?
sl: Ali zares ¾elite ustaviti raèunalnik?

source: gdm_login_parse_config: No configuration file: %s. Aborting.
da: gdm_login_parse_config: Ingen konfigurationsfil: %s. Afbryder.
de: gdm_login_parse_config: Keine Konfigurationsdatei: %s. Abbruch.
es: gdm_login_parse_config: Ningún archivo de configuración: %s. Abortando.
ja: gdm_login_parse_config: コンフィグファイルがありません: %s。終了します。
sl: gdm_login_parse_config: Konfiguracijska datoteka %s ne obstaja. Prekinjam.

source: Your preferred session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
da: Din foretrukne sessionstype %s er ikke installeret på denne maskine. Ønsker du at gøre %s til standard for fremtidige sessioner?
de: Ihr bevorzugter Sitzungstyp %s ist auf diesem Rechner nicht installiert. Möchten Sie %s zu Ihrer Voreinstellung für zukünftige Sitzungen machen?
es: Su preferencia de tipo de sesión %s no está disponible en esta máquina. ¿Desea hacer de %s su sesión por omisión a partir de ahora?
ja: 前のセッションタイプ%sはこのシステムにはインストールされていません。 %sの環境を使ってログインしますか?
sl: Va¹a priljubljena seja %s ni name¹èena na tem raèunalniku. ®elite, da bo %s privzeta za nadaljne seje?

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
da: Du har valgt %s for denne session, men standard indstilling er %s. Ønsker du at gøre %s til standard for fremtidige sessioner?
de: Sie haben %s für diese Sitzung ausgewählt. Ihre Voreinstellung ist aber %s. Möchten Sie %s zu Ihrer Voreinstellung für zukünftige Sitzungen machen?
es: Ha escogido %s para esta sesión, pero su sesión por omisión es %s. ¿Desea hacer de %s su sesión por omisión a partir de ahora?
ja: このセッションでは%sが選択されました。しかし、デフォルトは%sです。 次のセッションからは%sをデフォルトにしますか?
sl: Za to sejo ste izbrali %s, èeprav je va¹a privzeta %s. Ali ¾elite, da bo %s privzeta za nadaljne seje?

source: %s session selected
da: %s session valgt
de: Sitzung %s ausgewählt
es: Sesión %s seleccionada
ja: セッション%sが選択されました
sl: Seja %s izbrana

source: Last
da: Sidste
de: Letzte
es: Última
ja: 最後
sl: Zadnja

source: gdm_login_session_init: Session script directory not found!
da: gdm_login_session_init: Sessionens skriptmappe er ikke fundet!
de: gdm_login_session_init: Sitzungsskript-Verzeichnis nicht gefunden!
es: gdm_login_session_init: ¡No se encuentra el directorio de los scripts de sesión!
ja: gdm_login_session_init: セッションスクリプトのディレクトリが見つかりません
sl: gdm_login_session_init: Nisem na¹el imenika s skripti sej!

source: No session scripts found. Aborting!
da: Intet sessionsskript fundet. Afbryder!
de: Keine Sitzungs-Skripte gefunden. Abbruch!
es: ¡No se encuentran scripts de sesión. Abortando!
ja: セッションスクリプトが見つかりません。終了します。
sl: Nobenih skrip sej ne najdem. Prekinjam!

source: No default session link found. Using %s.
da: Ingen standard-sessionlænke fundet. Bruger %s.
de: Keinen Link zur voreingestellten Sitzung gefunden. %s wird benutzt.
es: No se encuentra un lazo de sesión por omisión. Usando %s.
ja: デフォルトセッションリンクが見つかりません。%sを使います。
sl: Ne najdem povezave za prizveto seja. Uporabil bom %s.

source: %s language selected
da: %s sprog valgt
de: Sprache %s ausgewählt
es: Idioma %s seleccionado
ja: 言語 %s が選択されました
sl: Jezik %s izbran

source: Other
da: Andre
de: Andere
es: Otro
ja: その他
sl: Drugo

source: Session
de: Sitzung
es: Sesión
ja: セッション
sl: Seja

source: Language
da: Sprog
de: Sprache
es: Idioma
ja: 言語
sl: Jezik

source: Reboot...
da: Genstart...
de: Neustart...
es: Reiniciar...
ja: リブート...
sl: Ponoven zagon sistema...

source: Halt...
da: Stop...
de: Herunterfahren...
es: Detener...
ja: 停止...
sl: Zaustavitev...

source: System
es: Sistema
ja: システム
sl: Sistem

source: Can't open icon file: %s. Suspending iconify feature!
da: Kan ikke åbne ikonfilen: %s. Suspenderer ikonificeringsfunktionen!
de: Icon-Datei konnte nicht geöffnet werden: %s. Minimierung nicht möglich!
es: ¡Imposible de abrir el archivo de icono: %s. Suspendiendo la posibilidad de iconificar!
ja: アイコンファイルを開けません: %s アイコン化を中断します
sl: Ne najdem datoteke z ikono: %s. Izkljuèujem mo¾nost ikonizacije!

source: Iconify
da: Ikonificér
de: Minimieren
es: Iconificar
ja: アイコン化
sl: Skrèi v ikono

source: Please enter your login
da: Indtast venligst dit brugernavn
de: Bitte geben Sie Ihr Login ein
es: Entre su nombre de usuario
ja: ログインIDを入力してください
sl: Prosim, vtipkajte prijavo

source: Can't open DefaultImage: %s. Suspending face browser!
da: Kan ikke åbne StandardBillede: %s. Bruger ikke ansigtsvælger!
de: DefaultImage konnte nicht geöffnet werden: %s. Gesichterliste abgeschaltet!
es: Imposible de abrir DefaultImage: %s. ¡Suspendiendo el visualizador de fotos!
ja: デフォルトイメージを開けません: %s フェイスブラウザを中断します
sl: Ne morem odpreti DefaultImage: %s. Izkljuèujem pregledovalnik obrazov!

source: main: Error setting up HUP signal handler
da: main: Fejl under opsætning af HUP signalhåndtering
de: main: Fehler beim Einrichten des HUP-Signalhandlers
es: main: Error al configurar el controlador de la señal HUP
ja: main: HUPシグナルハンドラ設定でエラーが発生しました
sl: main: Napaka pri vzpostavitvi obravnavalnika za signal HUP

source: main: Error setting up INT signal handler
da: main: Fejl under opsætning af INT signalhåndtering
de: main: Fehler beim Einrichten des INT-Signalhandlers
es: main: Error al configurar el controlador de la señal INT
ja: main: INTシグナルハンドラ設定でエラーが発生しました
sl: main: Napaka pri vzpostavitvi obravnavalnika za signal INT
