Repository: GNOME/gnome-i18n
Catalog: extra-po/helix-gdm2/*.po
Languages: da, de, es, ja, sl

source: main: Error setting up TERM signal handler
da: main: Fejl under opsætning af TERM signalhåndtering
de: main: Fehler beim Einrichten des TERM-Signalhandlers
es: main: Error al configurar el controlador de la señal TERM
ja: main: TERMシグナルハンドラ設定でエラーが発生しました
sl: main: Napaka pri vzpostavitvi obravnavalnika za signal TERM
