Repository: GNOME/gnome-i18n
Catalog: extra-po/moleskine/*.po
Languages: et, zh_cn, zh_tw

source: Long string double quote
zh_cn: 长字符串双引号

source: Caret
et: Kursor
zh_cn: 插字符号
zh_tw: 插字符號

source: PY Keyword
et: PY märksõna
zh_cn: PY 关键字

source: Apache Config
et: Apache konf
zh_cn: Apache 配置

source: _Goto line...
et: _Mine reale...
zh_cn: 跳至行号(_G)…
zh_tw: 移至行號 (_G)...

source: Remember the names of last
et: Jäta meelde viimase
zh_cn: 记住最近的名称
zh_tw: 紀錄最近開啟過的

source: Character
et: Märk
zh_cn: 字符

source: Keyword 2
zh_cn: 关键字 2

source: Text regexp
et: Sisu regulaaravaldis
zh_cn: 文本正则表达式
zh_tw: 內文首行

source: Identifier end (?>)
et: Lõpuidentifikaator (?>)
zh_cn: 标识符结尾 (?>)

source: Search a string in multiple files
et: Otsi fraasi mitmest failist
zh_cn: 在多个文件中查找字符串
zh_tw: 在多個檔案內尋找句子

source: Search a string
et: Otsi fraasi
zh_cn: 查找一个字符串
zh_tw: 尋找句字

source: Search and replace a string in the current file
et: Otsi ja asenda fraas aktiivsest failist
zh_cn: 在当前文件中查找并替换字符串
zh_tw: 在目前檔案內尋找及取代句子

source: Math
et: Matemaatika
zh_cn: 数学

source: Search in
et: Otsi
zh_cn: 在其中查找
zh_tw: 尋找範圍

source: Save session at exit.
et: Väljumisel salvesta sessioon
zh_cn: 退出时保存会话。
zh_tw: 離開時儲存狀況。

source: _Search...
et: _Otsi...
zh_cn: 查找(_S)…
zh_tw: 尋找 (_S)...

source: Undo
et: Unusta
zh_cn: 撤消
zh_tw: 復原

source: Comment line
et: Kommentaaririda
zh_cn: 注释行

source: Preprocessor
et: Eelprotsessor
zh_cn: 预处理

source: Automatically save files every
et: Salvesta failid automaatselt iga
zh_cn: 自动保存文件，每隔
zh_tw: 自動儲存檔案，每隔

source: Shell glob
et: Shelli muster
zh_cn: Shell 通配符
zh_tw: 延伸檔名

source: Options
et: Häälestus
zh_cn: 选项
zh_tw: 選項

source: Keyword
et: Märksõna
zh_cn: 关键字

source: Value
zh_cn: 值

source: Unmatched brace
et: Paariliseta sulg
zh_cn: 不对应的括号
zh_tw: 不對應的括號

source: Line numbers
et: Reanumbrid
zh_cn: 行号
zh_tw: 行號

source: _Revert
et: _Taasta
zh_cn: 还原(_R)
zh_tw: 回復 (_R)

source: PY Start
zh_cn: PY 开始

source: Symbol table
et: Sümbolitabel
zh_cn: 符号表

source: White space
et: Tühemik
zh_cn: 空白

source: File `%s' has changed on the disk. Do you want to reload it?
et: Faili '%s' on muudetud. Kas sa soovid seda kettalt värskendada?
zh_cn: 磁盘上的文件“%s”已被修改。 您要重新载入吗？
zh_tw: 檔案 `%s' 已被其它程式所更改。 是否要重新載入這個檔案？

source: File not found: %s
et: Faili %s ei leitud.
zh_cn: 文件找不到：%s
zh_tw: 找不到檔案：%s

source: _Files in directory
et: Failid _kataloogist
zh_cn: 目录中的文件(_F)
zh_tw: 這個目錄內 (_F)

source: _Configuration
et: _Häälestus
zh_cn: 配置(_C)
zh_tw: 偏好設定 (_C)

source: _Tools
et: _Tööriistad
zh_cn: 工具(_T)
zh_tw: 工具 (_T)

source: Tabulations size.
et: Tabulatsiooni suurus.
zh_cn: 表格大小。
zh_tw: 定位字元個數。

source: _Open...
et: _Ava...
zh_cn: 打开(_O)…
zh_tw: 開啟檔案 (_O)...

source: PY Long string double quote
zh_cn: PY 长字符串双引号

source: Fill to end of line.
et: Täida rea lõpuni
zh_cn: 填满整行。
zh_tw: 填滿至句子結尾。

source: Scalar
et: Skalaar
zh_cn: 数量

source: Load a file from disk
et: Lae fail kettalt
zh_cn: 从磁盘中载入文件
zh_tw: 載入檔案

source: Matched brace
et: Paarilisega sulg
zh_cn: 对应的括号
zh_tw: 對應的括號

source: JS Comment block
et: JS kommentaariblokk
zh_cn: JS 注释块

source: Attribute
et: Atribuut
zh_cn: 属性

source: PHP Default
et: Vaikimisi PHP
zh_cn: PHP 默认

source: File extension
et: Failitüüp
zh_cn: 文件扩展

source: Directory:
et: Kataloog:
zh_cn: 目录：
zh_tw: 目錄：

source: Statement
et: Väide
zh_cn: 声明

source: Script
et: Skript
zh_cn: 脚本

source: Search the previous occurrence of the last searched string
et: Otsi viimati otsitud fraasi failist eestpoolt
zh_cn: 再查找上一个字符串
zh_tw: 尋找上一句相同的句子

source: _All files
et: K_õik failid
zh_cn: 全部文件(_A)
zh_tw: 全部檔案(_A)

source: None
et: Puudub
zh_cn: 无
zh_tw: 無

source: Label
et: Silt
zh_cn: 标签

source: IP address
et: IP aadress
zh_cn: IP 地址

source: Other colours
et: Teised värvid
zh_cn: 其他颜色
zh_tw: 其它色彩

source: Logo by:
et: Logo autor:
zh_cn: 徽标设计：
zh_tw: 商標設計：

source: SGML 1st param
zh_cn: SGML 第一个参数

source: Search a string in current file
et: Otsi fraasi aktiivsest failist
zh_cn: 在当前文件中查找一个字符串
zh_tw: 在目前檔案內尋找句子

source: Automatic indentation.
et: Automaatne taane.
zh_cn: 自动缩进。
zh_tw: 自動縮排。

source: _New
et: _Uus
zh_cn: 新建(_N)
zh_tw: 新增 (_N)

source: _Toggle bookmark
et: J_ärjehoidja peale/maha
zh_cn: 反转书签(_T)
zh_tw: 切換書籤狀況 (_T)

source: Comment doc keyword
zh_cn: 注释文本关键字

source: Line number:
et: Reanumber:
zh_cn: 行号：
zh_tw: 行號：

source: JS Default
et: Vaikimisi JS
zh_cn: JS 默认

source: JS Symbol
et: JS sümbol
zh_cn: JS 符号

source: PHP Operator
zh_cn: PHP 运算符

source: Line
et: Vertikaaljoon
zh_cn: 行
zh_tw: 線

source: Unnamed
et: Nimetu
zh_cn: 未命名
zh_tw: 未命名

source: Save current file to disk
et: Salvesta aktiivne fail kettale
zh_cn: 将当前文件保存到磁盘
zh_tw: 將目前檔案儲存到磁碟

source: _Whole words
et: Terved _sõnad
zh_cn: 整个词(_W)
zh_tw: 完整句子 (_W)

source: File's CVS status
et: Faili CVS staatus
zh_cn: 文件的 CVS 状态
zh_tw: 檔案狀況

source: File can not be written: %s Permission denied.
et: Faili %s ei saa salvestada. Juurdepääs keelatud.
zh_cn: 无法写入文件：%s 权限禁止。
zh_tw: 無法寫入檔案：%s 限權不足。

source: SGML string double
zh_cn: SGML 字符串双引号

source: Directory's CVS log
et: Kataloogi CVS logiraamat
zh_cn: 目录的 CVS 日志
zh_tw: 目錄紀錄

source: Commit file to CVS
et: Faili sissekanne CVSi
zh_cn: 将文件传送到 CVS
zh_tw: 傳送檔案

source: _Undo
et: U_nusta
zh_cn: 撤销(_U)
zh_tw: 復原 (_U)

source: Comment doc
zh_cn: 注释文本

source: Select background color
et: Vali taustavärv
zh_cn: 选择背景颜色
zh_tw: 選擇背景色彩

source: JS Comment line
et: JS kommentaaririda
zh_cn: JS 注释行

source: Directory
et: Kataloog
zh_cn: 目录
zh_tw: 目錄

source: Identifier
et: Identifikaator
zh_cn: 标识符

source: Diff added
et: Diff lisatud
zh_cn: Diff 添加

source: PY Default
et: Vaikimisi PY
zh_cn: PY 默认

source: Syntax highlighting
et: Lähteteksti värvimine
zh_cn: 语法高亮
zh_tw: 語法色彩處理

source: Bookmark background
et: Järjehoidja taustavärv
zh_cn: 书签背景
zh_tw: 書籤背景

source: Here doc delimiter
zh_cn: 这里是文档分界符

source: Type
et: Tüüp
zh_cn: 类型
zh_tw: 辨別方式

source: Function name definition
et: Funktsiooni nime definitsioon
zh_cn: 函数名定义

source: Files matching s_hell pattern
et: Failid, mis vastvad s_helli mustrile
zh_cn: 匹配 shell 式样的文件(_h)
zh_tw: 符合以下規則的檔案 (_H)

source: Recent sessions
et: Hiljutised sessioonid
zh_cn: 最近的对话

source: Remove file from CVS
et: Eemalda fail CVSist
zh_cn: 从 CVS 中删除文件
zh_tw: 移除檔案

source: Style
et: Stiil
zh_cn: 风格
zh_tw: 樣式

source: Paste from clipboard
et: Kleebi lõikepuhvrist
zh_cn: 粘贴自剪贴板
zh_tw: 將剪貼板上的文字複製到插入符號的位置

source: SGML command
zh_cn: SGML 命令

source: Search _Next
et: Otsi _järgmine
zh_cn: 查找下一个(_N)
zh_tw: 找下一個 (_N)

source: SGML string single
zh_cn: SGML 字符串单引号

source: Diff message
et: Diff sõnum
zh_cn: Diff 信息

source: Emacs keybindings emulation.
et: Emacs'i klahvikombinatsioonide emuleerimine
zh_cn: 模拟 Emacs 的键关联。
zh_tw: 模擬 Emacs 快速鍵

source: _Help
et: _Abi
zh_cn: 帮助(_H)
zh_tw: 說明 (_H)

source: PHP Number
zh_cn: PHP 数字

source: Delete recent files list
et: Kustuta HAF nimekiri
zh_cn: 删除最近的文件列表
zh_tw: 刪除最近開啟檔案紀錄

source: Regex substitution
zh_cn: 正则表达式替换

source: minutes. (0 disables)
et: minuti tagant. (0 tühistab)
zh_cn: 分钟。(0 停用)
zh_tw: 分鐘。(0 停用)

source: Line removed
et: Rida eemaldatud
zh_cn: 删除的行

source: Languages settings
et: Keelte parameetrid
zh_cn: 语言设置
zh_tw: 語言設定

source: String EOL
zh_cn: 字符串 EOL

source: Blinking period:
et: Vilkumise periood:
zh_cn: 闪烁速度：
zh_tw: 閃爍速度：

source: Properties
et: Omadused
zh_cn: 属性

source: _Regular expression
et: _Regulaaravaldis
zh_cn: 正则表达式(_R)
zh_tw: 正規表示式 (_R)

source: Word wra_p
zh_cn: 词围绕(_p)

source: String QR
zh_cn: 字符串 QR

source: String QQ
zh_cn: 字符串 QQ

source: Default
et: Vaikimisi
zh_cn: 默认

source: You can't remove this language.
et: Sa ei saa eemaldada seda keelt.
zh_cn: 您无法删除这种语言。
zh_tw: 不可以移除這種語言。

source: SGML comment
zh_cn: SGML 注释

source: files opened.
et: faili nimed.
zh_cn: 打开的文件。
zh_tw: 個檔案。

source: Rule
et: Reegel
zh_cn: 规则
zh_tw: 規則

source: String QX
zh_cn: 字符串 QX

source: Search in _files...
et: Otsi _failidest...
zh_cn: 在文件中查找(_f)…
zh_tw: 在檔案內尋找(_F)...

source: Searching options
et: Otsingu parameetrid
zh_cn: 查找选项
zh_tw: 尋找選項

source: Language:
et: Keel:
zh_cn: 语言：
zh_tw: 語言：

source: JS String single quote
zh_cn: JS 字符串单引号

source: Go to specified line in current file
et: Mine aktiivses failis määratud reale
zh_cn: 跳转到当前文件中指定的行
zh_tw: 移至指定的行號

source: Text
et: Tekst
zh_cn: 文本

source: _File
et: _Fail
zh_cn: 文件(_F)
zh_tw: 檔案 (_F)

source: Number
zh_cn: 数字

source: Text background
et: Muuda teksti tausta
zh_cn: 文本背景
zh_tw: 文字背景

source: Other
et: Muu
zh_cn: 其他

source: GNOME default keybindings.
et: Vaikimisi GNOME klahvikombinatioonid.
zh_cn: GNOME 默认的键关联。
zh_tw: GNOME 預設快速鍵

source: _Next bookmark
et: _Järgmine järjehoidja
zh_cn: 下一条书签(_N)
zh_tw: 移至下一個書籤 (_N)

source: _Edit
et: _Redaktor
zh_cn: 编辑(_E)
zh_tw: 編輯 (_E)

source: Cannot execute CVS command. You have to save the file first.
et: Ei saa käivitada CVSi. Sa pead faili enne salvestama.
zh_cn: 无法执行 CVS 命令。 您得先保存文件。
zh_tw: 無法執行 CVS 指令。 您必需先將檔案儲存。

source: Batch file
et: Pakkfail
zh_cn: 批文件

source: Cut selected text to the clipboard
et: Lõika valitud tekst lõikepuhvrisse
zh_cn: 将选中的文本剪切到剪贴板
zh_tw: 剪下選定的文字後複製到剪貼板

source: Directive
et: Direktiiv
zh_cn: 指令

source: Here doc Q
zh_cn: 这里的文本 Q

source: Save session as...
et: Salvesta sessioon kui,,,
zh_cn: 保存会话为……
zh_tw: 用另一名稱儲存狀況...

source: Cut the current selection
et: Lõika aktiivne valik
zh_cn: 剪切当前会话
zh_tw: 剪下目前選定的範圍

source: Titlebar
et: Tiitliriba
zh_cn: 标题栏
zh_tw: 標題簡化

source: Select a Font
et: Vali kirja tüüp
zh_cn: 选择一种字体
zh_tw: 選取字型

source: SGML default
zh_cn: SGML 默认

source: Line numbers digits
et: Reanumbrite kohad
zh_cn: 行号所用的位数
zh_tw: 行號位數

source: _Redo
et: _Uuesti
zh_cn: 重复(_R)
zh_tw: 重複 (_R)

source: Symbols
et: Sümbolid
zh_cn: 符号

source: Foreground color
et: Teksti värv
zh_cn: 前景颜色
zh_tw: 前景色彩

source: Comment doc error
zh_cn: 注释文档错误

source: Skip
et: Vahelejätt
zh_cn: 忽略
zh_tw: 跳過

source: Open pre_vious
et: _HAF
zh_cn: 打开先前的(_v)
zh_tw: 最近開檔紀錄 (_V)

source: File `%s' not found. Do you want to create it?
et: Faili '%s' ei leitud. Kas sa soovid selle luua?
zh_cn: 无法找到文件`%s'。 您要新建吗？
zh_tw: 找不到檔案 `%s'。 是否要建立一個？

source: Here doc QX
zh_cn: 这里的文本 QX

source: Tag unknown
et: Tundmatu tag
zh_cn: 未知标签

source: Done. Replaced %i strings.
et: Valmis. %i fraasi asendatud.
zh_cn: 完成。 替换了 %i 个字符串。
zh_tw: 完成。 取代了 %i 句句子。

source: Copy
et: Kopeeri
zh_cn: 复制
zh_tw: 複製

source: Paste
et: Kleebi
zh_cn: 粘贴
zh_tw: 貼上

source: Here doc QQ
zh_cn: 这里的文本 QQ

source: Attribute unknown
et: Tundmatu atribuut
zh_cn: 未知属性

source: Tag
zh_cn: 标签

source: Save all open files
et: Salvesta kõik avatud failid
zh_cn: 保存所有打开的文件
zh_tw: 儲存所有開啟的檔案

source: Close current file
et: Sulge aktiivne fail
zh_cn: 关闭当前文件
zh_tw: 關閉目前檔案

source: Redo last action
et: Uuesti
zh_cn: 重复上次动作
zh_tw: 重複上一個剛取消的動作

source: CVS diff directory
et: CVS diff kataloogile
zh_cn: CVS diff 目录
zh_tw: 目錄比較

source: Search in files
et: Otsi failidest
zh_cn: 在文件中查找
zh_tw: 在檔案內尋找

source: C_ut
et: _Lõika
zh_cn: 剪切(_u)
zh_tw: 剪下 (_U)

source: Colour:
et: Värv:
zh_cn: 颜色：
zh_tw: 色彩：

source: Pr_ompt on replace
et: Asendusel _küsi kinnitust
zh_cn: 替换时显示提示(_o)
zh_tw: 取代句子時顯示提示 (_O)

source: E_xit
et: _Välju
zh_cn: 退出(_x)
zh_tw: 離開 (_X)

source: Default value (@)
et: Vaikimisi väärtus (@)
zh_cn: 默认值(@)

source: Search in subdirectories
et: Otsi alamkataloogidest
zh_cn: 在子目录中查找
zh_tw: 包括幅目錄

source: Create a new file
et: Loo uus fail
zh_cn: 新建一个文件
zh_tw: 建立一個新的檔案

source: One
et: Ühe korra
zh_cn: 一个
zh_tw: 一次

source: Undo last action
et: Unusta
zh_cn: 撤销上次动作
zh_tw: 取消上一個所做的動作

source: _Previous bookmark
et: _Eelmine järjehoidja
zh_cn: 上一条书签(_P)
zh_tw: 移至上一個書籤 (_P)

source: PHP Variable
et: PHP muutuja
zh_cn: PHP 变量

source: PY Operator
et: PY operaator
zh_cn: PY 运算符

source: Search _backwards
et: Otsi ta_gurpidi
zh_cn: 向后查找(_b)
zh_tw: 向上尋找 (_B)

source: Moleskine info
et: Info Moleskine kohta
zh_cn: Moleskine 信息
zh_tw: Moleskine 資訊

source: SGML 1st param comment
zh_cn: SGML 第一个参数注释

source: SGML special
zh_cn: SGML 特殊的

source: Open session...
et: Ava sessioon...
zh_cn: 打开对话…
zh_tw: 開啟狀況...

source: Select a color
et: Vali värv
zh_cn: 选择一种颜色
zh_tw: 選擇色彩

source: Directory's CVS status
et: Kataloogi CVS staatus
zh_cn: 目录的 CVS 状态
zh_tw: 目錄狀況

source: Background:
et: Taustavärv:
zh_cn: 背景：
zh_tw: 背景：

source: _Settings
et: _Häälestus
zh_cn: 设置(_S)
zh_tw: 設定 (_S)

source: Comment block
et: Kommentaariblokk
zh_cn: 注释块

source: PHP String single quote
zh_cn: PHP 字符串单引号

source: You might want to save the file before diff-ing it against CVS version.
et: Enne CVS versiooni vastu diffimist võiksid faili salvestada.
zh_cn: 您或许在比较 CVS 内容前，要先保存这个文件。
zh_tw: 您或者須要在比較 CVS 內的檔案前先將本機檔案儲存。

source: Translator:
et: Tõlge eesti keelde:
zh_cn: 译者：
zh_tw: 譯者：

source: Add directory to CVS
et: Lisa kataloog CVSi
zh_cn: 向 CVS 添加目录
zh_tw: 新增目錄

source: String not closed
et: Sulgemata string
zh_cn: 字符串未结束

source: JS Keyword
et: JS märksõnad
zh_cn: JS 关键字

source: Load session...
et: Ava sessiooon...
zh_cn: 载入对话……
zh_tw: 載入狀況...

source: _Close
et: Su_lge
zh_cn: 关闭(_C)
zh_tw: 關閉檔案 (_C)

source: Select a directory
et: Vali kataloog
zh_cn: 选择一个目录
zh_tw: 選取目錄

source: Confirm replace
et: Kinnita asendus
zh_cn: 确认替换
zh_tw: 確定取代

source: Assignment
zh_cn: 任务

source: Show indentation guides.
et: Näita taandejooni.
zh_cn: 显示缩进向导。
zh_tw: 顯示縮排導線。

source: Search _Previous
et: Otsi _eelmine
zh_cn: 查找前一个(_P)
zh_tw: 找上一個 (_P)

source: Last used
et: Eelmisena kasutatud sakk
zh_cn: 前一个使用的
zh_tw: 回到前一份檔案

source: _Copy
et: _Kopeeri
zh_cn: 复制(_C)
zh_tw: 複製 (_C)

source: Password protected CVS repositories are not supported at the moment. Sorry.
et: Kahjuks ei toeta Moleskine praegu salasõnaga kaitstud CVS hoidlaid.
zh_cn: 抱歉，目前尚不支持 CVS 系统的密码保护。
zh_tw: 抱歉，目前仍未支援有密碼保護的 CVS 系統。

source: File `%s' has been modified and not saved. Do you want to save it now?
et: Faili '%s' on muudetud. Kas sa soovid seda praegu salvestada?
zh_cn: 文件`%s'已被修改 但未保存。是否现在保存？
zh_tw: 檔案 `%s' 已變更 但仍未儲存。是否現在儲存？

source: No matches for: "%s".
et: Ei leitud: "%s".
zh_cn: 没有匹配的：“%s”。
zh_tw: 找不到對應的句子："%s"。

source: SGML entity
zh_cn: SGML 实体

source: Moleskine keybindings.
et: Moleskine klahvikombinatsioonid.
zh_cn: Moleskine 键关联。
zh_tw: Moleskine 快速鍵。

source: Word s_tart
et: Sõna _algusest
zh_cn: 词开始(_t)
zh_tw: 起始字 (_T)

source: JS String double quote
zh_cn: JS 字符串双引号

source: Clean-up recent files list
et: Puhasta HAF nimekiri
zh_cn: 清除最近的文件列表
zh_tw: 清理最近開啟檔案紀錄

source: File name
et: Failinimi
zh_cn: 文件名

source: Alphabetically sort recent files menu.
et: Sorteeri HAF (hiljuti avatud failide) menüü tähestikulises järjekorras
zh_cn: 按字母顺序排列文件菜单。
zh_tw: 遞增排序"最近開檔紀錄"選單內的檔案名稱

source: String not found in any files.
et: Fraasi ei leitud ühestki failist.
zh_cn: 在这些文件中都无法找到该字符串
zh_tw: 在所有檔案內也找不到所要求的句子。

source: _Complete word
et: _Lõpeta sõna
zh_cn: 完整的词(_C)
zh_tw: 自動填字 (_C)

source: Position
et: Positsioon
zh_cn: 位置

source: Enter your CVS log message:
et: Sisesta CVS logikirje:
zh_cn: 输入您的 CVS 日志文件：
zh_tw: 請輸入您的紀錄訊息：

source: Punctuation
et: Punktuatsioon
zh_cn: 标点

source: _Open files
et: A_vatud failidest
zh_cn: 打开文件(_O)
zh_tw: 目前已開啟(_O)

source: Rule:
et: Reegel:
zh_cn: 规则：
zh_tw: 規則：

source: Name:
et: Nimi:
zh_cn: 名称：
zh_tw: 名稱：

source: PY String single quote
zh_cn: PY 字符串单引号

source: String single quote
zh_cn: 字符串单引号

source: Foreground:
et: Teksti värv:
zh_cn: 前景：
zh_tw: 前景：

source: Save _As...
et: Salv_esta kui...
zh_cn: 另存为(_A)……
zh_tw: 另存新檔 (_A)...

source: PY Function name definition
zh_cn: PY 函数名定义

source: Remember window size
et: Jäta meelde akna suurus
zh_cn: 记住窗口大小
zh_tw: 紀錄視窗大小

source: Operator
et: Operaator
zh_cn: 运算符

source: Use
et: Eralda reanumbritele
zh_cn: 使用
zh_tw: 使用

source: Tabulations
et: Tabulatsioonid
zh_cn: 表格
zh_tw: 定位字元

source: Do you want to remove your working copy first?
et: Kas sa soovid faili kustutada?
zh_cn: 想先删除您正在工作的那份吗？
zh_tw: 是否先移除本機目前的檔案？

source: Previous
et: Eelmine sakk
zh_cn: 前一个
zh_tw: 移至上一份檔案

source: Quit
et: Välju
zh_cn: 退出
zh_tw: 離開

source: PHP String double quote
zh_cn: PHP 字符串双引号

source: Long quote
zh_cn: 长引号

source: Edge indicator
et: Piirjoon
zh_cn: 边缘指示器
zh_tw: 邊線顯示選項

source: Load session from a file
et: Lae sessioon failist
zh_cn: 从文件中导入会话
zh_tw: 載入儲存於檔案內的狀況資料

source: Width:
et: Laius:
zh_cn: 宽：
zh_tw: 寬度：

source: Convert _EOLs
et: Muuda re_avahetused
zh_cn: 转换 EOLs(_E)
zh_tw: 句子換行方式 (_E)

source: Search the next occurrence of the last searched string
et: Otsi viimati otsitud fraasi uuesti
zh_cn: 继续查找上一个字符串
zh_tw: 尋找下一句相同的句子

source: New
et: Uus
zh_cn: 新的
zh_tw: 新增檔案

source: Translator name <mail@address>
et: Ilmar Kerm <ikerm@hot.ee>
zh_cn: Wu XiaoGuang <woohsiaokuang@yahoo.com.cn>
zh_tw: Joe Man <trmetal@yahoo.com.hk>

source: Entity
et: Olem
zh_cn: 实体

source: Parameter
et: Parameeter
zh_cn: 参数

source: Diff removed
et: Diff eemaldatud
zh_cn: Diff 删除

source: Styles
et: Stiilid
zh_cn: 风格
zh_tw: 樣式

source: Show _end of line
et: Näita _realõppe
zh_cn: 显示换行符(_e)
zh_tw: 顯示換行符號 (_E)

source: Save current session to a file
et: Salvesta aktiivne sessioon faili
zh_cn: 将当前会话保存到文件
zh_tw: 將目前狀況儲存到檔案

source: Replace "%s" with "%s"?
et: Asenda "%s" "%s"-ga?
zh_cn: 要用“%2$s”替换“%1$s”？
zh_tw: 將 "%s" 取代成 "%s"？

source: JS String EOL
zh_cn: JS 字符串 EOL

source: Done. String found in %i files.
et: Valmis. Fraas leiti %i failist.
zh_cn: 完成。 在文件 %i 中找到字符串。
zh_tw: 完成。 在 %i 個檔案內找到有關句子。

source: PY Number
zh_cn: PY 数字

source: JS Start
zh_cn: JS 开始

source: Reset to default
et: Taasta vaikeväärtused
zh_cn: 重置回默认
zh_tw: 重設

source: Use spaces instead of tabs.
et: Kasuta tabulaatorite asemel tühikuid.
zh_cn: 用空格键代替制表符。
zh_tw: 使用空白字元代替定位字元。

source: Data section
et: Andmelõik
zh_cn: 数据部分

source: PY Comment line
et: PY kommentaaririda
zh_cn: PY 命令行

source: Edge indicator color
et: Piirjoone värv
zh_cn: 边缘指示器颜色
zh_tw: 邊線色彩

source: PHP Variable in string
zh_cn: 字符串中的 PHP 变量

source: Commit directory to CVS
et: Kataloogi sissekanne CVSi
zh_cn: 传送目录到 CVS
zh_tw: 傳送目錄

source: PHP Keyword
et: PHP märksõna
zh_cn: PHP 关键字

source: Word
zh_cn: 词

source: Change _language
et: Vali _keel
zh_cn: 改变语言(_l)
zh_tw: 轉換語言 (_L)

source: CVS working... (press ESC to abort)
et: CVS töötab... (vajuta ESC katkestamiseks)
zh_cn: CVS 正工作……（按 ESC 键退出）
zh_tw: 正在處理中...(可按 ESC 鍵中斷)

source: Keyboard
et: Klaviatuur
zh_cn: 键盘
zh_tw: 鍵盤

source: JS Word
zh_cn: JS 词

source: Command
et: Käsk
zh_cn: 命令

source: Cannot open `%s': is a directory.
et: Ei saa avada faili '%s', kuna see ostutus kataloogiks.
zh_cn: 无法打开`%s'：是个目录。
zh_tw: 無法開啟 `%s'：這是一個目錄。

source: Cannot open `%s': permission denied.
et: Ei saa avada faili '%s': juurdepääs keelatud.
zh_cn: 无法打开`%s'：权限禁止。
zh_tw: 無法開啟 `%s'：限權不足。

source: PHP Comment block
et: PHP kommentaariblokk
zh_cn: PHP 注释块

source: Microsoft
zh_cn: 微软

source: Delete
et: Kustuta
zh_cn: 删除
zh_tw: 刪除

source: Comment
et: Kommentaar
zh_cn: 注释

source: CVS error
et: CVS viga
zh_cn: CVS 错误
zh_tw: CVS 錯誤

source: PY Class name definition
zh_cn: PY 类名定义

source: Save all
et: Salvesta _kõik
zh_cn: 保存全部
zh_tw: 全部儲存

source: Replace
et: Asenda
zh_cn: 替换
zh_tw: 取代

source: Error list
et: Vigade nimekiri
zh_cn: 错误列表

source: Save the file to a different name
et: Salvesta fail teise nime all
zh_cn: 将文件另存
zh_tw: 使用另一名稱儲存檔案

source: Paste text from the clipboard
et: Kleebi tekst lõikepuhvrist
zh_cn: 从剪贴板上粘贴文本
zh_tw: 將剪貼板上的文字複製到插入符號的位置

source: Show line numbers.
et: Näita reanumbreid.
zh_cn: 显示行号。
zh_tw: 顯示行號。

source: JS Comment doc
zh_cn: JS 注释文档

source: Cut
et: Lõika
zh_cn: 剪切
zh_tw: 剪下

source: Add file to CVS
et: Lisa fail CVSi
zh_cn: 将文件添加到 CVS
zh_tw: 新增檔案

source: String to search:
et: Otsitav fraas:
zh_cn: 查找的字符串：
zh_tw: 尋找目標：

source: Add
et: Lisa
zh_cn: 添加
zh_tw: 新增

source: PY Identifier
zh_cn: PY 标识符

source: Pattern:
et: Muster:
zh_cn: 模式：
zh_tw: 規則：

source: Save as...
et: Salvesta kui...
zh_cn: 另存为……
zh_tw: 另存新檔...

source: Context lines
et: Kontekstiread
zh_cn: 上下文行

source: Replace _all
et: Asenda k_õik
zh_cn: 替换全部(_a)
zh_tw: 全部取代 (_A)

source: Widget %s not found
et: Vidinat %s ei leitud
zh_cn: 部件 %s 未找到
zh_tw: 找不到元件 %s

source: _Clear bookmarks
et: Ee_malda järjehoidjad
zh_cn: 清除书签(_C)
zh_tw: 清除全部書籤 (_C)

source: Case _sensitive
et: _Tõstutundlik
zh_cn: 大小写敏感(_s)
zh_tw: 區分大小寫 (_S)

source: Reload the last saved version of the current file
et: Laadi aktiivsest failist viimati salvestatud versioon,
zh_cn: 重新载入当前文件最后保存的版本
zh_tw: 重新載入目前文件的最近儲存內容

source: CVS output
et: CVS väljund
zh_cn: CVS 输出
zh_tw: CVS 輸出

source: Contributions & help from:
et: Täiendused ja abi:
zh_cn: 贡献与帮助来自：
zh_tw: 提供協助及幫助：

source: Update directory from CVS
et: Uuenda kataloog CVSist
zh_cn: 从 CVS 更新目录
zh_tw: 更新目錄

source: There are unsaved files. Do you want to exit anyway?
et: Mõni avatud fail on salvestamata. Kas sa soovid tõesti väljuda?
zh_cn: 尚有未保存的文件。 真的要退出吗？
zh_tw: 有一些檔案仍未儲存。 是否確定要離開？

source: Replacing mode
et: Asendamine
zh_cn: 替换模式
zh_tw: 取代模式

source: Tag ends (/>)
zh_cn: 标签结束 (/>)

source: Variable
et: Muutuja
zh_cn: 变量

source: Show _white space
et: Näita _tühemikke
zh_cn: 显示空白符(_w)
zh_tw: 顯示空白字元 (_W)

source: Section
et: Lõik
zh_cn: 会话

source: Association
et: Sidumine
zh_cn: 关联
zh_tw: 關聯

source: Search
et: Otsing
zh_cn: 查找
zh_tw: 尋找

source: Diff changed
et: Diff muudetud
zh_cn: Diff 改变

source: Update file from CVS
et: Uuenda fail CVSist
zh_cn: 从 CVS 更新文件
zh_tw: 更新檔案

source: Question
et: Küsimus
zh_cn: 问题

source: All
et: Kõik
zh_cn: 全部
zh_tw: 全部

source: Matched braces
et: Sulgude värvid
zh_cn: 对应的括号
zh_tw: 括號對應

source: Close all
et: Sulge kõik
zh_cn: 全部关闭
zh_tw: 全部關閉

source: Error
et: Viga
zh_cn: 错误

source: Next
et: Järgmine sakk
zh_cn: 下一个
zh_tw: 移至下一份檔案

source: History
et: Ajalugu
zh_cn: 历史
zh_tw: 紀錄

source: Identifier start (<?)
zh_cn: 标识符开始 (<?)

source: Keywords 2
et: Märksõnad 2
zh_cn: 关键字 2
zh_tw: 關鍵字 2

source: Keywords 3
et: Märksõnad 3
zh_cn: 关键字 3
zh_tw: 關鍵字 3

source: Copy selected text to the clipboard
et: Kopeeri valitud tekst lõikepuhvrisse
zh_cn: 复制选中的文本到剪贴板
zh_tw: 複製選定的文字到剪貼板

source: Keywords 1
et: Märksõnad 1
zh_cn: 关键字 1
zh_tw: 關鍵字 1

source: Keywords 4
et: Märksõad 4
zh_cn: 关键字 4
zh_tw: 關鍵字 4

source: Keywords 5
et: Märksõnad 5
zh_cn: 关键字 5
zh_tw: 關鍵字 5

source: Regular expression
et: Regulaaravaldis
zh_cn: 正则表达式

source: Edge column
et: Piirjoone algustulp
zh_cn: 部件行
zh_tw: 邊線列距

source: Keywords
et: Märksõnad
zh_cn: 关键字
zh_tw: 關鍵字

source: Close
et: Sulge
zh_cn: 关闭
zh_tw: 關閉檔案

source: Name
et: Nimi
zh_cn: 名称
zh_tw: 名稱

source: Redo
et: Uuesti
zh_cn: 重复
zh_tw: 重複

source: Save open files names at exit and re-open them at next startup.
et: Salvesta väljumisel failide nimekiri ja ava need järgmisel käivitamisel.
zh_cn: 退出时保存打开的文件，并在下次运行时在打开。
zh_tw: 離開時儲存目前的狀況以便下次啟動本程式時可回復現狀。

source: Editor
et: Redaktor
zh_cn: 编辑器
zh_tw: 編輯器

source: String QW
zh_cn: 字符串 QW

source: String Q
zh_cn: 字符串 Q

source: Borland
zh_cn: 宝兰

source: _Replace...
et: _Asenda...
zh_cn: 替换(_R)
zh_tw: 取代 (_R)...

source: SGML block default
zh_cn: SGML 默认块

source: Save session...
et: Salvesta sessioon...
zh_cn: 保存会话……
zh_tw: 儲存狀況...

source: Select foreground color
et: Vali teksti värv
zh_cn: 选择前景颜色
zh_tw: 選擇前景色彩

source: XCode comment
zh_cn: XCode 注释

source: Long string single quote
zh_cn: 长字符串单引号

source: XML tag ends (/>)
et: XML lõputagid (/>)
zh_cn: XML 结尾标签 (/>)

source: CVS log message
et: CVS logiraamatu kirje
zh_cn: CVS 日志消息
zh_tw: CVS 紀錄訊息

source: Class name definition
et: Klassi nime definitsioon
zh_cn: 类名定义

source: PY String double quote
zh_cn: PY 字符串双引号

source: Search and replace a string
et: Otsi ja asenda fraas
zh_cn: 查找并替换字符串
zh_tw: 尋找及取代句子

source: Keys must be in the form "section/key"
et: Klahvid peavad olema formaadiga "sektsioon/klahv"
zh_cn: 键必须以“section/key”的格式
zh_tw: Keys 必需是這種格式： "section/key"

source: Default style
et: Vaikimisi stiil
zh_cn: 默认风格
zh_tw: 預設樣式

source: Filename regexp
et: Failinime regulaaravaldis
zh_cn: 文件名
zh_tw: 完整檔名

source: Save
et: Salvesta
zh_cn: 保存
zh_tw: 儲存檔案

source: Search and replace
et: Otsi ja asenda
zh_cn: 查找和替换
zh_tw: 尋找及取代

source: Quit Moleskine
et: Välju Moleskinest
zh_cn: 退出 Moleskine
zh_tw: 關閉 Moleskine
