Repository: GNOME/gnome-i18n
Catalog: extra-po/moleskine/*.po
Languages: et, zh_cn, zh_tw

source: Automatically guess line numbers digits.
et: Arva reanumbrite kohtade arv automaatselt
zh_cn: 自动猜行号所在位数。
zh_tw: 自動偵測行號所使用的位數。

source: SGML error
zh_cn: SGML 错误

source: Languages _settings...
et: Keelte _parameetrid
zh_cn: 语言设定(_s)……
zh_tw: 語言設定 (_S)...

source: File `%s' has been removed on the disk.
et: Fail '%s' on kettalt eemaldatud.
zh_cn: 文件 `%s' 已从磁盘删除。
zh_tw: 檔案 `%s' 已被刪除。

source: Replace on_ce
et: Asenda _üks kord
zh_cn: 替换一次(_c)
zh_tw: 單一取代 (_C)

source: String double quote
zh_cn: 字符串双引号

source: Indentation size.
et: Taande suurus
zh_cn: 缩进大小。
zh_tw: 縮排的字元個數。

source: Background color
et: Tausta värv
zh_cn: 背景颜色
zh_tw: 背景色彩

source: Line added
et: Rida lisatud
zh_cn: 添加行

source: Open file...
et: Ava fail...
zh_cn: 打开文件……
zh_tw: 開啟檔案...

source: PY Long string single quote
zh_cn: PY 长字符串单引号

source: Comment line doc
zh_cn: 命令行文档

source: Selection background
et: Valiku taustavärv
zh_cn: 选择背景
zh_tw: 選取色彩

source: CVS diff file
et: CVS diff failile
zh_cn: CVS diff 文件
zh_tw: 檔案比較

source: Replace in s_election
et: Asenda _valikus
zh_cn: 替换选中的(_e)
zh_tw: 範圍取代 (_E)

source: File's CVS log
et: Faili CVS logiraamat
zh_cn: 文件的 CVS 日志
zh_tw: 檔案紀錄

source: String
zh_cn: 字符串

source: _Paste
et: Klee_bi
zh_cn: 粘贴(_P)
zh_tw: 貼上 (_P)

source: PHP Comment line
et: PHP kommentaaririda
zh_cn: PHP 命令行

source: Hide (@)
et: Peida (@)
zh_cn: 隐藏 (@)

source: Replace with:
et: Asenda fraasiga:
zh_cn: 替换为：
zh_tw: 取代為：

source: Changing keybindings needs restart to take effect.
et: Klahvikombinatsioonide muudatuste jõustumiseks peate tegema programmile restardi.
zh_cn: 改变键关联 需要重新运行以生效。
zh_tw: 變更快速鍵設定 必須要重新啟動程式才會生效。

source: String literal
zh_cn: 字面上的字符串

source: JS Number
zh_cn: JS 数字

source: Open
et: Ava
zh_cn: 打开
zh_tw: 開啟檔案

source: Array
et: Massiiv
zh_cn: 数组

source: File types
et: Failitüübid
zh_cn: 文件类型
zh_tw: 檔案類別

source: Moleskine is a source code editor for the GNOME desktop.
et: Moleskine on programmeerija tekstiredaktor GNOME keskkonnale.
zh_cn: Moleskine 是 GNOME 桌面下的源码编辑器。
zh_tw: Moleskine 是一個在 GNOME 桌面環境下執行的原始碼編輯程式。

source: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwXxYyZz
et: AaBbCcDdEeFfGgHhIiJjKkLlMmNnOoPpQqRrSsTtUuVvWwÕõÄäÖöÜüXxYyZz

source: digits for line numbers.
et: kohta.
zh_tw: 位數。

source: Lexer:
et: Lekser:
zh_tw: 解色處理：

source: CVS
zh_tw: CVS 處理
