Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Host not found when downloading URL:
az: URL endirilirkən qovşaq tapılmadı:
ca: No s'ha trobat l'ordinador central en descarregar l'URL:
da: Vært ikke fundet ved hentning af adresse:
de: Host-Computer nicht gefunden beim Herunterladen von:
el: Δεν βρέθηκε ο διακομιστής κατά τη λήψη του URL:
es: Huesped no encontrado al descargar URL:
et: Serverit ei leitud. URL:
fi: Palvelinta ei lˆytynyt URL:‰‰ ladattaessa:
fr: Nom d'hôte non trouvé à l'importation de l'URL :
hu: Nem találom a szervert az URL letöltésekor:
it: Host non trovato durante il download dell'URL:
ja: ダウンロードする URL のホストが見つかりませんでした:
ko: 받는데 호스트를 찾을 수 없습니다:
ms: Hos tidak dijumpai bila memuaturun URL:
nl: Host niet gevonden bij het downloaden van URL:
no: Vert ikke funnet ved nedlasting av URL:
pl: Przy pobieraniu z URL-a nie odnaleziono komputera:
pt: M·quina n„o encontrada quando puxava o URL:
pt_br: Servidor não encontrado ao baixar URL:
ro: Nu existã gazda URL-ului:
ru: Не найден хост при скачивании URL:
sk: Hostiteµ nebol nájdený pri s»ahovaní URL:
sl: Strežnik ni bil najden ob prenašanju URLja:
sv: Värdnamnet kunde inte hittas vid hämtning av URL:
tr: Adresi alýrken sunucuyu bulamadým:
uk: Не знайдено машини на звантаженн╕ URL:
vi: Không tìm thấy máy chủ khi tải về URL:
wa: Lodjeu nén trové cwand dji sayîve d' aberweter li hårdêye:
zh_cn: 下载URL时无法找到主机：
zh_tw: 當下載 URL 時找不到主機：

source: Unknown error when downloading URL:
az: URL endirilirkən naməlum xəta:
ca: Error desconegut en descarregar l'URL:
da: Ukendt fejl ved hentning af adresse:
de: Unbekannter Fehler beim Herunterladen von:
el: Άγνωστο σφάλμα κατά τη λήψη του URL:
es: Error desconocido al descargar URL:
et: Tundmatu viga. URL:
fi: Tuntematon virhe URL:‰‰ ladattaessa:
fr: Erreur inconnue lors de l'importation de l'URL :
hu: Nem ismert hiba az URL letöltésekor:
it: Errore sconosciuto durante il download dell'URL:
ja: URL からダウンロード中に不明なエラーが発生:
ko: 받는데 모르는 오류가 났습니다:
ms: Ralat tidak diketahui bila memuaturun URL:
nl: Onbekende fout bij het downloaden van URL:
no: Ukjent feil ved nedlasting av URL:
pl: Przy pobieraniu z URL-a wyst±pi³ nieznany b³±d:
pt: Erro n„o conhecido quando puxava o URL:
pt_br: Erro desconhecido ao baixar URL:
ro: Eroare necunoscutã la descãrcarea URL-ului:
ru: Неизвестная ошибка при скачивании URL:
sk: Neznáma chyba pri s»ahovaní URL:
sl: Neznana napaka med prenašanjem URLja:
sv: Okänt fel vid hämtning av URL:
tr: Adrese baðlanýrken bilinmeyen bir hata oldu:
uk: Нев╕дома помилка на звантаженн╕ URL:
vi: Lỗi lạ khi tải về URL:
wa: Aroke nén cnoxhowe tot aberwetant li hårdêye:
zh_cn: 下载URL时发生错误：
zh_tw: 當下載 URL 時有不明的錯誤

source: File not found when downloading URL:
az: URL endirilirkən fayı tapılmadı:
ca: No s'ha trobat el fitxer en descarregar l'URL:
da: Fil ikke fundet ved hentning af adresse:
de: Datei nicht gefunden beim Herunterladen der Adresse:
el: Δεν βρέθηκε το αρχείο κατά τη λήψη του URL:
es: Archivo no encontrado al descargar URL:
et: Faili ei leitud. URL:
fi: Tiedostoa ei lˆytynyt URL:‰‰ ladattaessa:
fr: Fichier non trouvé à l'URL :
hu: Nem találom a fájlt az URL letöltésekor:
it: File non trovato durante il download dell'URL:
ja: ダウンロードする URL にファイルが見つかりません:
ko: 받는데 파일이 없습니다:
ms: Fail tidak dijumpai bila memuaturun URL:
nl: Bestand niet gevonden bij het downloaden van URL:
no: Fil ikke funnet ved nedlasting av URL:
pl: Przy pobieraniu z URL-a nie odnaleziono pliku:
pt: Ficheiro n„o encontrada quando puxava o URL:
pt_br: Arquivo não encontrado ao baixar URL:
ro: Fiºier inexistent la URL-ul:
ru: Файл не найден при скачивании URL:
sk: Súbor nenájdený pri s»ahovaní URL:
sl: Datoteka ni bila najdena ob prenašanju URLja:
sv: Filen kunde inte hittas vid hämtning av URL:
tr: URL'u yüklerken dosya bulunamadý :
uk: Не знайдено файл на звантаженн╕ URL:
vi: Không tìm thấy tập tin khi tải về URL:
wa: Fitchî nén trové tot aberwetant li hårdêye:
zh_cn: 下载URL时无法找到文件：
zh_tw: 當下載 URL 時找不到檔案

source: Drop URL from netscape, gmc, gftp...
az: Netscape, gmc, gftp üzərindən URL burax...
ca: Agafa l'URL des del Netscape, gmc, gftp...
da: Slip adresse fra Netscape, filhåndteringen, gftp...
de: Adressem von Netscape, gmc, gftp hier rein fallenlassen...
el: Αφήστε URL από netscape, gmc, gftp...
es: Pegar URL desde netscape, gmc, gftp...
et: Tiri URL netscapest, gmc-st, gftp-st...
fi: Pudota URL Netscapesta, gmc:st‰, gftp:st‰...
fr: Déposez ici une URL de netscape, gmc, gftp...
hu: Dobj be URL-t a netscape-bõl, gmc-bõl, gftp-bõl...
it: Drop di un URL da Netscape, gmc, gftp...
ja: ネットスケープ、gmc、gftpから URL をドロップ...
ms: Jatuhkan URL daripada netscape,gmc,gftp...
nl: Drop URL van netscape, gmc, gftp...
no: Slipp URL fra netscape, gmc, gftp...
pl: Upu¶æ URL przeci±gniêty z Netscape, Mozilli, Nautilusa, gmc, ...
pt: Largar URL do netscape, gmc, gftp...
pt_br: Arraste e solte URL do Netscape, gmc, gftp...
ro: Trageþi un URL din netscape, gmc, gftp...
ru: Вставить URL из netscape, gmc, gftp...
sk: Pus»te URL z netscape, gmc, gftp, ....
sl: Spusti URL iz programov netscape, gmc, gftp...
sv: Släpp URL från netscape, gmc, gftp...
tr: URL'i Netscape, gmc, gftp'den al ...
uk: Скинути URL з netscape, gmc, gftp...
vi: Thả URL từ Netscape, GMC, gFTP...
zh_cn: 从Netscape、gmc和gftp等程序中拖放URL...
zh_tw: 由 netscape、gmp、gftp 等拖曳 URL 到這裡...

source: Properties...
az: Xassələr...
ca: Propietats...
da: Egenskaber...
de: Eigenschaften...
el: Ιδιότητες...
es: Propiedades...
et: Häälestus...
fi: Asetukset...
fr: Propriétés...
hu: Beállítások...
it: Proprietà...
ja: プロパティ...
ko: 속성...
ms: Ciri-ciri...
nl: Eigenschappen...
no: Egenskaper...
pl: W³a¶ciwo¶ci...
pt: Propriedades...
pt_br: Propriedades...
ro: Proprietãþi...
ru: Свойства...
sk: Vlastnosti...
sl: Lastnosti...
sv: Egenskaper...
tr: Özellikler...
uk: Властивост╕...
vi: Thuộc tính...
wa: Prôpietés...
zh_cn: 属性...
zh_tw: 內容...

source: About...
az: Haqqında...
ca: Quant a...
da: Om...
de: Info...
el: Περί...
es: A cerca de...
et: Info...
fi: Tietoja...
fr: À propos...
hu: Névjegy...
it: Informazioni...
ja: 情報...
ko: 이 프로그램은...
ms: Perihal...
nl: Over...
no: Om...
pl: Informacje o...
pt: Acerca...
pt_br: Sobre...
ro: Despre...
ru: О программе...
sk: O programe...
sl: O programu...
sv: Om...
tr: Hakkýnda...
uk: Про...
vi: Giới thiệu...
wa: Å dfait...
zh_cn: 关于...
zh_tw: 關於...

source: New URL
az: Yeni URL
ca: Nou URL
da: Ny adresse
de: Neue Adresse
el: Νέο URL
es: Nueva URL
et: Uus URL
fi: Uusi URL
fr: Nouvelle URL
hu: Új URL
it: Nuovo URL
ja: 新しいURL
ko: 새 URL
ms: URL baru
nl: Nieuwe URL
no: Ny URL
pl: Nowy URL
pt: Nova URL
pt_br: Nova URL
ro: URL nou
ru: Новый URL
sk: Nové URL
sl: Nov URL
sv: Ny URL
tr: Yeni URL
uk: Новий URL
vi: URL mới
wa: Novele hårdêye
zh_cn: 新建URL
zh_tw: 新增 URL

source: Open GTM
az: GTM-ni Aç
ca: Obre el GTM
da: Åbn håndtering
de: GTM öffnen
el: Εκκίνηση GTM
es: Abrir GTM
et: Ava GTM
fi: Avaa GTM
fr: Ouvrir GTM
hu: GTM megnyitása
it: Apri GTM
ja: GTM を開きます
ko: GTM 열기
ms: Buka GTM
no: Åpne GTM
pl: Otwórz GTM
pt: Abrir GTM
pt_br: Abrir GTM
ro: Deschide GTM
ru: Открыть GTM
sk: Spusti» GTM
sl: Odpri GTM
sv: Öppna GTM
tr: GTM'i Aç
uk: В╕дкрити GTM
vi: Mở GTM
wa: Drovî GTM
zh_cn: 打开GTM
zh_tw: 開啟 GTM

source: GNOME Transfer Manager Applet
az: GNOME Daşıma İdarə Appleti
ca: Miniaplicació del gestor de transferències del GNOME
da: Gnome filoverførselsapplet
el: Εφαρμογίδιο Διαχειριστή Μεταφοράς GNOME
es: Applet de GNOME Transfer Manager
fi: GNOME-siirronhallintasovelma
fr: Gestionnaire de Transfert GNOME
ja: GNOME 転送マネージャ・アプレット
ko: 그놈 전송 관리자 애플릿
ms: Aplet pengurus pemindahan GNOME.
no: GNOME filoverføringsapplet
pl: Aplet mened¿era transmisji dla GNOME
pt_br: Applet do GNOME Transfer Manager
ro: Applet Manager de Transfer GNOME
ru: Апплет диспетчера перекачки GNOME
sk: GNOME Aplet Správca prenosu
sl: Vstavek Upravljalnika prenosov GNOME
tr: GNOME Transfer Yönetici Programcýðý
uk: GNOME Аплет Менеджера перенесення файл╕в
vi: Applet Bộ tải GNOME
wa: Aplikete do manaedjeu di transfers di GNOME
zh_cn: GNOME传输管理器插件
zh_tw: GNOME 檔案傳送管理面板程式

source: CORBA error
az: CORBA xətası
ca: Error del CORBA
da: CORBA-fejl
de: CORBA-Fehler
el: Σφαλμα Corba
es: Error CORBA
et: CORBA viga
fi: CORBA-virhe
fr: Erreur CORBA
it: Errore di CORBA
ja: CORBA エラー
ko: 코바 오류
ms: Ralat CORBA
nl: CORBA fout
no: CORBA-feil
pl: B³±d Corby
pt: Error CORBA
pt_br: Erro CORBA
ro: Eroare CORBA
ru: Ошибка CORBA
sk: Chyba CORBA
sl: Napaka CORBAe
sv: CORBA-fel
tr: CORBA hatasý
uk: Помилка CORBA
vi: Lỗi CORBA
wa: Aroke CORBA
zh_cn: CORBA 错误
zh_tw: CORBA 發生錯誤

source: GTM Applet - Add files to download
es: GTM Applet - Añadir archivos para descargar
hu: GTM Applet - Új letöltendõ fájlok

source: GTM Applet - New file to download
es: GTM Applet - Nuevo fichero para descargar
hu: GTM Applet - Új letöltendõ fájl

source: GTM - New Download Dir
es: GTM - Nuevo Directorio de Descarga
hu: GTM - Új letöltési könyvtár

source: Use download dir
es: Usar directorio de descarga:

source: GTM Applet - Def Download Dir
es: GTM Applet - Directorio de descarga por defecto
hu: GTM Applet - Alap letölt. könyvt.

source: (none)
az: (heç biri)
ca: (cap)
da: (ingen)
de: (nichts)
el: (κανένα)
es: (ninguno)
et: (tühi)
fi: (ei mit‰‰n)
fr: (rien)
hu: (nincs)
it: (nessuno)
ja: (無し)
ms: (tiada)
nl: (geen)
no: (ingen)
pl: (brak)
pt: (nenhuma)
pt_br: (nenhum)
ro: (niciunul)
ru: (нет)
sk: (¾iadny)
sl: (brez)
sv: (ingen)
tr: (yok)
uk: (нема╓)
vi: (không)
wa: (nouk)
zh_cn: (无)
zh_tw: （無）

source: Button1 click:
az: Düymə1 tıqlanması:
ca: Clic del botó1:
da: Klik på 1. knap:
de: Knopf Nr.1 gedrückt:
el: Kουμπί1 κλικ:
es: Presionar Button1:
et: Nupp1 vajutus:
fi: 1-painikkeen napsautus:
fr: Bouton1 clic :
hu: 1. gomb kattintás:
it: Click Button1:
ja: ボタン１をクリック:
ms: Klik butang1
nl: Knop1 klik:
no: Knapp1 klikk:
pl: Klikniêcie lewym przyciskiem:
pt: Pressionar button1:
pt_br: Botão 1 clic:
ro: Clic cu Buton1:
ru: Нажата кнопка1:
sk: Kliknutie Tlaèidlo1:
sl: Klik levega gumba:
sv: Knapp1-klick:
tr: Düðme1 týklamasý:
uk: Клацання кнопкою 1:
vi: Nhấn Button1:
wa: Clitch do boton1:
zh_cn: 按钮1单击：
zh_tw: 按下滑鼠按鈕 1：

source: GTM Applet - Properties
es: GTM Applet - Propiedades
hu: GTM Applet - Beállítások

source: Bindings
az: Bağlar
ca: Lligams
da: Bindinger
de: Bindungen
el: Συνδέσεις
es: Eventos
et: Seosed
fi: Sidokset
fr: Raccourcis
hu: Kötések
ja: 義務
nl: Bindingen
no: Bindinger
pl: Powi±zania
pt: Eventos
pt_br: Ligações
ro: Legãturi
ru: Связывание
sk: Klávesové skratky
sl: Povezave
sv: Tangentkombinationer
tr: Baðlar
uk: Прив'язки
zh_cn: 关联
zh_tw: 按鍵結合

source: Your irc settings
es: Configuración del IRC

source: Quit Message:
es: Mesaje de salida:

source: Part Message:
es: Mesaje de Salida:

source: These can be a filename relative to ~/.xchat/ to be used as a list of random quit or part reasons.
es: Éste puede ser un nombre de archivo asociado a ~/.xchat/ para ser usado en una lista de razones de salidas o partidas.

source: External Programs
es: Programas externos

source: DNS Lookup Program:
es: Programa DNS Lookup

source: Timing
es: Temporización

source: Auto ReConnect Delay:
es: Retraso de la reconexión

source: seconds.
es: segundos.

source: Address
es: Dirección

source: Hostname / IP Number:
es: Número del Hostname / IP:

source: Most people should leave this blank, it's only usefull for machines with multiple addresses.
es: La mayoría de usuarios pueden dejar esto en blanco, es sólo útil para máquinas con múltiples direcciones.

source: Get my IP from Server (for use in DCC Send only)
es: Obtener mi IP del servidor (para usuarlo tan sólo en Envíos DCC)

source: For people using a 10.* or 192.168.* IP number.
es: Para aquellos que usen un número IP 10.* o 192.168.*

source: (Disabled)
es: (Deshabilitado)

source: Proxy Server Hostname:
es: Hostname del Servidor Proxy:

source: Proxy Server Port:
es: Puerto del Servidor Proxy:

source: Proxy Type:
es: Tipo de Proxy:

source: Show away once
es: Mostrar mensaje de despedida una vez

source: Only show away messages the first time they're seen
es: Mostrar únicamente los mensajes de despedida la primera vez que son vistos

source: Announce away messsages
es: Anunciar mensajes de despedida

source: Announce your away message to the channel(s) you are in
es: Mostrar tu mensaje de despedida en los canales en los que estés

source: Your away settings
es: Configuración propia de despedida

source: Away Reason:
es: Razón para Despedida:

source: Words to Highlight:
es: Palabras para Resaltar:

source: (separate with commas)
es: (separar con comas)

source: Logging
es: Histórico

source: Enable logging conversations to disk
es: Guardar conversaciones a disco

source: Always timestamp logs
es: Mostrar siempre la hora

source: Always apply timestamp to disk logs
es: Mostrar siempre la hora en los registro del disco

source: Log name mask:
es: Máscara de archivo de registro:

source: Generic
es: Generico

source: Show notifies in active window
es: Mostrar notificaciones en ventana activa

source: Send /whois
es: Enviar /whois

source: User List Notify Highlighting
es: Resaltar las Notificaciones de la Lista de Usuarios

source: Highlight Notifies
es: Resaltar Notificaciones

source: Highlight notified users in the user list
es: Resaltar usuarios notificados en la lista de usuarios

source: Notified User Color:
es: Color de Usuario Notificado:

source: Notification Timeouts
es: Esperas para Notificación

source: Notify Check Interval:
es: Intervalo para el registro de notificaciones:

source: seconds (0=Disable).
es: segundos (0=Desactiva).

source: Enable Character Translation
es: Habilitar la Traducción de Caracteres

source: Translation File:
es: Archivo de Traducción:

source: Use a ircII style translation file.
es: Usar un archivo de traducción de estilo IRCII.

source: Auto Open DCC Send Window
es: Abrir Ventanas de Envío DCC automáticamente

source: Automatically open DCC Send Window
es: Automáticamente abre la ventana cuando se produzca un envío por DCC

source: Auto Open DCC Recv Window
es: Abrir automáticamente las ventanas de recepción de DCC

source: Automatically open DCC Recv Window
es: Automáticamente abre la Ventana de Recepción DCC

source: Auto Open DCC Chat Window
es: Abrir Ventana de Charla DCC automáticamente

source: Automatically open DCC Chat Window
es: Automáticamente abre Ventana de Charla DCC

source: Resume on Auto Accept
es: Resumir al aceptar envío automáticamente

source: When Auto-Accepting DCC, try to resume.
es: Intenta seguir la transferencia desde donde se cortó

source: Timeouts
es: Interrupciones

source: DCC Offers Timeout:
es: Espera para Ofrecimientos DCC:

source: DCC Stall Timeout:
es: Espera para el establecimiento DCC

source: Received files
es: Ficheros recibidos

source: File Permissions:
es: Permisos del fichero:

source: Directory to save to:
es: Directorio donde guardar:

source: Save file with Nickname
es: Guardar fichero con nick

source: Put the sender's nickname in incoming filenames
es: Coloca el nick del que envia en el nombre del fichero

source: DCC Send Options
es: Opciones del Envío DCC

source: Fast DCC Send
es: Envío DCC Rápido

source: Don't wait for ACKs to send more data
es: No esperar ACKs para enviar mas datos

source: First DCC Send Port:
es: Primer Puerto de Envío DCC

source: (0=Disabled)
es: (0=Deshabilitado)

source: Last DCC Send Port:
es: Último Puerto de Envío DCC

source: Send Block Size:
es: Enviar Tamaño del Bloque:

source: Built-in Replies
es: Réplicas por defecto

source: Hide Version
es: Versión escondida

source: Do not reply to CTCP version
es: No contestar al comando CTCP version

source: Sound Dir:
es: Dir. de sonidos:

source: Play Command:
es: Comando de reproducción:

source: X-Chat: Preferences
es: X-Chat: Preferencias

source: Apply
es: Aplicar

source: Cancel
es: Cancelar

source: Categories
es: Categorías

source: Interface Settings
es: Configuración del interface

source: IRC Input/Output Settings
es: Configuraciones de entrada/salida IRC

source: IRC Input/Output
es: Entrada/salida IRC

source: Window Layout Settings
es: Configuración de la disposición de la ventana

source: Window Layout
es: Disposición de la ventana

source: Main Window Settings
es: Configuración para la ventana principal

source: Main Window
es: Ventana principal

source: Channel Window Settings
es: Configuración para las ventanas de canal

source: Channel Windows
es: Ventanas de canal

source: Dialog Window Settings
es: Configuración para la ventana de diálogos

source: Dialog Windows
es: Ventana de diálogos

source: Panel Settings
es: Configuraciones del panel

source: IRC Settings
es: Configuración del IRC

source: IP Address Settings
es: Configuraciones de la dirección IP

source: IP Address
es: Dirección IP

source: Proxy Server
es: Servidor Proxy

source: Away Settings
es: Configuraciones de salida temporal

source: Away
es: Salida temporal

source: Highlighting Settings
es: Configuraciones para el resaltado

source: Highlighting
es: Resaltados

source: Logging Settings
es: Configuraciones del Histórico

source: Notification Settings
es: Configuraciones de Notificación

source: Notification
es: Notificación

source: Character Set (Translation Tables)
es: Módulo de Caracteres (Tablas de Traducción)

source: Character Set
es: Módulo de Caracteres

source: CTCP Settings
es: Configuracion CTCP

source: DCC Settings
es: Configuración del DCC

source: File Transfer Settings
es: Configuracion para la transferencia de ficheros

source: File Transfer
es: Transferencia de ficheros

source: Refusing request from CORBA client, URL already in the list:
az: CORBA alıcısı sorğusu rədd edilir, URL onsuz da siyahıdadır:
ca: La petició del client CORBA no s'accepta, l'URL ja és a la llista:
da: Afslår forespørgsel fra CORBA-klien, adressen er allerede i listen:
de: Anfrage vom CORBA-Client wurde abgelehnt. URL existiert bereits in der Liste:
el: Άρνηση της αίτησης από το πελάτη CORBA, το URL είναι ήδη στη λίστα
et: Ei täida CORBA päringut, URL on juba nimekirjas:
fi: Hyl‰t‰‰n CORBA-asiakkaan pyyntˆ, URL on jo luettelossa:
fr: Requête refusée du client CORBA, l'URL est déjà dans la liste
ja: CORBA クライアントからの要求が拒否されました。URL が既に一覧の中にあります:
ms: Tolak permintaah daripada klien CORBA, URL tersedia dalam senarai:
nl: Minstens een van de URLs staat al in de lijst
no: Nekter forespørsel fra CORBA-klient, URLen er allerede i listen:
pl: Odrzucono ¿±danie klienta Corby. URL jest ju¿ na li¶cie:
pt: Recusei o pedido de um cliente CORBA, pois o URL j· existia na lista
pt_br: Recusando pedido do cliente CORBA, URL já na lista:
ro: Refuz cererea din parte clientului CORBA, URL-ul existã deja în listã
sk: Odmietam po¾iadavku od CORBA klienta, URL u¾ je v zozname
sl: Zavračam zahtevek odjemalnika CORBA, URL je že na seznamu:
sv: Vägrar begäran från CORBA-klient, URL:en finns redan i listan:
vi: Từ chối yêu cầu từ CORBA client, URL đã có trong danh sách:
zh_cn: 拒绝请求，列表中已经有URL：
zh_tw: 拒絕 CORBA 用戶端連線要求，因 URL 早已在列表中了：

source: Opening multiple files is not implemented yet.
de: Das Öffnen mehrere Dateien ist noch nicht implementiert.
ja: まだ複数ファイルのオープン処理は実装されていません。
pt: Abrir multiplos ficheiros n„o est· implementado ainda.
ro: Deschiderea fiºierlor multiple nu a fost încã implementatã.
sk: Otvorenie viacerých súborov nie je zatiaµ implementované.
sv: Öppnande av flera filer är ännu inte implementerat.

source: Could not determine MIME type...
de: MIME-Typ konnte nicht ermittelt werden...
ja: MIME 型を決定することができませんでした...
pt: NÅ„o consigo determinar o tipo MIME...
ro: Nu pot determina tipul MIME...
sk: Nepodarilo sa urèi» typ MIME...
sv: Kunde inte avgöra MIME-typ...

source: has a MIME type of: '
de: hat MIME-Typ: '
ja: の MIME 型は : '
pt: tem um tipo MIME de: '
ro: are tipul MIME: '
sk: má typ MIME: '
sv: har en MIME-typ som är: "

source: ' Press OK to configure a handler
de: ' Klicken Sie auf OK um den Handler zu konfigurieren
ja: ' ハンドラを設定する場合は 'OK' をクリックして下さい。
pt: ' Carregue em OK para configurar um handler
ro: ' Apãsaþi OK pentru a configura o asociere
sk: ' Stlaèením OK mô¾ete nastavi» aplikáciu pre tento typ
sv: " Tryck på OK för att konfigurera en hanterare

source: D_rop wget process
de: wget-Prozess verwe_rfen
ja: wget プロセスの破棄(_R)
pt: Abandonar o processo wget
ro: Închide p_rocesul wget
sk: _Zahodi» proces wget
sv: _Koppla från wget-process

source: Dettach from wget process and leave it in background
de: Von wget-Prozess trennen und im Hintergrund belassen
ja: `wget` プロセスを破棄してバックグラウンド処理を停止します
pt: Dissociar do processo do wget e deixa-lo a correr sozinho
ro: Desprinde-te de procesul wget ºi lasã-l în fundal
sk: Odpoji» sa od procesu wget a necha» ho be¾a» na pozadí
sv: Koppla från wget-process och lämna den i bakgrunden

source: Pause Auto Dl
az: Avto En Fasilə Ver
ca: Atura momentàniament la baixada automàtica
da: Pause autohentning
de: Automatischen Empfang anhalten
el: Διακοπή αυτόματης λήψης
et: Peata autom.
fi: Keskeyt‰ automaattilataus
fr: Pause de l'auto Dl
ja: 自動ダウンロード一時停止
ko: 자동받기 일시정지
ms: Tangguh Auto Muaturun
nl: Pauze Auto Dl
no: Pause automatisk nedlasting
pl: Wstrzymaj automatyczne pobieranie
pt: Suspender Puxar Auto
pt_br: Interromper Auto DL
ro: Manual
ru: Приостановить автоскачивание
sk: Pauza auto
sl: Zamrzni samo. sprejem
sv: Pausa autohämtn.
tr: Otomatik indirmeyi beklet
uk: Вимкнути автозвантаження
vi: Tạm ngừng tự động tải
wa: Djoker oto-aberwtdj.
zh_cn: 暂停自动下载
zh_tw: 暫停自動下載

source: Pause all auto downloads
az: Bütün avtomatik endirmələrə fasilə ver
ca: Atura momentàniament totes les baixades automàtiques
da: Sæt alle autohentninger på pause
de: Alle automatischen Downloads anhalten
el: Διακοπή όλων των αυτόματων λήψεων
et: Peata kõik automaatsed allalaadimised
fi: Keskeyt‰ kaikki automaattiset lataukset
fr: Mettre en pause toutes les auto importations
ja: 全ての自動ダウンロードを一時停止します
ms: Tangguh semua auto muaturun
nl: Zet alle downloads in pauze
no: Pause alle automatiske nedlastinger
pl: Wstrzymuje wszystkie automatyczne pobierania
pt: Parar todos os puxar autom·ticos
pt_br: Suspender todos os auto-downloads
ro: Opreºte toate descãrcãrile automate
sk: Pozastavi» automatické s»ahovanie
sl: Premor vseh samodejnih sprejemov
sv: Pausa alla automatiska hämtningar
vi: Tạm ngường mọi hoạt động tự động tải về
wa: Djoker tos les aberbwetaedjes otomatikes
zh_cn: 暂停所有的自动下载
zh_tw: 暫停任何自動下載檔案的程序

source: _Statistics...
az: _Statistikalar...
ca: E_stadístiques...
da: _Statistik...
de: _Statistiken...
el: _Στατιστικά...
et: _Statistika...
fi: _Tilastot...
fr: _Statistiques...
ja: 統計(_S)...
ms: _Statistik...
nl: _Statistiek van de lijst...
no: _Statistikk...
pl: _Statystyki...
pt: _EstatÌsticas...
pt_br: E_statísticas...
ro: _Statistici...
sk: ©_tatistika...
sl: _Statistika...
sv: _Statistik...
vi: _Thống kê...
wa: _Sitatistikes...
zh_cn: 统计(_S)...
zh_tw: 統計(_S)...

source: _Numeric Download...
az: _Numerik Endirmə...
ca: Baixada _numèrica...
da: Hentning efter _nummer...
de: _Mehrere Downloads...
el: Αριθμητική λήψη...
et: _Numbriline allalaadimine...
fi: _Numerolataus...
fr: Importer _Numériquement...
ja: 番号ダウンロード(_N)...
ms: Pemuaturunan _numerik
nl: _Numeriek Downloaden
no: _Numerisk nedlasting...
pl: _Pobieranie numeryczne...
pt: _Download NumÈrico...
pt_br: Download _Sequencial...
ro: Descãrcare _numericã...
sk: Èíse_lné s»ahovanie...
sl: _Serijski sprejem...
sv: _Numerisk hämtning...
vi: Tải theo _số...
wa: Aberwetaedje pa _limerôs...
zh_cn: 序列下载(_N)...
zh_tw: 數值下載(_N)...
