Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Dl Info Page
az: Dl Info Səhifəsi
ca: Pàgina d'informació de la baixada
da: Hentningsinfoside
de: Download-Informationen
el: Σελίδα Πληροφοριών Αυτόματης Λήψης
et: Laadimise info
fi: Lataustietopaneeli
fr: Page info du Dl
ja: ダウンロード情報ページ
ko: 받기 상태표
ms: Laman maklumat muaturun
nl: Dl Info Pagina
no: Informasjonsside for nedlasting
pl: Strona informacji o pobieraniu
pt: P·gina Info Puxar
pt_br: Informações de DL
ro: Info
ru: Страница информации о скачивании
sk: Info o priebehu
sl: Podatki o prenosu
sv: Hämtningsinfosida
tr: Ýndirme Bilgi Sayfasý
vi: Thông tin tải
wa: Aberw. pådje info
zh_cn: 下载信息页
zh_tw: 下載資訊頁

source: Toggle download info page
az: Endirmə info səhifəsini göstər
ca: Commuta la pàgina d'informació de baixades
da: Vis side med hentningsoplysninger
de: Download-Informationen an/aus
el: Εναλλαγή σελίδας πληροφοριών λήψης
et: Lülita allalaadimise info sisse/välja
fi: N‰yt‰ lataustietopaneeli
fr: Basculer l'affichage de la page d'info
ja: ダウンロード情報ページの表示を切り替えます
ko: 받기 상태표 토글
ms: Toggle maklumat muaturun
nl: Zet download info aan/uit
no: Vis/skjul informasjonsside for nedlasting
pl: Prze³±cza wy¶wietlanie strony informacji o pobieraniu
pt: Alterna p·gina com informaÁ„o do download
pt_br: Exibir/Ocultar informações de download
ro: Aratã/Nu arãta pagina cu informaþii despre descãrcare
ru: Показать страницу информации о скачивании
sk: Prepína informáciu o s»ahovaní
sl: Preklopi prikaz strani s podatki o prenosu
sv: Slå på/av sidan med hämtningsinformation
tr: Ýndirme bilgi sayfasýný göster/gizle
vi: Bật tắt trang thông tin tải về
wa: Mostrer/catchî li pådje d' informåcion so l' aberwetaedje
zh_cn: 切换下载信息页
zh_tw: 切換應否下載資訊頁

source: Open
de: Öffnen
ja: 開く
pt: Abrir
ro: Deschide
sk: Otvori»
sv: Öppna

source: Drop wget process
de: wget-Prozess verwerfen
ja: wget プロセスの破棄
pt: Abandonar o processo wget
ro: Desprinde procesul wget
sk: Zahodi» proces wget
sv: Koppla från wget-process

source: File:
az: Fayl:
ca: Fitxer:
da: Fil:
de: Datei:
el: Αρχείο:
et: Fail:
fi: Tiedosto:
fr: Fichier :
ja: ファイル:
ko: 파일:
ms: Fail:
nl: Bestand:
no: Fil:
pl: Plik:
pt: Ficheiro:
pt_br: Arquivo:
ro: Fiºier:
ru: Файл:
sk: Súbor:
sl: Datoteka:
sv: Fil:
tr: Dosya:
uk: Файл:
vi: Tập tin:
wa: Fitchî:
zh_cn: 文件：
zh_tw: 檔案：

source: already exists.
az: onsuz da mövcuddur.
ca: ja existeix.
da: eksisterer allerede.
de: existiert bereits.
el: ήδη υπάρχει.
et: juba olemas nimekirjas.
fi: on jo olemassa.
fr: existe déjà.
ja: 既にあります。
ms: tersedia ada.
nl: Bestaat al in de lijst
no: eksisterer allerede.
pl: ju¿ istnieje.
pt: j· existe.
pt_br: já na lista.
ro: existã deja.
sk: u¾ existuje.
sl: že obstaja.
sv: finns redan.
vi: đã có.
wa: egzisteye ddja.
zh_cn: 已经存在。
zh_tw: 已經存在。

source: File already exists
az: Fayl onsuz da vardır
ca: El fitxer ja existeix
da: Fil eksisterer allerede
de: Datei existiert bereits
el: Το αρχείο ήδη υπάρχει
et: Fail on juba olemas
fi: Tiedosto on jo olemassa
fr: Le fichier existe déjà
ja: ファイルが既にあります
ms: Fail tersedia ada.
nl: Bestaat al in de lijst
no: Filen eksisterer allerede
pl: Plik ju¿ istnieje
pt: ficheiro j· existe
pt_br: Arquivo já existe
ro: Fiºierul existã deja
sk: Súbor u¾ existuje
sl: Datoteka že obstaja
sv: Filen finns redan
vi: Tập tin đã có rồi
wa: Li fitchî egzisteye ddja
zh_cn: 文件已经存在
zh_tw: 檔案已經存在

source: Delete Existing File
az: Mövcud Faylı Sil
ca: Suprimeix el fitxer existent
da: Slet eksisterende fil
de: Existierende Datei löschen
el: Διαγραφή υπάρχοντος αρχείου
et: Kustuta olemasolev fail
fi: Poista olemassaoleva tiedosto
fr: Effacer le fichier existant
ja: 既存のファイルの削除
ms: Padam fail tersedia ada
nl: Verwijder Bestaand Bestand
no: Slett eksisterende fil
pl: Usuñ istniej±cy plik
pt: Apagar o ficheiro existente
pt_br: Apagar Arquivo Existente
ro: ªterge fiºierul existent
sk: Odstráni» existujúci súbor
sl: Zbriši obstoječo datoteko
sv: Ta bort befintlig fil
vi: Xóa tập tin đã có
wa: Disfacer l' fitchî k' egzisteye ddja
zh_cn: 删除已经存在的文件
zh_tw: 刪除已存在檔案

source: Attempt to Resume
az: Davam Etdirməyə Cəhd et
ca: Intent de reprendre
da: Forsøg på at genoptage
de: Versuch zum Fortsetzen
el: Προσπάθεια για Συνέχιση
et: Proovi jätkata
fi: Koeta jatkaa
fr: Tentative de reprise
ja: レジュームを試す
ms: Cuba untuk Sambung
nl: Probeer te hervatten
no: Forsøk ny start
pl: Spróbuj wznowiæ
pt: Tentar continuar o download
pt_br: Tenta Continuar
ro: Încearcã sã reiei descãrcarea
sk: Pokus o pokraèovanie
sl: Poskusi nadaljevati
sv: Försök återuppta
vi: Thử tiếp tục
zh_cn: 试图续传
zh_tw: 嘗試續傳

source: A file of the same name already exists in the target directory.
az: Eyni adlı fayl hədəf cərgədə mövcuddur.
ca: Al directori de destí ja hi ha un fitxer amb el mateix nom.
da: En fil med det samme navn eksisterer allerede i destinationsmappen.
de: Eine Datei gleichen Namens existiert bereits im Zielverzeichnis.
el: Ένα αρχείο ίδιου ονόματος υπάρχει ήδη στον κατάλογο προορισμού.
et: Sama nimega fail juba eksisteerib sihtkataloogis.
fi: Hakemistossa on jo samanniminen tiedosto.
fr: Un fichier avec le même nom existe déjà dans le répertoire cible.
ja: 対象のディレクトリ内に同名のファイルが既に存在しています。
ms: fail yang sama telah tersedia ada pada direktori sasaran
nl: Een bestand met dezelfde naam bestaat al in de doelmap
no: En fil med samme navn eksisterer allerede i målkatalogen.
pl: W katalogu docelowym istnieje ju¿ plik o tej samej nazwie.
pt: Um ficheiro com o mesmo nome existe no directÛrio de destino.
pt_br: Um arquivo com o mesmo nome já existe no diretório destino.
ro: Un fiºier cu acelaºi nume existã deja în directorul þintã.
sk: Súbor s týmto menom u¾ v cieµovom prieèinku existuje.
sl: Datoteka z enakim imenom že obstaja v ciljnem imeniku.
sv: En fil med samma namn finns redan i målkatalogen.
vi: Tập tin cùng tên đã có rồi.
wa: On fitchî avou l' minme no egzisteye ddja el ridant di såme.
zh_cn: 目标目录中已经有相同名字的文件。
zh_tw: 目標目錄裡已經有相同名稱的檔案。

source: Dir:
az: Cərgə:
ca: Directori:
da: Mappe:
de: Verz:
el: Κατάλογος:
et: Kataloog:
fi: Hakemisto:
fr: Rép :
ja: ディレクトリ:
ko: 경로:
nl: Map:
no: Katalog:
pl: Katalog:
ru: Каталог:
sk: Prieèinok:
sl: Imenik:
sv: Katalog:
tr: Dizin:
uk: Каталог:
vi: Thư mục:
wa: Ridant:
zh_cn: 目录：
zh_tw: 目錄：

source: Estimated/Remain:
az: Keçilən/Qalan:
ca: Estimat/Restant:
da: Estimeret/mangler:
de: Geschätzt/Übrig:
el: Εκτιμάται/Απομένει:
et: Ennustus/Veel aega:
fi: Arvio/J‰ljell‰:
fr: Estimé/Restant :
ja: 予測/残り:
ko: 예상/진행:
ms: Dijangka/Baki:
nl: Geschat/Resterend:
no: Estimert/gjenstående:
pl: Szacunek/Pozosta³o:
pt: Estimado/Restante:
pt_br: Estimado/Restante:
ro: Estimare/Rãmas:
ru: Ожидается/Осталось:
sk: Oèakávaný/Zostáva:
sl: Ocenjeno/preostalo:
sv: Beräknat/Återstående:
tr: Tahmin edilen/Kalan:
vi: Dự đoán/Vẫn còn:
wa: Estimåcion/Ki dmeure:
zh_cn: 估计剩下：
zh_tw: 估計/剩餘：

source: Total/Session
az: Toplam/İclas
ca: Total/Sessió
de: Insgesamt/Sitzung
el: Συνολικά/Συνεδρία
et: Kokku/Sessioon
fi: Yhteens‰/Istunto
ja: 合計/セッション
ko: 전체/이번
ms: Jumlah/Sessi
nl: Totaal/Sessie
no: Total/sesjon
pl: Ogó³em/Sesja
pt: Total/Sess„o
pt_br: Total/Sessão
ro: Total/Sesiune
ru: Всего/Сеанс
sk: Celkom/Sedenie
sl: Skupaj/seja
sv: Totalt/Session
tr: Toplam/Oturum
uk: Всього/сеанс
vi: Tổng cổng/Session
wa: Totå/Session
zh_cn: 全部
zh_tw: 總共/作業階段

source: Time:
az: Vaxt:
ca: Temps:
da: Tid:
de: Dauer:
el: Χρόνος:
et: Aeg:
fi: Aika:
fr: Temps :
ja: 転送時間:
ko: 시간:
ms: Masa:
nl: Tijd:
no: Tid:
pl: Czas:
pt: Tempo:
pt_br: Tempo:
ro: Timp:
ru: Время:
sk: Èas:
sl: Čas:
sv: Tid:
tr: Zaman:
uk: Час:
vi: Thời gian:
wa: Tins:
zh_cn: 时间：
zh_tw: 時間：

source: Speed:
az: Sürət:
ca: Velocitat:
da: Hastighed:
de: Geschw.:
el: Ταχύτητα:
et: Kiirus:
fi: Nopeus:
fr: Vitesse :
ja: 転送速度:
ko: 속도:
ms: Kelajuan:
nl: Snelheid:
no: Hastighet:
pl: Prêdko¶æ:
pt: Velocidade:
pt_br: Velocidade:
ro: Vitezã:
ru: Скорость:
sk: Rýchlos»:
sl: Hitrost:
sv: Hastighet:
tr: Hýz:
uk: Швидк╕сть:
vi: Tốc độ:
wa: Raddisté:
zh_cn: 速度：
zh_tw: 速度：

source: Target directory
az: Hədəf cərgə
ca: Directori de destí
da: Destinationsmappe
de: Zielverzeichnis
el: Κατάλογος Αποθήκευσης
et: Sihtkataloog
fi: Kohdehakemisto
fr: Répertoire cible
it: Directory di destinazione
ja: 対象ディレクトリ
ko: 대상 디렉토리
ms: Direktori sasaran
nl: Doel map
no: Målkatalog
pl: Katalog docelowy
pt: DirectÛrio de destino
pt_br: Diretório destino
ro: Directorul þintã
ru: Целевой каталог
sk: Cieµový prieèinok
sl: Ciljni imenik
sv: Målkatalog
tr: Hedef dizin
uk: Ц╕льовий каталог
vi: Thư mục đích
wa: Ridant såme
zh_cn: 目标目录
zh_tw: 目標目錄

source: Add Download Dir
az: Endirmə Cərgəsi Əlavə Et
ca: Afegeix un directori de descàrrega
da: Tilføj hentningsmappe
de: Neues Download-Verz hinzufügen
el: Προσθήκη Κατάλογου Λήψης
et: Lisa allalaadimise kataloog
fi: Lis‰‰ lataushakemisto:
fr: Ajouté un Répertoire d'importation
it: Aggiungi Directory di destinazione
ja: ダウンロードディレクトリの追加
ko: 받을 디렉토리 더하기
ms: Tambah Dir Muaturun
nl: Voeg download map toe
no: Legg til nedlastingskatalog
pl: Katalog automatycznego pobierania
pt: Directoria para puxar acrescenta
pt_br: Inserir Diretório de Download
ro: Adaugã directorul pentru descãrcare
ru: Добавить каталог скачивания
sk: Prida» prieèinok pre s»ahovanie
sl: Dodaj sprejemni imenik
sv: Lägg till hämtningskatalog
tr: Ýndirme dizini ekle
uk: Додавання каталогу звантаження
vi: Thêm thư mục tải
wa: Radjouter ridant po-z aberweter
zh_cn: 添加下载目录
zh_tw: 加入下載目錄

source: URL Pattern
az: URL Naxışı
ca: Patró d'URL
da: URL-mønster
de: Adress-Muster
el: Υπόδειγμα URL
et: URLi muster
fi: URL-kuvio
fr: Motif de l'URL
ja: URL パターン
ms: Corak URL
nl: URL Patroon
no: URL-mønster
pl: Wzorzec URL-i
pt: Padr„o URL
pt_br: Padrão de URL
ro: Tipul URL
sk: Vzorka URL
sl: Vzorec URL
sv: URL-mönster
vi: Mẫu URL
zh_cn: URL模式
zh_tw: URL 樣式

source: Override Download dir
az: Nəzərə Alınmayacaq Endirmə Cərgəsi
ca: Sobreescriu el directori de descàrrega
da: Overskriv hentningsmappe:
de: Download-Verz übergehen
el: Επανακαθορισμός Καταλόγου Αποθήκευσης:
et: Määra allalaadimise kataloog
fi: Ohita ennalta m‰‰ritelty lataushakemisto
fr: Écraser le répertoire d'importation
it: Sovrescrivi directory di destinazione
ja: ダウンロード・ディレクトリの上書き
ms: Tindih Dir Muaturun
nl: Nieuwe Download map
no: Overstyr nedlastingskatalog
pl: U¿ycie katalogu innego ni¿ domy¶lny
pt: Sobrepor directoria para puxar
pt_br: Alterar Diretório Destino
ro: Director alternativ pentru descãrcare
ru: Переписывать каталог скачивания
sk: Predefinova» prieèinok pre s»ahovanie
sl: Ne upoštevaj sprejemnega imenika
sv: Åsidosätt hämtningskatalog
tr: Ýndirme Dizini Üzerine Yaz
uk: Перекрити каталог звантаження
vi: Bỏ qua thư mục tải
zh_cn: 取代下载目录设置
zh_tw: 另外指定下載目錄

source: New Download Dir
az: Yeni Endirmə Cərgəsi
ca: Nou directori de descàrrega
da: Ny hentningsmappe
de: Neues Download-Verz
el: Νέος Κατάλογος Αποθήκευσης
et: Uus allalaadimise kataloog
fi: Uusi lataushakemisto
fr: Nouveau répertoire d'importation
it: Nuova Directory di Destinazione
ja: 新規ダウンロード・ディレクトリ
ko: 새 받기 디렉토리
ms: Dir Muaturun Baru
nl: Nieuwe Download Map
no: Ny nedlastingskatalog
pl: Nowy katalog pobierania
pt: Novo DirectÛrio de Download
pt_br: Novo Diretório Destino
ro: Nou director pentru descãrcare
ru: Новый каталог скачивания
sk: Nový prieèinok pre s»ahovanie
sl: Nov sprejemni imenik
sv: Ny hämtningskatalog
tr: Yeni Ýndirme Dizini
uk: Новий каталог звантаження
vi: Thư mục tải mới
wa: Novea ridant po-z aberweter
zh_cn: 新建下载目录
zh_tw: 新增下載目錄

source: No override download directory entered.
az: Nəzərə alınmayacaq endirmə cərgəsi bildirilməyib.
ca: S'ha introduït el directori de baixada de no sobreescriure.
da: Ingen alternativ hentningsmappe indtastet:
de: Kein Download-Verz zum übergehen eingegeben.
el: Δεν έχει οριστεί κατάλογος υπέρβασης.
et: Allalaadimise kataloog pole määratud.
fi: Lataushakemiston kumoavaa hakemistom‰‰rittely‰ ei annettu.
fr: Pas de répertoire d'importation défini
ja: ダウンロード・ディレクトリを上書きしない。
ms: Tiada direktori mauturun tindihan dimasukkan.
nl: Nieuwe Download map
no: Ingen kommando for overstyring av nedlastingskatalog oppgitt.
pl: Branie pod uwagê wprowadzonego domy¶lnego katalogu pobierania.
pt: Directoria de puxar n„o foi sobreposta.
pt_br: Não foi fornecido novo diretório destino.
ro: Nu aþi introdus un alt director pentru descãrcare.
sk: Predefinovaný prieèinok pre s»ahovanie nezadaný.
sl: Ne prepiši vnešenega sprejemnega imenika.
sv: Ingen åsidosättningskatalog för hämtning angiven.
zh_cn: 没有输入取代下载目录。
zh_tw: 另外指定下載目錄但未填上目錄名稱。

source: GNOME Transfer Manager
az: GNOME Daşıma İdarəçisi
ca: Gestor de transferències del GNOME
da: Gnome filoverførselshåndtering
el: Διαχειριστής Μεταφοράς GNOME
fi: GNOME-siirronhallinta
fr: GNOME Transfert Manager
ja: GNOME 転送マネージャ
ko: 그놈 전송 관리자
ms: Pengurus Pemindahan GNOME
no: GNOME filoverføring
pl: Mened¿er transmisji dla GNOME
ro: Managerul de transfer GNOME
ru: Диспетчер перекачки GNOME
sk: GNOME Správca prenosu
sl: Upravljalnik prenosov GNOME
tr: GNOME Transfer Yöneticisi
uk: GNOME Менеджер переносу файл╕в
vi: Bộ tải về GNOME
wa: Manaedjeu di transfers di GNOME
zh_cn: GNOME传输管理器
zh_tw: GNOME 檔案傳送管理程式

source: The GNOME transfer manager. http://gtm.sourceforge.net/
ca: El gestor de transferències del GNOME. http://gtm.sourceforge.net/
da: Håndterer filoverførsler. http://gtm.sourceforge.net/
de: Der GNOME Transfer Manager. http://gtm.sourceforge.net
el: Ο διαχειριστής μεταφοράς GNOME. http://gtm.sourceforge.net/
et: GNOME transfer manager. http://gtm.sourceforge.net/
fi: GNOME-siirronhallinta. http://gtm.sourceforge.net/
fr: The GNOME transfert manager. http://gtm.sourceforge.net/
hu: A GNOME transfer manager (letöltéskezelõ). http://gtm.sourceforge.net/
it: GNOME Transfer Manager. http://gtm.sourceforge.net/
ja: GNOME転送マネージャ。 http://gtm.sourceforge.net/
ko: 그놈 전송 관리자. http://gtm.sourceforge.net/
ms: Pengurus Pemindahan GNOME. http://gtm.sourceforge.net/
nl: De GNOME transfer manager. http://gtm.sourceforge.net/
no: GNOME filoverføringshåndterer. http://gtm.sourceforge.net/
pl: Mened¿er transmisji dla GNOME http://gtm.sourceforge.net/
pt: O GNOME transfer manager. http://gtm.sourceforge.net/
pt_br: GNOME transfer manager. http://gtm.sourceforge.net/
ro: Managerul de transfer GNOME. http://gtm.sourceforge.net/
ru: Диспетчер перекачки GNOME. http://gtm.sourceforge.net/
sk: GNOME správca prenosu. http://gtm.sourceforge.net/
sl: Upravljalnik prenosov GNOME. http://gtm.sourceforge.net/
sv: Filhämtningshanteraren i GNOME. http://gtm.sourceforge.net/
tr: GNOME Transfer Yöneticisi http://gtm.sourceforge.net/
uk: GNOME Менеджер переносу файл╕в. http://gtm.sourceforge.net/
vi: Bộ tải về GNOME. http://gtm.sourceforge.net/
wa: Li manaedjeu di transfers di GNOME. http://gtm.sourceforge.net/
zh_cn: GNOME传输管理器。 http://gtm.sourceforge.net/
zh_tw: GNOME 檔案傳送管理程式。 http://gtm.sourceforge.net/

source: Can't write to selected download directory.
az: Seçili endirmə cərgəsinə yaza bilmirəm.
ca: No es pot escriure al directori de baixada seleccionat.
da: Kan ikke skrive i den valgte hentningsmappe.
de: Ins ausgewählten Download-Verzeichnis kann nicht geschrieben werden.
el: Αδυναμία εγγραφής στον επιλεγμένο κατάλογο αποθήκευσης.
et: Ei saa valitud allalaadimiskataloogi kirjutada.
fi: Valittuun lataushakemistoon ei voi kirjoittaa.
fr: Ne peut écrire dans le répertoire d'importation.
ja: 指定したディレクトリに書き込めません。
ms: Tak boleh menulis ke direktori muaturun yang dipilih
nl: Kan niet naar de geselecteerde download map schrijven.
no: Kan ikke skrive til valgt nedlastingskatalog.
pl: Nie mo¿na zapisaæ w wybranym katalogu pobrañ.
pt: N„o consigo gravar no directorio de download seleccionado.
pt_br: Impossível gravar no diretório destino selecionado.
ro: Nu pot scrie în directorul selectat pentru descãrcare.
sk: Do vybraného prieèinku nie je mo¾né zapisova».
sl: Ne morem pisati v izbran sprejemni imenik.
sv: Kan inte skriva till vald hämtningskatalog.
vi: Không thể ghi vào thư mục tải được chọn.
wa: Dji n' sai scrire el ridant d' aberwetaedje diné.
zh_cn: 无法写入选中的下载目录。
zh_tw: 無法寫入所選擇的下載目錄。

source: At least one of the URLs is already in the list
az: Ən az bir URL onsuz da siyahıdadır
ca: Com a mínim, un dels URL ja és a la llista
da: Mindst én af adresserne er allerede i listen
de: Mindestens eine der Adressen ist bereits in der Liste
el: Τουλάχιστον ένα από τα URLs είναι ήδη στην λίστα
et: Vähemalt üks URLidest on juba nimekirjas olemas.
fi: V‰hint‰‰n yksi URL:st‰ on jo luettelossa
fr: Au moins une de ses URLs est déjà dans la liste
it: Almeno un URL è già nella lista.
ja: 少なくとも一つの URL が既に一覧にあります。
ms: Sekurang-kurangnya satu URL terdapat di dalam senarai
nl: Minstens een van de URLs staat al in de lijst
no: Minst én av URLene er allerede i listen
pl: Przynajmniej jeden z URL-i jest ju¿ na li¶cie.
pt: Pelo menos uma URL j· existia na lista
pt_br: Pelo menos uma das URLs já está na lista
ro: Cel puþin unul dintre URL-uri existã deja în listã
ru: По крайней мере один из URL уже в списке
sk: Aspoò jedno URL u¾ je v zozname
sl: Vsaj en od URLjev je že na seznamu
sv: Åtminstone en av URL:erna finns redan i listan
tr: URL'lerden en az biri listede.
vi: Ít nhất một URL đã có trong danh sách
wa: Å moens ene des hårdêyes est ddja el djîvêye
zh_cn: 至少有一个URL已经在列表中
zh_tw: 最少有一個 URL 已經在列表中了

source: Numeric Download
az: Numerik Endirmə
ca: Descàrrega numèrica
da: Hentning med løbenummer
de: Numerischer Download
el: Αριθμητική Λήψη
et: Numbriline allalaadimine
fi: Numeerinen lataus
fr: Importer numériquement
it: Download sequenziale
ja: 番号付きダウンロード
ms: Pemuaturunan Numerik
nl: Numeriek Downloaden
no: Numerisk nedlasting
pl: Pobieranie numeryczne
pt: Puxar NumÈrico
pt_br: Transferência Sequencial
ro: Descãrcare numericã
ru: Скачать по номеру
sk: Èíselné s»ahovanie
sl: _Številčen sprejem
sv: Numerisk hämtning
tr: Sayýlý Ýndirme
vi: Tải theo số
wa: Aberwetaedje pa limerôs
zh_cn: 序列下载
zh_tw: 數值下載

source: Restart selected files
az: Seçili faylları yenidən başlat
ca: Reinicia els fitxers seleccionats
da: Genoptag valgte filer
de: Den Download der gewählten Dateien neustarten
el: Επανεκκίνηση επιλεγμένων αρχείων
et: Alusta valitud failide laadimist uuesti
fi: K‰ynnist‰ numerolataus uudelleen
fr: Redémarrer les fichier sélectionnés
it: Reinizia i file selezionati
ja: 選択したファイルの転送再開
ko: 고른 파일 다시 받기
ms: Ulang fail dipilih
nl: Herstart geselecteerde bestanden
no: Gjenoppta valgte filer
pl: Odnowienie zaznaczonych plików
pt: RecomeÁar os ficheiros seleccionados
pt_br: Recomeçar arquivos selecionados
ro: Reporneºte fiºierele selectate
ru: Перезапуск выделенных файлов
sk: Re¹tart vybraných súborov
sl: Začni znova s prenosom izbranih datotek
sv: Starta om valda filer
tr: Seçili dosyalarý yeniden baþlat
uk: Перезапуск вибраних файл╕в
vi: Khởi động lại các tập tin được chọn
wa: Rinonder po les tchwezis fitchîs
zh_cn: 重新开始选中的文件
zh_tw: 重新下載所選擇的檔案

source: Remove selected files from list
az: Seçili faylları siyahıdan çıxart
ca: Elimina de la llista els fitxers seleccionats
da: Fjern de valgte filer fra listen
de: Ausgewählte Dateien aus der Liste entfernen
el: Αφαίρεση επιλεγμένων αρχείων από την λίστα
et: Eemalda valitud failid nimekirjast
fi: Poista valitut tiedostot luettelosta
fr: Enlever les fichiers sélectionnés de la liste
it: Rimuovi i file selezionati dalla lista
ja: 選択したファイルを削除します
ko: 고른 파일을 목록에서 지우기
ms: Buang fail dipilih daripada senarai
nl: Verwijder de geselecteerde bestanden uit de lijst
no: Fjern valgte filer fra listen
pl: Usuniêcie zaznaczonych plików z listy
pt: Retira os ficheiros seleccionados da lista
pt_br: Retirar arquivos selecionados da lista
ro: ªterge fiºierele selectate din listã
ru: Удалить выбранные файлы из списка
sk: Odstráni vybrané súbory zo zoznamu
sl: S seznama odstrani izbrane datoteke
sv: Ta bort valda filer från listan
tr: Listeden seçili dosyalarý sil
vi: Loại các tập tin được chọn khỏi danh sách
wa: Bodjî les tchwezis fitchîs foû del djîvêye
zh_cn: 从列表中删除选中的文件
zh_tw: 由列表移除所選擇的檔案

source: None
az: Heç biri
ca: Cap
da: Ingen
de: Nichts
el: Κανένα
et: Ei
fi: Ei mit‰‰n
fr: (aucun)
it: Nessuno
ja: 無し
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt: Nenhuma
pt_br: Nenhum
ro: Niciunul
ru: Нет
sk: ®iadny
sl: Brez
sv: Inget
tr: Yok
uk: Нема╓
vi: Không
wa: Nouk
zh_cn: 无
zh_tw: 無

source: Same proxy for all protocols
de: Gleicher Proxy für alle Protokolle
et: Sama proksi kõikidele protokollidele
ja: 全プロトコルを同じプロキシにする
ms: Proksi sama untuk semua protokol
pt: O mesmo proxy para todos os protocolos
ro: Acelaºi proxy pentru toate protocoalele
sk: Rovnaké proxy pre v¹etky protokoly
sv: Samma proxyserver för alla protokoll

source: Check interface time (ms):
az: Ara üz vaxtını yoxla (ms):
ca: Verifica l'hora de la interfície (ms):
da: Interval mellem tilkoblingstjek (ms):
de: Schnittstellen-Zeit (ms) überprüfen:
el: Έλεγχος χρόνου προσαρμογέα (ms):
et: Liidese kontrollimise aeg (ms):
fi: Liittym‰n tarkistustiheys (ms):
fr: Scruter l'interface toutes les (ms) :
ja: インタフェース時間の確認 (ms):
ko: 장치 확인 시간 (1/1000초):
ms: Periksa masa antaramuka(ms):
nl: Test de timing van het apparaat <ms>:
no: Sjekk tid for grensesnitt (ms):
pl: Okres sprawdzania interfejsu (ms):
pt: Tempo de verificaÁ„o da interface (ms):
pt_br: Verificar tempo da interface (ms):
ro: Verificã interfaþa la (ms):
ru: Проверить время интерфейса (мс):
sk: Èas testovania rozhrania (ms):
sl: Preveri čas vmesnika (ms):
sv: Tid för kontroll av gränssnitt (ms):
tr: Arabirimin denetlenme zamaný (ms):
zh_cn: 检查接口时间(毫秒)：
zh_tw: 檢查網絡介面的時間（毫秒）：

source: Remember whether auto download is paused
az: Avtomatik endirmənin harda dayandığını yadda saxla
ca: Recorda si la baixada automàtica està momentàniament aturada
da: Husk om autohentning er sat på pause
de: Erinnern ob der automatische Download angehalten ist
el: Συγκράτηση παύσης αυτόματης λήψης
et: Pea meeles automaatse allalaadimise olek
fi: Muista automaattilatausten keskeytykset
fr: Se rappeler que l'auto importation est en pause
ja: 自動ダウンロードが一時停止かどうかを記憶する
ms: Ingat samada auto muaturun ditangguh
nl: Onthoud of autodownload gepauzeerd is
no: Husk om automatisk nedlasting er pauset
pl: Pamiêtanie, czy automatycznie pobieranie jest wstrzymane
pt: Guardar se o download autom·tico esta parado
pt_br: Lembrar se o auto-download está ou não em pausa
ro: Reþine descãrcãrile automate oprite manual
sk: Pamäta» si, èi je pozastavené automatické s»ahovanie
sl: Pomni ali je samodejni prenos v premoru
sv: Kom ihåg huruvida automatisk hämtning är pausad
vi: Nhớ trạng thái tạm dừng tự động tải
zh_cn: 记住自动下载是否被暂停
zh_tw: 記憶是否已暫停自動下載

source: Def Download Dir
az: Əsas Endirmə Cərgəsi
ca: Directori de descàrrega per defecte
da: Forvalgt hentningsmappe
de: Download-Verz festlegen
el: Εξ'ορισμού Κατάλογος Αποθήκευσης
et: Vaikimisi allalaadimise kataloog
fi: Lataushakemiston oletusarvo
fr: Def Répertoire d'importation
it: Directory di destinazione predefinita
ja: デフォルトのダウンロード・ディレクトリ
ko: 기본 받기 디렉토리
ms: Dir Muaturun Default
nl: Stdrd Download Map
no: Forvalgt nedlastingskatalog
pl: Domy¶lny katalog pobierania
pt: Directoria para puxar por omiss„o
pt_br: Diretório de Download Padrão
ro: Selectaþi directorul implicit pentru descãrcare
ru: Каталог скачивания по умолчанию
sk: ©tandardný prieèinok pre s»ahovanie
sl: Privzet sprejemni imenik
sv: Standardhämtningskatalog
tr: Öntanýmlý Ýndirme Dizini
uk: Визначення каталогу звантаження
vi: Thư mục tải về mặc định
wa: Prémetou ridant po-z aberweter
zh_cn: 默认下载目录
zh_tw: 預設下載目錄：

source: Timeout (seconds):
az: Vaxt dolması (saniyə):
ca: Temps màxim (segons):
da: Tidsudløb (sek.):
de: Zeitüberschreitung (Sekunden):
el: Λήξη Χρόνου (δεύτερα):
et: Ajalävi (sekundit):
fi: Aikaraja (sekuntia):
fr: Pause (secondes) :
ja: タイムアウト (秒):
ms: Hadmada (saat):
nl: Timeout (seconden):
no: Tidsavbrudd (sekunder):
pl: Czas oczekiwania (sekundy):
pt: Desistir (segundos):
pt_br: Tempo de espera (segundos):
ro: Timeout (secunde):
sk: Èakanie (sekundy):
sl: Časovna omejitev (sekund):
sv: Time-out (sekunder):
vi: Thời hạn (giây):
wa: Tårdjaedje (e segondes):
zh_cn: 超时(秒)：
zh_tw: 時限（秒）：
