Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: url to fetch
az: alınacaq url
ca: URL a recollir
da: adresse som skal hentes
de: Zu empfangende Adresse
el: url για λήψη
es: url a traer
et: url, mis laadida
fi: haettava url
fr: URL à importer
hu: a lekérendõ url
it: url da scaricare
ja: 同期する URL
ko: 받을 URL
ms: url untuk ditarik
nl: Te verkrijgen URL
no: url som skal hentes
pl: url przeznaczony do pobrania
pt: url para puxar
pt_br: url a recuperar
ro: URL de descãrcat
ru: URL для обработки
sk: s»ahované url
sl: url, ki naj se prenese
sv: url som ska hämtas
tr: alýnacak adres
uk: URL для отримання
vi: URL cần lấy
wa: hårdêye a prinde
zh_cn: 要下载的URL
zh_tw: 要擷取的 URL

source: already in the list
az: onsuz da siyahıdadır
ca: ja és a la llista
da: allerede på listen
de: bereits in der Liste
el: ήδη στην λίστα
es: ya está en la lista
et: juba olemas nimekirjas
fi: on jo luettelossa
fr: déjà dans la liste
hu: már a listában van
it: già presente nella lista
ja: 一覧の中に既にあります
ko: 이미 목록에 있습니다
ms: tersedia dalam senarai
nl: Bestaat al in de lijst
no: allerede på listen
pl: jest ju¿ na li¶cie
pt: j· existe na lista
pt_br: já na lista
ro: existã deja în listã
ru: уже в списке
sk: u¾ v zozname
sl: je že v seznamu
sv: finns redan i listan
tr: listede zaten var
uk: вже знаходиться в списку
vi: đã có trong danh sách
wa: ddja el djîvêye
zh_cn: 已经在列表中
zh_tw: 已經在列表中

source: Couldn't start GTM
az: GTM başladıla bilmir
ca: No s'ha pogut iniciar el GTM
da: Kunne ikke starte filoverførselshåndteringen
de: GTM konnte nicht gestartet werden
el: Αδυναμία εκκίνησης του GTM
es: No se pudo iniciar GTM
et: Ei suuda käivitada GTMi
fi: GTM:n k‰ynnistys ei onnistunut
fr: Ne peut pas démarrer GTM
it: Non posso avviare GTM
ja: GTM を起動することが出来ませんでした
ko: GTM을 띄울 수 없습니다
ms: Tak dapat menghidupkan GTM
nl: Kan GTM niet starten
no: Kunne ikke starte GTM
pl: Nie mo¿na uruchomiæ GTM-a
pt: N„o consigo lanÁar o GTM
pt_br: Impossível iniciar GTM
ro: Nu am putut porni GTM
ru: Не удалось запустить GTM
sk: Nie je mo¾né spusti» GTM
sl: Nisem mogel pognati GTMja
sv: Kunde inte starta GTM
tr: GTM baþlatýlamadý
vi: Không thể khởi động GTM
wa: Dji n' sai enonder GTM
zh_cn: 无法启动GTM
zh_tw: 無法啟動 GTM

source: There is Another GNOME Transfer Manager running. Only one GNOME Transfer Manager can be running.
az: İşləyən başqa GNOME Daşıma İdarəçisi var. TƏcə bir GNOME Daşıma İdarəçisi işləyə bilər.
ca: S'està executant un altre gestor de transferències del GNOME. Només es pot executar un gestor de transferències del GNOME.
da: En anden filoverførselshåndtering er igang. Der kan kun køre én kopi af dette program ad gangen.
de: Es läuft schon ein anderer GNOME Transfer Manager. Nur ein GNOME Transfer Manager kann zur selben Zeit laufen.
el: Εκτελείται ήδη ένας άλλος Διαχειριστής Μεταφοράς GNOME Μόνο ένας Διαχειριστής Μεταφοράς GNOME μπορεί να εκτελείται.
es: Hay Otro GNOME Transfer Manager ejecutándose. Solo un GNOME Transfer Manager puede estar ejecutándose.
et: Üks GNOME Transfer Manager juba töötab. Korraga võib töötada ainult üks GNOME Transfer Manager.
fi: Toinen GNOME-siirronhallinta on jo k‰ynniss‰. Vain yksi voi olla k‰ynniss‰ kerrallaan.
fr: Il y a un autre GNOME Transfert Manager actif. Seulement un seul GNOME Transfert Manager peut être actif.
hu: Másik GNOME Transfer Manager fut. Csak egy GNOME Transfer Manager futhat.
it: C'e' un altro GNOME Transfer Manager in esecuzione. Solo un GNOME Transfer Manager puo' essere in esecuzione.
ja: 他の GNOME 転送マネージャが起動中です。 GNOME 転送マネージャは一つだけ起動する事が可能です。
ko: 그놈 전송 관리자가 떠 있습니다. 하나만 띄울 수 있습니다.
ms: Terdapat Pengurus Pemindahan GNOME terlaksana. Hanya satu Pengurus Pemindahan GNOME boleh dilaksanakan.
nl: Er is al een andere GNOME Transfer Manager aktief. Er kan maar een GNOME Transfer Manager tegelijkertijd aktief zijn.
no: En anne GNOME overføringshåndterer kjører. Kan kun kjøre en kopi om gangen.
pl: Uruchomiona jest ju¿ inna kopia Mened¿era transmisji. Mo¿e byæ uruchomiona tylko jedna kopia programu.
pt: Est· a correr outro GNOME Transfer Manager. SÛ pode estar um GNOME Transfer Manager a correr.
pt_br: Outro GNOME Transfer Manager está sendo executado. Somente um pode ser executado de cada vez.
ro: Un alt Manager de Transfer GNOME ruleazã deja. Nu se pot rula douã Managere de Transfer GNOME în acelaºi timp.
ru: Запущен другой диспетчер передачи GNOME. Может быть запущен только один.
sk: Be¾í iný GNOME správca prenosu. Len jeden správca mô¾e be¾a».
sl: Upravljalnik prenosov GNOME že teče. Hkrati lahko teče le en.
sv: En annan GNOME Transfer Manager är redan igång. Endast en GNOME Transfer Manager kan vara igång samtidigt.
tr: Baþka bir GNOME Transfer Yöneticisi zaten çalýþýyor. Sedece bir GNOME Transfer Yöneticisi çalýþtýrýlabilir.
uk: Вже запущено ╕нший GNOME Менеджер перенесення файл╕в. Лише один GNOME Менеджер перенесення файл╕в може бути запущено.
vi: GNOME Transfer Manager đã chạy rồi. Chỉ có thể chạy cùng lúc một phiên bản mà thôi.
wa: I gn a on ôte GTM en alaedje. I n' pout î aveur k' on seu programe manaedjeu di transfer enondé.
zh_cn: 已经有另外一个GNOME传输管理器正在运销。 只能有一个GNOME传输管理器运行。
zh_tw: 已經有另一個 GNOME 檔案傳送管理程式在執行中。 每次只可執行一個 GNOME 檔案傳送管理程式。

source: Some files being downloaded now. Do you really want to quit?
az: VBƏzi fayllar indi endiriləcəklər. Həqiqətən də çıxmaq istəyirsiniz?
ca: Ara s'estan baixant alguns fitxers. Segur que voleu sortir?
da: Nogle filer er ved at blive hentet. Vil du virkelig afslutte?
de: Einige Dateien werden gerade empfangen. Wollen Sie GTM wirklich beenden?
el: Κάποια αρχεία λαμβάνονται αυτή τη στιγμή. Θέλετε σίγουρα να εγκαταλείψετε;
es: Algunos ficheros están siendo descargados ahora. ¿Está seguro de que desea salir?
et: Failide allalaadmine käib praegu. Kas tahad kindlasti lõpetada?
fi: Joitain tiedostoja ladataan juuri. Haluatko todella lopettaa?
fr: Il reste des fichiers à charger. Voulez-vous vraiment quitter ?
hu: Néhány fájlt már elkezdtél letölteni. Kilépsz tényleg?
it: Alcuni file sono attualmente in fase di scarico. Vuoi veramente uscire?.
ja: 現在、幾つかのファイルがダウンロードされています。 本当に終了して宜しいですか？
ko: 지금 몇몇 파일을 받고 있습니다. 정말 마치시겠습니까?
ms: Setengah fail sedang dimuaturunkan sekarang. benar-benar ingin keluar?
nl: Er worden nog bestanden gedownload. Wilt u echt afsluiten?
no: Noen filer blir lastet ned nå. Vil du virkelig avslutte?
pl: Obecnie s± pobierane pewne pliki. Czy na pewno chcesz zakoñczyæ?
pt: Estou a puxar alguns ficheiros. Tem a certeza que quer sair?
pt_br: Arquivos estão sendo baixados. Você realmente quer sair?
ro: Existã fiºiere în curs de descãrcare. Chiar doriþi sã ieºiþi?
ru: Некоторые файлы скачиваются сейчас. Вы действительно хотите выйти?
sk: Niektoré súbory sa práve s»ahujú. Naozaj chcete skonèi»?
sl: Nekatere datoteke se sprejemajo. Zares želite izhod?
sv: Några filer håller på att hämtas just nu. Vill du verkligen avsluta?
tr: Bazý dosyalarý halen yüklenmekte. Gerçekten çýkmak istiyor musunuz?
uk: Зараз деяк╕ файли продовжують звантажуватися. Ви справд╕ хочете вийти?
vi: Một vài tập tin vẫn đang được tải về. Bạn có thật sự muốn thoát không?
wa: Sacwants fitchîs sont aberwetés pol moumint. Voloz-ve vormint cwiter ?
zh_cn: 正在下载一些文件。 你真的要退出吗？
zh_tw: 有些檔案仍在下載中。 是否確是要離開程式？

source: _New...
az: _Yeni...
ca: _Nou...
da: _Ny...
de: _Neu...
el: _Νέο...
es: _Nuevo...
et: _Uus...
fi: _Uusi...
fr: _Nouveau...
hu: Ú_j...
it: _Nuovo...
ja: 新規(_N)...
ko: 새(_N)...
ms: _Yang baru...
nl: _Nieuw...
no: _Ny...
pl: _Nowy...
pt: _Novo...
pt_br: _Novo...
ro: _Nou...
ru: Новый...
sk: _Nový...
sl: _Nova...
sv: _Ny...
tr: _Yeni...
uk: Новий...
vi: _Mới...
wa: _Novea...
zh_cn: 新建(_N)...
zh_tw: 新增(_N)...

source: New file to download
az: Endiriləcək yeni fayl
ca: Nou fitxer per descarregar
da: Ny fil som skal hentes
de: Neue Datei herunterladen
el: Νέο αρχείο για λήψη
es: Nuevo fichero a descargar
et: Uus fail, mis alla laadida
fi: Uusi ladattava tiedosto
fr: Nouveau fichier a importer
hu: Új fájl letöltéshez
it: Nuovo file da scaricare
ja: 新しいファイルをダウンロードします
ko: 새로 받을 파일
ms: Fail baru untuk dimuaturun
nl: Nieuw te downloaden bestand
no: Ny fil for nedlasting
pl: Nowy pobierany plik
pt: Novo ficheiro para puxar
pt_br: Novo arquivo para baixar
ro: Adaugã un nou fiºier la descãrcare
ru: Новый файл для скачивания
sk: Nový s»ahovaný súbor
sl: Nova datoteka za sprejem
sv: Ny fil som ska hämtas
tr: Alýnacak yeni dosya
uk: Новий файл для звантаження
vi: Tập tin mới cần tải về
wa: Novea fitchî po-z aberbweter
zh_cn: 要下载的新文件
zh_tw: 新增要下載的檔案

source: _Remove from list...
az: Siyahıdan _çıxart...
ca: _Elimina de la llista...
da: _Slet fra liste...
de: _Entfernen von der Liste...
el: Αφαίρεση από την λίστα...
es: _Eliminar de la lista...
et: _Eemalda nimekirjast...
fi: _Poista luettelosta...
fr: _Enlever de la liste...
it: _Rimuovi dalla lista...
ja: 一覧から削除(_R)...
ko: 목록에서 지우기(_R)...
ms: _Buang daripada senarai...
nl: _Verwijder uit de lijst...
no: Fje_rn fra listen...
pl: _Usuñ z listy...
pt: _Remover da lista...
pt_br: _Remover da lista...
ro: ªte_rge din listã...
ru: Удалить из списка...
sk: _Odstráni» zo zoznamu...
sl: _Odstrani s seznama...
sv: _Ta bort från lista...
tr: Listeden _sil...
uk: Вилучити з списку...
vi: _Loại bỏ khỏi danh sách...
wa: _Bodjî foû del djîvêye...
zh_cn: 从列表中删除(_R)...
zh_tw: 由列表移除(_R)...

source: Remove selected files from the list
az: Seçili faylları siyahıdan çıxart
ca: Elimina de la llista els fitxers seleccionats
da: Fjerner de valgte filer fra listen
de: Ausgewählte Dateien aus der Liste entfernen
el: Αφαίρεση επιλεγμένων αρχείων από την λίστα
es: Eliminar los archivos seleccionados de la lista
et: Eemalda valitud failid nimekirjast
fi: Poista valitut tiedostot luettelosta
fr: Enlever les fichiers sélectionnés de la liste
it: Rimuovi i file selezionati dalla lista
ja: 指定したファイルを一覧から削除します
ko: 고른 파일을 목록에서 지웁니다
ms: Buang fail dipilih daripada senarai
nl: Verwijder de geselecteerde bestanden uit de lijst
no: Fjern valgte filer fra listen
pl: Usuwa z listy zaznaczone pliki
pt: Remover ficheiros selecionados da lista
pt_br: Deselecionar arquivos selecionados da lista
ro: ªterge fiºierele selectate din listã
ru: Удалить выбранные файлы из списка
sk: Odstráni vybrané súbory zo zoznamu
sl: Iz seznama odstrani izbrane datoteke
sv: Ta bort markerade filer från listan
tr: Listedeki seçilen dosyalarý sil
uk: Вилучити вибран╕ файли з списку
vi: Loại bỏ tập tin đã chọn khỏi danh sách
wa: Bodjî les fitchîs tchwezis foû del djîvêye
zh_cn: 从列表中删除选中的文件
zh_tw: 由列表移除所選擇的檔案

source: _List Statistics...
es: _Lista Estadísticas...
hu: _Statisztikák listázása...
it: _Lista Statistiche...
ko: 통계 보기(_L)...
ru: Статистика списка...
tr: Ý_statistikler..
uk: Статистика списку...

source: Show file list summary
az: Fayl siyahısı icmalını göstər
ca: Mostra el resum de la llista de fitxers
da: Vis et sammendrag af fillisten
de: Dateilisten-Zusammenfassung zeigen
el: Εμφάνιση περίληψης λίστας αρχείων
es: Mostrar sumario de la lista de archivo
et: Näita statistikat
fi: N‰yt‰ tiedostoluettelon yhteenveto
fr: Afficher le résumé de la liste des fichiers
hu: Fájl összegzés kiíratása
it: Mostra il riepilogo della lista file
ja: ファイル一覧の概要を表示します
ko: 파일 목록의 전체 사항을 보여줍니다
ms: Papar ringkasan senarai fail
nl: Geef de samenvatting weer van deze lijst bestanden
no: Vis sammendrag over filliste
pl: Wy¶wietla podsumowanie statystyki plików
pt: Mostar o sum·rio da lista de ficheiros
pt_br: Mostrar sumário da lista de arquivos
ro: Aratã sumarul listei de fiºiere
ru: Показать итоговый список файлов
sk: Zobrazí súhrn zoznamu súborov
sl: Kaži povzetek seznama datotek
sv: Visa sammanfattning över fillistan
tr: Dosya listesi özetini göster
uk: Показати статистику списку
vi: Hiện tóm tắt danh sách tập tin
wa: Mostere on rascoûrti sol djîvêye di fotchîs
zh_cn: 显示文件列表摘要
zh_tw: 顯示檔案列表概要

source: Select _All
az: _Hamısını Seç
ca: Selecciona'ls _tots
da: _Vælg alle
de: _Alles auswählen
el: Επιλογή Όλων
es: Seleccionar _Todos
et: Vali _kõik
fi: Valitse _kaikki
fr: _Tout Sélectionner
hu: _Mindent kijelöl
it: Seleziona _Tutto
ja: 全て選択(_A)
ko: 모두 고르기(_A)
ms: Pilih semu_a
nl: Selecteer _Alles
no: Velg _alle
pl: Zaznacz _wszystkie
pt: Escolhe _Todos
pt_br: Selecionar _Tudo
ro: Selecte_azã tot
ru: Выделить все
sk: Vybra» _v¹etky
sl: Izberi _vse
sv: Markera _alla
tr: _Hepsini Seç
uk: Вибрати все
vi: Chọn _tất cả
wa: Tchwezi _tot
zh_cn: 全选(_A)
zh_tw: 選擇全部(_A)

source: Select all files from the list
az: Siyahıdakı bütün faylları seç
ca: Selecciona tots els fitxers de la llista
da: Vælg alle filer i listen
de: Alle Dateien aus der Liste auswählen
el: Επιλογή όλων των αρχείων της λίστας
es: Seleccionar todos los archivos de la lista
et: Vali nimekirjast kõik failid
fi: Valitse kaikki tiedostot luettelosta
fr: Sélectionner tous les fichiers de la liste
hu: A listából minden fájl kijelölése
it: Seleziona tutti i file dalla lista
ja: 一覧から指定されたファイルを全て選択します
ko: 목록에서 모든 파일을 고릅니다
ms: Pilih semua fail daripada senarai
nl: Selecteer alle bestanden in de lijst
no: Velg alle filer på listen
pl: Zaznacza wszystkie pliki na li¶cie
pt: Escolhe todos os ficheiros da lista
pt_br: Selecionar todos os arquivos da lista
ro: Selecteazã toate fiºierele din listã
ru: Выделить все файлы в списке
sk: Vyberie v¹etky súbory zo zoznamu
sl: Izberi vse datoteke s seznama
sv: Markera alla filer i listan
tr: Listedeki tüm dosyalarý seç
uk: Вибрати вс╕ файли в списку
vi: Chọn mọi tập tin trong danh sách
wa: Tchwezi tos les fitchîs del djîvêye
zh_cn: 从列表中选中全部文件
zh_tw: 選擇列表裡的所有檔案

source: Unselect All
az: Hamısının Seçkisini Qaldır
ca: Desselecciona'ls tots
da: _Fravælg alle
de: Nichts auswählen
el: Μη Επιλογή Όλων
es: Deseleccionar Todos
et: Tühista valik
fi: Poista valinnat
fr: Tout Désélectionner
hu: Semmit nem jelöl ki
it: Deseleziona tutto
ja: 全て取り消し
ko: 모두 안 고르기
ms: Nyahpilih Semua
nl: Selecteer Niets
no: Velg bort alle
pl: Odznacz wszystkie
pt: Aborta SelecÁ„o
pt_br: Deselecionar Tudo
ro: Deselecteazã tot
ru: Снять выделение со всех
sk: Zru¹i» výber
sl: Prekliči izbor
sv: Avmarkera alla
tr: Hiçbirini Seçme
uk: В╕дм╕нити виб╕р
vi: Bỏ chọn tất cả
wa: Distchwezi tot
zh_cn: 取消全选
zh_tw: 不選擇全部

source: Unselect all files from the list
az: Siyahıdakı bütün faylların seçkisini qaldır
ca: Desselecciona tots els fitxers de la llista
da: Fravælg alle filer i listen
de: Keine Dateien aus der Liste auswählen
el: Μη επιλογή όλων των αρχεία της λίστας
es: Deseleccionar todos los archivos de la lista
et: Tühista failide valik nimekirjas
fi: Poista kaikki valintamerkinn‰t
fr: Désélectionner tous les fichiers de la liste
hu: A listából az összes kijelölés visszavonása
it: Deseleziona tutti i file dalla lista
ja: 指定された全てのファイルの選択を取り消します
ko: 목록에서 모든 파일을 고르지 않습니다
ms: Nyahpilih semua fail daripada senarai
nl: Deselecteer alle bestanden in de lijst
no: Velg bort alle filer på listen
pl: Odznacza wszystkie pliki na li¶cie
pt: Desseleciona todos os ficheiros da lista
pt_br: Deselecionar todos os arquivos da lista
ro: Deselecteazã toate fiºierele din listã
ru: Снять выделение со всех файлов в списке
sk: Zru¹í výber súborov v zozname
sl: Prekliči izbor vseh datotek s seznama
sv: Avmarkera alla filer i listan
tr: Listedeki tüm dosyalarý seçme
uk: В╕дм╕нити виб╕р з ус╕х файл╕в
vi: Bỏ chọn mọi tập tin trong danh sách
wa: Distchwezi tos les fitchîs del djîvêye
zh_cn: 取消全部选择
zh_tw: 不選擇列表裡的所有檔案

source: Toggles auto download
az: Avtokatik endirmə halını dəyişdirər
ca: Commuta la descàrrega automàtica
da: _Autohentning til/fra
de: Automatischen Empfang ein/ausschalten
el: Εναλλαγή αυτόματης λήψης
es: Iniciar-Parar auto descarga
et: Automaatne allalaadimine
fi: Automaattilataus
fr: Sélectionner l'auto importation
hu: Automatikus letöltés állítása
it: Disabilita il download automatico
ja: 自動ダウンロード
ko: 자동받기 토글
ms: Toggle auto mauturun
nl: Zet auto download aan/uit
no: Slår av/på automatisk nedlasting
pl: Prze³±cz automatyczne pobieranie
pt: Mudar puxar autom·tico
pt_br: Liga/desliga auto-download
ro: Descãrcare automatã
ru: Переключить автоскачивание
sk: Prepína automatické s»ahovanie
sl: Preklopi samodejni prenos
sv: Slår på/av automatisk hämtning
tr: Otomatik indirmeyi aç/kapat
uk: Перемикнути автозвантаження
vi: Bật tắt tự động tải về
wa: Activer/essocter l' oto-aberwetaedje
zh_cn: 切换自动下载
zh_tw: 切換自動下載

source: Toggles auto download of selected files
az: Seçili faylların avtomatik ednrilməsini açar
ca: Commuta la descàrrega automàtica dels fitxers seleccionats
da: Skifter mellem om filer hentes automatisk
de: Den Automatischen Empfang gewählter Datein ein/ausschalten
el: Εναλλαγή αυτόματης λήψης επιλεγμένων αρχείων
es: Iniciar-Parar la auto descarga de los ficheros selecciondos
et: Lülitab valitud failide automaatse allalaadimise sisse/välja
fi: M‰‰ritt‰‰, k‰ytet‰‰nkˆ valituille tiedostoille automaattilatausta
fr: Sélectionner l'auto-importation des fichiers sélectionnés
hu: Az automatikus letöltés ki/be kapcsolása
it: Disabilita il download automatico per i file selezionati
ja: 選択したファイルを自動ダウンロードに切り替えます
ko: 고른 파일의 자동받기를 바꿉니다
ms: Toggle auto mauturun fail dipilih
nl: Zet auto download aan/uit van de geselecteerde bestanden
no: Slår av/på automatisk nedlasting av valgte filer
pl: Prze³±cza automatyczne pobieranie zaznaczonych plików
pt: Mudar o puxar autom·tico nos ficheiros seleccionados
pt_br: Liga/desliga auto-download de arquivos selecionados
ro: Activeazã/Deactiveazã descãrcarea automatã a fiºierelor selectate
ru: Переключить автоскачивание выделенных файлов
sk: Prepína automatické s»ahovanie vybraných súborov
sl: Preklopi samodejni sprejem izbranih datotek
sv: Slår på/av automatisk hämtning av de valda filerna
tr: Seçili dosyalarýn otomatik alýnmasýný aç/kapat
uk: Перемикнути автозвантаження для вибраних файл╕в
vi: Bật tắt tính năng tự động tải về các tập tin được chọn
wa: Activer/essocter l' oto-aberwetaedje des fitchîs tchwezis
zh_cn: 切换是否自动下载选中的文件
zh_tw: 切換應否自動下載所選擇的檔案

source: Start
az: Başla
ca: Inicia
de: Starten
el: Εκκίνηση
es: Iniciar
et: Alusta
fi: Aloita
fr: Démarrer
hu: Indítás
it: Inizia
ja: 開始
ko: 받기
ms: Mula
pl: Rozpocznij
pt: ComeÁar
pt_br: Começar
ru: Запуск
sk: Spusti»
sl: Začni
sv: Starta
tr: Baþla
uk: Розпочати
vi: Khởi động
wa: Enonder
zh_cn: 开始
zh_tw: 開始

source: Start/Resume the download of the selected files
az: Seçili faylların endirilməsini Başlat/Davam etdir
ca: Inicia/Reprén la descàrrega dels fitxers seleccionats
da: Start eller genoptag hentning af de valgte filer
de: Empfang der gewählten Dateien starten/fortsetzen
el: Εκκίνηση/Συνέχιση λήψης επιλεγμένων αρχείων
es: Iniciar/Reanudar la descarga de los ficheros seleccionados
et: Alusta/jätka valitud failide allalaadimist
fi: Aloittaa tiedostojen lataamisen tai jatkaa sit‰
fr: Démarrer/Reprendre l'importation des fichiers sélectionnés
hu: A kiválasztott fájlok letöltésének elkezdése/folytatása
it: Avvia/Riprendi il download dei file selezionati
ja: 選択したファイルのダウンロードを開始/再開します
ko: 고른 파일을 처음이나 다시 받습니다
ms: Mula/Sambung pemuaturunan fail dipilih
nl: Start/Hervat de download van de geselecteerde bestanden
no: Start/gjenoppta nedlasting av valgte filer
pl: Rozpoczyna/Wznawia pobieranie zaznaczonych plików
pt: ComeÁar/RecomeÁar a puxar os ficheiros seleccionados
pt_br: Iniciar/Continuar download dos arquivos selecionados
ro: Porneºte/Reporneºte descãrcarea fiºierelor selectate
ru: Запустить/Возобновить скачивание выделенных файлов
sk: Spustí/Pokraèuje v s»ahovaní vybraných súborov
sl: Začni/Nadaljuj sprejem izbranih datotek
sv: Starta/återuppta hämtningen av de valda filerna
tr: Seçili dosyalarýn alýnmasýna baþla/devam et
uk: Розпочати/продовжити звантаження вибраних файл╕в
vi: Khởi động/Tiếp tục tải về các tập tin được chọn
wa: Enonder/riprinde l' aberwetaedje des fitchîs tchwezis
zh_cn: 开始/继续下载选中的文件
zh_tw: 開始下載/續傳所選擇的檔案

source: Stop
az: Dayan
ca: Atura
de: Stoppen
el: Διακοπή
es: Parar
et: Lõpeta
fi: Pys‰yt‰
fr: Arrêter
hu: Állj
it: Ferma
ja: 停止
ko: 그만
ms: Henti
no: Stopp
pl: Zatrzymaj
pt: Parar
pt_br: Parar
ru: Стоп
sl: Ustavi
sv: Stopp
tr: Dur
uk: Зупинити
vi: Dừng
wa: Arester
zh_cn: 停止
zh_tw: 停止

source: Stop the download of the selected files
az: Seçili faylların endirilməsini dayandır
ca: Atura la descàrrega dels fitxers seleccionats
da: Stop hentning af de valgte filer
de: Den Empfang der gewählten Dateien stoppen
el: Διακόπτει τη λήψη των επιλεγμένων αρχείων
es: Parar la descarga de los ficheros seleccionados
et: Lõpeta valitud failide allalaadimine
fi: Pys‰ytt‰‰ valittujen tiedostojen lataamisen
fr: Arrêter l'importation des fichiers sélectionnés
hu: A kiválasztott fájlok letöltésének megállítása
it: Ferma lo scaricamento del file
ja: 選択したファイルのダウンロードを停止します
ko: 고른 파일을 그만 받습니다
ms: Hentikan oemuaturunan fail dipilih
nl: Stop de download van de geselecteerde bestanden
no: Stopp nedlasting av de valgte filene
pl: Zatrzymuje pobieranie zaznaczonych plików
pt: Parar de puxar os ficheiros seleccionados
pt_br: Parar download dos arquivos selecionados
ro: Opreºte descãrcarea fiºierelor selectate
ru: Остановить скачивание выделенных файлов
sk: Zastaví s»ahovanie vybraných súborov
sl: Ustavi sprejem izbranih datotek
sv: Stoppa hämtningen av de valda filerna
tr: Seçili dosyalarýn alýnmasýný durdur
uk: Зупинити звантаження вибраних файл╕в
vi: Dùng tải về các tập tin được chọn
wa: Arester l' aberwetaedje des fitchîs tchwezis
zh_cn: 停止下载选中的文件
zh_tw: 停止下載所選擇的檔案

source: Restart
az: Yenidən başla
ca: Reinicia
da: Start _igen
de: Neustarten
el: Επανεκκίνηση
es: Reiniciar
et: Alusta uuesti
fi: Aloita alusta
fr: Redémarrer
hu: Újraindítás
it: Reinizia
ja: 再開
ko: 다시
ms: Ulang
nl: Herstarten
no: Start på nytt
pl: Odnów
pt: RecomeÁar
pt_br: Recomeçar
ru: Перезапуск
sk: Re¹tart
sl: Začni znova
sv: Starta om
tr: Yeniden baþla
uk: Заново
vi: Khởi động lại
wa: Rinonder
zh_cn: 重新开始
zh_tw: 重新開始

source: Restart the download of selected files from the beginning
az: Seçili faylların endirilməsinə başlanğıcdan etibarən yenidən başla
ca: Reinicia la descàrrega dels fitxers seleccionats des del començament
da: Hent de valgte filer igen forfra
de: Den Download der gewählten Dateien von Anfang an neu beginnen
el: Επανεκκίνηση της λήψης των επιλεγμένων αρχείων από την αρχή
es: Reiniciar la descarga de los ficheros seleccionados desde el principio
et: Alusta valitud failide allalaadimist otsast peale
fi: Aloittaa valittujen tiedostojen lataamisen alusta l‰htien
fr: Redémarrer l'importation des fichiers sélectionnés depuis le début
hu: A kiválasztott fájlok letöltésének újrakezdése
it: Inizia lo scaricamento del file
ja: 選択したファイルのダウンロードを最初に戻って再開します
ko: 고른 파일을 처음부터 다시 받습니다
ms: Ulang pemuaturunan fail dipilih daripada awal
nl: Herstart vanaf het begin de download van de geselecteerde bestanden
no: Gjenoppta nedlasting av valgte filer fra begynnelsen
pl: Rozpoczyna pobieranie zaznaczonych plików od pocz±tku
pt: RecomeÁar a puxar os ficheiros seleccionados do principio
pt_br: Recomeçar download dos arquivos selecionados a partir do início
ro: Reporneºte de la început descãrcarea fiºierelor selectate
ru: Перезапустить скачивание выделенных файлов сначала
sk: Re¹tartuje s»ahovanie (od zaèiatku) vybraných súborov
sl: Znova začni sprejem izbranih datotek
sv: Starta om från början med hämtningen av de valda filerna
tr: Seçili dosyalarý alýnmasýna yeniden baþla
uk: Розпочати звантаження спочатку
vi: Khởi động lại việc tải về các tập tin được chọn từ đầu
wa: Rinonder l' aberwetaedje des fitchîs tchwezis
zh_cn: 重头开始下载选中的文件
zh_tw: 重新開始下載所選擇的檔案

source: _Numeric Download
es: _Descargar
it: _Download sequenziale
ko: 숫자로 받기(_N)
ru: Скачать по номеру
tr: Sayý ile Ý_ndirme
