Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Download a group of URLs differing by number
az: Rəqəmləri ilə fərqlənən URL-ləri endir
ca: Descarrega un grup d'URL que tenen números diferents
da: Hent en gruppe filer hvis adresser adskiller sig med et løbenummer
de: Eine Gruppe von URLs empfangen, die sich in Nummern unterscheiden
el: Λήψη ομάδας URLs που διαφέρουν αριθμητικά
es: Descargar un grupo de URLs diferenciadas por número
et: Laadi grupp URLe, mis erinevad numbriliselt
fi: Lataa ryhm‰ URL:eja jotka eroavat toisistaan
fr: Importer un groupe d'URLs différent par numéro
it: Scarica un gruppo di URL diversi per numero
ja: 番号が異なる URL のグループをダウンロードします
ko: 숫자만 다른 여러 개의 URL을 받습니다
ms: Muaturun sekumpulan URL yang dibezakan mengikut nombor
nl: Download een groep URLs, welke verschillen van een nummer
no: Last ned en gruppe URLer med forskjellig nummer
pl: Pobiera grupê URL-i ró¿ni±cych siê zawartymi w nich liczbami
pt: Puxar um group the URLs com n˙meros diferentes
pt_br: Baixar um grupo de URLs que diferem por um número
ro: Descarcã un grup de URL-uri ce diferã prin numãr
ru: Скачать группу URL отличающихся номером
sk: Stiahne skupinu URL rozlí¹ených podµa èísla
sl: Sprejmi skupino URLjev, ki se razlikujejo po številki
sv: Hämta en grupp med URL:er som skiljer på ett tal
tr: Sýrasý deðiþik bir kaç adresi bilgisayara al
vi: Tải một nhóm URL liền nhau
wa: Aberweter on hopea di hårdêyes ki n' candjèt ki pa limerôs
zh_cn: 下载一组仅数字有区别的URL
zh_tw: 下載整組 URL，其中的 URL 只差一個數字

source: _Download
az: _Endir
ca: _Descarrega
da: _Hent
el: Λήψη
es: _Descargar
et: _Allalaadimine
fi: _Lataa
fr: _Importer
hu: _Letöltés
it: _Scarico
ja: ダウンロード(_D)
ko: 받기(_D)
ms: _Muaturun
no: Last ne_d
pl: P_obieranie
pt: _Puxar
pt_br: _Baixar
ro: _Descãrcare
ru: Скачать
sk: _S»ahovanie
sl: _Sprejmi
sv: Hämtnin_g
tr: Ý_ndir
uk: Звантажити
vi: _Tải về
wa: _Aberweter
zh_cn: 下载(_D)
zh_tw: 下載(_D)

source: _Tools
az: _Vasitələr
ca: _Eines
da: _Værktøjer
de: _Werkzeuge
el: Εργαλεία
es: _Herramientas
et: _Tööriistad
fi: _Tyˆkalut
fr: Ou_tils
ja: ツール(_T)
ko: 도구(_T)
ms: _Radas
nl: _Gereedschap
no: Verk_tøy
pl: _Narzêdzia
pt: _Ferramentas
pt_br: _Ferramentas
ro: Unel_te
ru: Инструменты
sk: _Nástroje
sl: _Orodja
sv: _Verktyg
tr: _Araçlar
uk: ╤нструменти
vi: _Công cụ
wa: _Usteyes
zh_cn: 工具(_T)
zh_tw: 工具(_T)

source: New
az: Yeni
ca: Nou
da: Ny
de: Neu
el: Νέο
es: Nuevo
et: Uus
fi: Uusi
fr: Nouveau
hu: Új
it: Nuovo
ja: 新規
ko: 새로
ms: Baru
nl: Nieuw
no: Ny
pl: Nowy
pt: Novo
pt_br: Novo
ro: Nou
ru: Новый
sk: Nový
sl: Nova
sv: Ny
tr: Yeni
uk: Новий
vi: Mới
wa: Novea
zh_cn: 新建
zh_tw: 新增

source: Add new file to download
az: Endirmək üçün yeni fayı əlavə et
ca: Afegeix un nou fitxer per descarregar
da: Tilføj ny fil som skal hentes
de: Eine neue Datei hinzufügen, die heruntergeladen werden soll
el: Προσθήκη νέου αρχείου για λήψη
es: Añade un nuevo fichero a descargar
et: Lisa uus fail, mis alla laadida.
fi: Lis‰‰ uusi tiedosto ladattavaksi
fr: Ajouter un nouveau fichier à importer
hu: Új fájlt ad a letöltendõkhöz
it: Aggiungi un nuovo file da scaricare
ja: 新規にファイルをダウンロード一覧に追加します
ko: 새로 받을 파일을 더합니다
ms: Tambah fail baru untuk dimuaturun
nl: Voeg nieuw te downloaden bestand toe
no: Legg til ny fil for nedlasting
pl: Dodaje nowy pobierany plik
pt: Adicionar um ficheiro para puxar
pt_br: Inserir novo arquivo para baixar
ro: Adaugã un nou fiºier la descãrcare
ru: Добавить новый файл для скачивания
sk: Pridá nový súbor
sl: Dodaj novo datoteko za sprejem
sv: Lägg till en ny fil som ska hämtas
tr: Ýndirilecek bir dosya ekle
uk: Додати новий файл для звантаження
vi: Thêm tập tin mới để tải về
wa: Radjouter on novea fitchî po-z aberweter
zh_cn: 添加要下载的新文件
zh_tw: 新增要下載的檔案

source: Remove
az: Sil
ca: Elimina
da: Fjern
de: Entfernen
el: Διαγραφή
es: Eliminar
et: Eemalda
fi: Poista
fr: Enlever
hu: Törlés
it: Rimuovi
ja: 削除
ko: 지우기
ms: Buang
nl: Verwijder
no: Fjern
pl: Usuñ
pt_br: Remover
ro: ªterge
ru: Удалить
sk: Odstráni»
sl: Odstrani
sv: Ta bort
tr: Sil
uk: Вилучити
vi: Loại bỏ
wa: Bodjî
zh_cn: 删除
zh_tw: 移除

source: Start/Resume the download of selected files
az: Seçili faylların endirilməsini Başlat/Davam Etdir
ca: Inicia/Reprén la descàrrega dels fitxers seleccionats
da: Start/genoptag hentning af de valgte filer
de: Den Empfang der gewählten Dateien starten/fortsetzen
el: Εκκίνηση/Συνέχιση λήψης επιλεγμένων αρχείων
es: Iniciar/Reanudar la descarga de los ficheros seleccionados
et: Alusta/jätka valitud failide allalaadimist
fi: Aloita valittujen tiedostojen lataaminen tai jatka sit‰
fr: Démarrer l'importation des fichiers sélectionnés
hu: Elindítja/Folytatja a letöltését a kijelölt fájloknak
it: Avvia/Riprendi il download dei file selezionati
ja: 選択したファイルのダウンロードを開始/再開します
ko: 고른 파일을 처음이나 다시 받습니다
ms: Mula/Sambung pemuaturunan fail dipilih
nl: Start/Hervat de download van de geselecteerde bestanden
no: Start/gjenoppta nedlasting av valgte filer
pl: Rozpoczyna/Wznawia pobieranie zaznaczonych plików
pt: ComeÁar/RecomeÁar a puxar os ficheiros seleccionados
pt_br: Iniciar/Continuar download de arquivos selecionados
ro: Porneºte/Reporneºte descãrcarea fiºierelor selectate
ru: Запустить/Возобновить скачивание выделенных файлов
sk: Spustí/Pokraèuje v s»ahovaní vybraných súborov
sl: Začni/Nadaljuj sprejem izbranih datotek
sv: Starta/återuppta hämtningen av de valda filerna
tr: Seçili dosyalarýn indirilmesine baþla/devam et
uk: Розпочати/продовжити звантаження вибраних файл╕в
vi: Khởi động/Tiếp tục tải về các tập tin được chọn
wa: Enonder/riprinde l' aberwetaedje des fitchîs tchwezis
zh_cn: 开始/继续下载选中的文件
zh_tw: 開始下載/續傳所選擇的檔案

source: Stop the download of selected files
az: Seçili faylların endirilməsini dayandır
ca: Atura la descàrrega dels fitxers seleccionats
da: Stop hentning af de valgte filer
de: Den Empfang der gewählten Dateien stoppen
el: Διακοπή λήψης επιλεγμένων αρχείων
es: Parar la descarga de los ficheros selecciondos
et: Lõpeta valitud failide allalaadimine
fi: Pys‰yt‰ valittujen tiedostojen lataaminen
fr: Arrêter l'importation des fichiers sélectionnés
hu: A kijelölt fájlok letöltését megszakítja
it: Interrompi lo scaricamento del file
ja: 選択したファイルのダウンロードを停止します
ko: 고른 파일을 그만 받습니다
ms: Hentikan pemuaturunan fail dipilih
nl: Top de download van de geselecteerde bestanden
no: Stopp nedlasting av valgte filer
pl: Zatrzymuje pobieranie zaznaczonych plików
pt: Parar de puxar os ficheiros seleccionados
pt_br: Parar download de arquivos selecionados
ro: Opreºte descãrcarea fiºierelor selectate
ru: Остановить скачивание выделенных файлов
sk: Zastaví s»ahovanie vybraných súborov
sl: Ustavi sprejem izbranih datotek
sv: Stoppa hämtningen av de valda filerna
tr: Seçili dosyalarýn indirilmesini durdur
uk: Зупинити звантаження вибраних файл╕в
vi: Dừng tải về các tập tin được chọn
wa: Arester l' aberwetaedje des fitchîs tchwezis
zh_cn: 停止下载选中的文件
zh_tw: 停止下載所選擇的檔案

source: Toggle Auto Dl
az: Avtomatik En Aç
ca: Commuta la desc. automàtica
da: Autohentning til/fra
de: Automatischen Empfang ein/aus
el: Αλλαγή Κατάστασης Αυτόματης Λήψης
es: Iniciar-Parar Auto Dl
et: Automaatne
fi: Valitsee automaattilatauksen
fr: Basculer l'auto Dl
hu: Az Auto let. kapcsolása
it: Download automatico
ja: 自動ダウンロード
ko: 자동받기 토글
ms: Toggel Auto muaturun
nl: Zet Auto Dl aan/uit
no: Slå av/på automatisk nedlasting
pl: Prze³±cz automatyczne pobieranie
pt: Mudar Puxar Auto
pt_br: Auto DL
ro: Auto
ru: Переключить автоскачивание
sk: Auto
sl: Samo. sprejem
sv: Slå på/av autohämtn.
tr: Otomatik Ýndirmeyi Aç/kapat
uk: Перемикнути автозвантаження
vi: Bật tắt Tự động tải
wa: Act./essoct. oto-aberw.
zh_cn: 切换自动下载
zh_tw: 切換自動下載

source: Toggle auto download of selected files
az: Seçili faylların avtomatik endirməsini aç
ca: Commuta la descàrrega automàtica dels fitxers seleccionats
da: Slå automatisk hentning af de valgte filer til/fra
de: Automatischen Empfang gewählter Dateien ein-/ausschalten
el: Αλλαγή κατάστασης αυτόματης λήψης επιλεγμένων αρχείων
es: Iniciar-Parar auto descarga de los ficheros seleccionados
et: Lülita valitud failide automaatne allalaadmine sisse/välja
fi: K‰yt‰ automaattilatausta valituille tiedostoille
fr: Basculer l'importation des fichiers sélectionnés
hu: Az automatikus letöltés ki-be kapcsolása
it: Download automatico dei file selezionati
ja: 選択したファイルを自動ダウンロードに切り替えます
ko: 고른 파일의 자동받기를 토글합니다
ms: Toggle Auto muaturun fail dipilih
nl: Zet auto download aan/uit van de geselecteerde bestanden
no: Slå av/på automatisk nedlasting av valgte filer
pl: Prze³±cza automatyczne pobieranie zaznaczonych plików
pt: Mudar o puxar autom·tico nos ficheiros seleccionados
pt_br: Liga/desliga auto-download de arquivos selecionados
ro: Activeazã/Dezactiveazã descãrcarea automatã a fiºierelor selectate
ru: Переключить автоскачивание выделенных файлов
sk: Prepína automatické s»ahovanie vybraných súborov
sl: Preklopi samodejni sprejem izbranih datotek
sv: Slå på/av automatisk hämtning av de valda filerna
tr: Seçili dosyalarýn otomatik alýnmasýný aç/kapat
uk: Перемикнути автозвантаження вибраних файл╕в
vi: Bật tắt Tính năng tự động tải về các tập tin được chọn
wa: Activer/essocter l' oto-aberwetaedje des fitchîs tchwezis
zh_cn: 切换自动下载选中的文件
zh_tw: 切換應否自動下載所選擇的檔案

source: Properties
az: Xüsusiyyətlər
ca: Propietats
da: Egenskaber
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
et: Omadused
fi: Ominaisuudet
fr: Propriétés
hu: Beállítások
it: Proprietà
ja: 設定
ko: 속성
ms: Ciri-Ciri
nl: Eigenschappen
no: Egenskaper
pl: W³a¶ciwo¶ci
pt: Propriedades
pt_br: Propriedades
ro: URL
ru: Свойства
sk: Vlastnosti
sl: Lastnosti
sv: Egenskaper
tr: Özellikler
uk: Властивост╕
vi: Thuộc tính
wa: Prôpietés
zh_cn: 属性
zh_tw: 內容

source: Open properties for selected file
az: Seçili faylın xassələrini aç
ca: Obre les propietats del fitxer seleccionat
da: Åbn egenskaber for den valgte fil
de: Die Eigenschaften der gewählten Datei bearbeiten
el: Εμφάνιση ιδιοτήτων επιλεγμένου αρχείου
es: Abrir propiedades del archivo seleccionado
et: Ava valitud faili omadused
fi: N‰yt‰ valitun tiedoston ominaisuudet
fr: Ouvrir les propriétés des fichiers sélectionnés
hu: A fájl beállításainak megnyitása
it: Apri le proprietà dei file selezionati
ja: 選択したファイルの設定を開きます
ko: 고른 파일의 속성을 엽니다
ms: Buka ciri-ciri fail dipilih
nl: Open eigenschappen van het geselecteerde bestand
no: Åpne egenskaper for valgt fil
pl: Wy¶wietla w³a¶ciwo¶ci zaznaczonych plików
pt: Mostra as propriedades do ficheiro seleccionado
pt_br: Abrir propriedades do arquivo selecionado
ro: Deschide proprietãþile fiºierului selectat
ru: Открыть окно свойств для выделенного файла
sk: Otvorí vlastnosti vybraného súboru
sl: Odpri lastnosti izbrane datoteke
sv: Öppna egenskaperna för vald fil
tr: Seçili dosyalarýn özelliklerini göster
uk: В╕дкрити властивост╕ для вибраного файлу
vi: Mở thuộc tính cho các cập tin được chọn
wa: Drovî les prôpietés pol fitchî tchwezi
zh_cn: 打开选中文件的属性
zh_tw: 所選擇檔案的開啟內容

source: Quit
az: Çıx
ca: Surt
da: Afslut
de: Beenden
el: Τέλος
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
ko: 마치기
ms: Keluar
nl: Sluiten
no: Avslutt
pl: Zakoñcz
pt: Sair
pt_br: Sair
ro: Ieºi
ru: Выход
sk: Koniec
sl: Končaj
sv: Avsluta
tr: Çýk
uk: Вийти
vi: Thoát
wa: Cwiter
zh_cn: 退出
zh_tw: 離開

source: Quit gtm
az: GTM-dən çıx
ca: Surt del gtm
da: Afslutter overførselshåndteringen
de: GTM beenden
el: Εγκατάλειψη gtm
es: Salir de gtm
et: Sulge gtm
fi: Lopeta gtm
fr: Quitter gtm
hu: Kilépés a gtm-bõl
it: Esci da gtm
ja: GTM を終了します
ko: GTM을 마칩니다
ms: Keluar gtm
nl: Sluit GTM af
no: Avslutt gtm
pl: Koñczy pracê gtm
pt: Sair do gtm
pt_br: Sair do gtm
ro: Ieºire din GTM
ru: Выйти из gtm
sk: Ukonèí gtm
sl: Končaj gtm
sv: Avsluta gtm
tr: Gtm'den çýk
uk: Вийти з gtm
vi: Thoát khỏi GTM
wa: Cwiter GTM
zh_cn: 退出GTM
zh_tw: 離開 gtm

source: Not Started
az: Başlamayıb
ca: No s'ha iniciat
da: Ikke startet
de: Nicht gestartet
el: Δεν Έχει Εκκινηθεί
es: No Iniciado
et: Ei ole alustatud
fi: Ei aloitettu
fr: Non démarré
hu: Nincs elindítva
it: Non avviato
ja: 開始されていません
ko: 시작하지 않음
ms: Tidak dimulakan
nl: Niet gestart
no: Ikke startet
pl: Nierozpoczête
pt: N„o ComeÁado
pt_br: Não Começado
ro: Nepornit
ru: Не начат
sk: Nespustený
sl: Ni pričeto
sv: Inte startad
tr: Baþlamadý
uk: Не розпочато
vi: Không khởi động
wa: Nén enondé
zh_cn: 没有开始
zh_tw: 未開始

source: Not Running
az: İşləmir
ca: No s'està executant
da: Kører ikke
de: Läuft nicht
el: Δεν Εκτελείται
es: No Ejecuandose
et: Ei tööta
fi: Ei k‰ynniss‰
fr: Non exécuté
hu: Nem fut
it: Non in esecuzione
ja: 実行されていません
ko: 받고있지 않음
ms: Tak dilaksana
nl: Niet aktief
no: Kjører ikke
pl: Nieaktywne
pt: Parado
pt_br: Parado
ro: Inactiv
ru: Не запущен
sk: Nebe¾iaci
sl: Ne teče
sv: Kör inte
tr: Çalýþmýyor
uk: Не працю╓
vi: Không chạy
wa: Nén en alaedje
zh_cn: 没有下载
zh_tw: 未執行

source: Not Connected
az: Bağlı Deyil
ca: No connectat
da: Ikke tilkoblet
de: Nicht verbunden
el: Δεν Έχει Συνδεθεί
es: No Conectado
et: Ei ole ühendatud
fi: Ei yhdistetty
fr: Non connecté
hu: Nincs kapcsolat
it: Non connesso
ja: 接続されていません
ko: 연결되지 않음
ms: Tak disambung
nl: Niet verbonden
no: Ikke tilkoblet
pl: Bez po³±czenia
pt: Desligado
pt_br: Desconectado
ro: Neconectat
ru: Не подсоединен
sk: Nepripojený
sl: Ni povezave
sv: Inte ansluten
tr: Baðlý deðil
uk: Нема╓ з'╓днання
vi: Không kết nối
wa: Nén raloyî
zh_cn: 没有连接
zh_tw: 未連接

source: Connected
az: Bağlı
ca: Connectat
da: Tilkoblet
de: Verbunden
el: Συνδέθηκε
es: Concectado
et: Ühendatud
fi: Yhdistetty
fr: Connecté
hu: Kapcsolódva
it: Connesso
ja: 接続完了
ko: 연결됨
ms: Tersambung
nl: Verbonden
no: Tilkoblet
pl: Po³±czenie
pt: Ligado
pt_br: Conectado
ro: Conectat
ru: Подсоединен
sk: Pripojený
sl: Povezan
sv: Ansluten
tr: Baðlý
uk: З'╓днано
vi: Đã kết nối
wa: Raloyî
zh_cn: 已连接
zh_tw: 已連接

source: Retrieving
az: Alnır
ca: S'està recuperant
da: Henter
de: Empfangen
el: Επανάκτηση
es: Recibiendo
et: Laadimine
fi: Hakee
fr: Récupération
hu: Vesz
it: Scarico in corso
ja: 収集中
ko: 받음
ms: Menerima
nl: Ontvangen
no: Henter
pl: Pobieranie
pt: Puxando
pt_br: Baixando
ro: Descãrcare
ru: Запрошено
sk: S»ahovaný
sl: Prenašam
sv: Hämtar
tr: Alýnýyor
uk: Отримання
vi: Đang nhận
wa: Prindant
zh_cn: 正在下载
zh_tw: 接收中

source: Completed
az: Qurtarıb
ca: Completat
da: Fuldført
de: Vollständig
el: Ολοκληρώθηκε
es: Completado
et: Valmis
fi: Valmis
fr: Terminé
hu: Kész
it: Completo
ja: 完了
ko: 다 받음
ms: Selesai
nl: Klaar
no: Fullført
pl: Zakoñczone
pt: Acabado
pt_br: Completo
ro: Terminat
ru: Завершено
sk: Hotovo
sl: Končano
sv: Färdig
tr: Bitirildi
uk: Завершено
vi: Đã hoàn tất
wa: Achevé
zh_cn: 完成下载
zh_tw: 已完成

source: Remove from list
az: Siyahıdan çıxart
ca: Elimina de la llista
da: Fjern fra listen
de: Von der Liste entfernen
el: Αφαίρεση από την λίστα
es: Eliminar de la lista
et: Eemalda nimekirjast
fi: Poista luettelosta
fr: Enlever de la liste
it: Rimuovi dalla lista
ja: 一覧から削除
ko: 목록에서 지움
ms: Buang daripada senarai
nl: Verwijder uit de lijst
no: Fjern fra listen
pl: Usuñ z listy
pt: Remover da lista
pt_br: Remover da lista
ro: ªterge din listã
ru: Удалить из списка
sk: Odstráni zo zoznamu
sl: Odstrani s seznama
sv: Ta bort från listan
tr: Listeden sil
vi: Loại khỏi danh sách
wa: Bodjî foû del djîvêye
zh_cn: 从列表中删除
zh_tw: 由列表移除

source: Remain
az: Qalan
ca: Queda
da: Tilbage
de: Übrig
el: Απομένει
es: Resto
et: Veel aega
fi: J‰ljell‰
fr: Restant
hu: Vissza
it: Rimanente
ja: 残り
ko: 남은 시간
ms: Baki
nl: Over
no: Gjenstår
pl: Pozosta³o
pt: Restante
pt_br: Restam
ro: Rãmas
ru: Осталось
sk: Ostáva
sl: Preostalo
sv: Återstår
tr: Kalan
uk: Лишилось
vi: Vẫn còn
wa: I dmeure
zh_cn: 剩下
zh_tw: 剩餘

source: Filename
az: Fayl adı
ca: Nom de fitxer
da: Filnavn
de: Dateiname
el: Όνομα Αρχείου
es: Nombre del Fichero
et: Faili nimi
fi: Tiedostonimi
fr: Nom du fichier
hu: Fájlnév
it: Nome del file
ja: ファイル名
ko: 파일 이름
ms: Namafail
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt: Ficheiro
pt_br: Arquivo
ro: Nume fiºier
ru: Имя файла
sk: Meno súboru
sl: Ime datoteke
sv: Filnamn
tr: Dosya adý
uk: Назва файлу
vi: Tên tập tin
wa: No do fitchî
zh_cn: 文件名
zh_tw: 檔名

source: Location
es: Localización
hu: Hely
it: Posizione

source: File:
az: Fayl:
ca: Fitxer:
da: Fil:
de: Datei:
el: Αρχείο:
es: Fichero:
et: Fail:
fi: Tiedosto:
fr: Fichier :
hu: Fájl:
ja: ファイル:
ko: 파일:
ms: Fail:
nl: Bestand:
no: Fil:
pl: Plik:
pt: Ficheiro:
pt_br: Arquivo:
ro: Fiºier:
ru: Файл:
sk: Súbor:
sl: Datoteka:
sv: Fil:
tr: Dosya:
uk: Файл:
vi: Tập tin:
wa: Fitchî:
zh_cn: 文件：
zh_tw: 檔案：

source: Size:
az: Böyüklük :
ca: Mida:
da: Størrelse:
de: Größe:
el: Μέγεθος:
es: Tamaño:
et: Suurus:
fi: Koko:
fr: Taille :
hu: Méret:
it: Dimensione:
ja: サイズ:
ko: 크기:
ms: Saiz:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
pt_br: Tamanho:
ro: Mãrime:
ru: Размер:
sk: Veµkos»:
sl: Velikost:
sv: Storlek:
tr: Büyüklük:
uk: Розм╕р:
vi: Cỡ:
wa: Grandeu:
zh_cn: 大小：
zh_tw: 大小：

source: Status
az: Vəziyyət
ca: Estat
el: Κατάσταση
es: Posición
et: Staatus
fi: Tila
fr: Statut
hu: Státusz
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt: Estado
ru: Состояние
sk: Stav
sl: Stanje
tr: Durum
uk: ╤нформац╕я
vi: Trạng thái
wa: Etat
zh_cn: 状态
zh_tw: 狀態

source: State:
az: Vəziyyət:
ca: Estat:
da: Tilstand:
de: Status:
el: Κατάσταση:
es: Estado:
et: Olek:
fi: Tila:
fr: État :
hu: Státusz:
it: Stato:
ja: 状態:
ko: 상태:
ms: Keadaan:
nl: Staat:
no: Tilstand:
pl: Stan:
pt: Estado
pt_br: Estado:
ro: Stare:
ru: Состояние:
sk: Stav:
sl: Stanje:
sv: Tillstånd:
tr: Durum:
uk: Стан:
vi: Tình trạng:
wa: Etat:
zh_cn: 状态：
zh_tw: 狀態：

source: Retrieve progress:
es: Progreso de recepción:
hu: Vétel állása:
it: Percentuale saricata:

source: Retrieved:
az: Endirilmiş:
ca: Recuperat:
da: Hentet:
de: Empfangen:
el: Ελήφθη:
es: Recibido:
et: Laetud:
fi: Vastaanotettu:
fr: Récupéré :
hu: Vett:
it: Scaricato:
ja: 収集:
ko: 받음:
ms: Diterima:
nl: Ontvangen:
no: Hentet:
pl: Pobrano:
pt: Puxado:
pt_br: Baixado:
ro: Descãrcat:
ru: Найдено:
sk: Stiahnutých:
sl: Prenešeno:
sv: Hämtat:
tr: Alýndý:
uk: Отримано:
vi: Đã nhận:
wa: Prindou:
zh_cn: 已经下载：
zh_tw: 已下傳：

source: Estimated:
es: Estimado:
hu: Becsült:
it: Tempo previsto:

source: Remain:
es: Resto:
hu: Vissza:
it: Rimanente:

source: Total time:
es: Tiempo total:
hu: Össz idõ:
it: Tempo totale:

source: Total speed:
es: Velocidad total:
hu: Össz sebesség:
it: Velocita' complessiva:

source: Session
es: Sesión
hu: Folyamat
it: Sessione

source: Session time:
es: Tiempo de sesión:
hu: Folyamat ideje:
it: Tempo per la sessione

source: Session speed:
es: Velocidad de Sesión:
hu: Folyamat sebessége:
it: Velocita' per la sessione

source: Options
az: Seçənəklər
ca: Opcions
da: Indstillinger
de: Optionen
el: Επιλογές
es: Opciones
et: Häälestus
fi: Asetukset
hu: Beállítások
it: Opzioni
ja: オプション
ko: 선택사항
ms: Opsyen
nl: Opties
no: Alternativer
pl: Opcje
pt: OpÁıes
pt_br: Opções
ro: Opþiuni
ru: Параметры
sk: Nastavenie
sl: Možnosti
sv: Alternativ
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
wa: Tchûzes
zh_cn: 选项
zh_tw: 選項

source: Local dir:
es: Dir. local:
hu: Helyi könyvtár:
it: Directory locale:

source: Use proxy
az: Vəkil verici istifadə et
ca: Utilitza el proxy
da: Brug mellemvært
de: Proxy verwenden
el: Χρήση proxy
es: Usar proxy
et: Kasuta proksit
fi: K‰yt‰ v‰lityspalvelinta
fr: Utiliser le proxy
hu: Proxy használata
it: Usa il proxy
ja: プロキシを使用する
ko: 프록시 쓰기
ms: Guna proksi
nl: Gebruik proxy
no: Bruk proxy
pl: Wykorzystanie serwera po¶rednicz±cego
pt: Usar proxy
pt_br: Usar proxy
ro: Utilizeazã proxy
ru: Использовать прокси
sk: Pou¾i» proxy
sl: Uporabi posrednika
sv: Använd proxyserver
tr: Vekil sunucuyu kullan
uk: Використовувати прокс╕
vi: Dùng proxy
wa: Eployî proxy
zh_cn: 使用代理
zh_tw: 使用代理伺服器

source: Use auto download
az: Avtomatik endirmə işlət
ca: Utilitza la descàrrega automàtica
da: Brug autohentning
de: Automatischen Empfang verwenden
el: Χρήση αυτόματης λήψης
es: Usar auto-descarga
et: Automaatne allalaadimine
fi: K‰yt‰ automaattilatausta
fr: Utiliser l'auto download
it: Abilita il download automatico
ja: 自動ダウンロードを使用する
ko: 자동받기 쓰기
ms: Guna auto muaturun
nl: Gebruik auto download
no: Bruk automatisk nedlasting
pl: Automatyczne pobieranie
pt: Usar puxar autom·tico
pt_br: Usar auto-download
ro: Descarcã automat
ru: Использовать автоскачивание
sk: Pou¾i» automatické s»ahovanie
sl: Uporabi samodejen sprejem
sv: Använd automatisk hämtning
tr: Otomatik indirmeyi kullan
uk: Використовувати автозвантаження
vi: Bật tự động tải
wa: Eployî oto-aberbwetaedje
zh_cn: 使用自动下载
zh_tw: 使用自動下載

source: Unspecified
az: Bildirilməmiş
ca: No especificat
da: Ikke angivet
de: Unspezifiziert
el: Μη ορισμένο
es: No especificado
et: Määramata
fi: M‰‰ritt‰m‰tˆn
fr: Non déterminé
hu: Nem megadott
it: Non specificato
ja: 指定されていません
ko: 없음
ms: Tak dinyatakan
nl: Onbekend
no: Uspesifisert
pl: Nieznany
pt: N„o especÌficada
pt_br: Não especificado
ro: Nespecificatã
ru: Неуказанное
sk: Neuvedený
sl: Neznana
sv: Ospecifierat
tr: Tanýmsýz
uk: Не вказано
vi: Chưa xác định
wa: Nén specifyî
zh_cn: 没有指定
zh_tw: 未指定

source: staled
az: saxlanıb
ca: encallat
da: gået i stå
de: abgestorben
el: σε αδιέξοδο
es: pasado
et: peat.
fi: keskeytynyt
fr: suspendu
hu: áll
it: fermo
ja: 廃れた
ko: 멈춤
ms: Tergantung
nl: onderbroken
no: stoppet
pl: zamar³y
pt: Parada
pt_br: parado
ro: oprit
ru: застряло
sk: zamrznutý
sl: zamru
sv: förlegad
tr: gecikiyor
uk: застряг
wa: a djok
zh_cn: 停住
zh_tw: 連線閉塞

source: GTM - Target directory
es: GTM - Directorio de destino
hu: GTM - Célkönyvtár

source: Pattern:
az: Naxış:
ca: Pauta:
da: Mønster:
de: Muster:
el: Υπόδειγμα:
es: Modelo:
et: Muster:
fi: Kuvio:
fr: Motif
hu: Minta:
ja: パターン:
ko: 패턴:
ms: Corak:
nl: Patroon:
no: Mønster:
pl: Wzorzec:
pt: Padr„o:
pt_br: Padrão:
ro: Tip:
ru: Шаблон:
sk: Vzorka:
sl: Shema:
sv: Mönster:
tr: Eþleþme:
uk: Шаблон:
vi: Mẫu:
wa: Patron:
zh_cn: 模式：
zh_tw: 樣式：

source: Download matching URLs to directory:
az: Oxşar URL-ləri endirəcəyin cərgə:
ca: Decarrega els URL que coincideixin al directori:
da: Hent matchende adresser til mappe:
de: Passende Adressen in dieses Verzeichnis speichern:
el: Λήψη ταιριαστών URLs στον κατάλογο:
es: Descargar las URLs coincidentes al directorio:
et: Laadi mustrile vastavad URLid kataloogi:
fi: Lataa t‰sm‰‰v‰t URL:t hakemistoon:
fr: Importer les URL's correspondantes dans le répertoire :
hu: Az egyezõ URL-ek letöltése ebbe a könyvtárba:
it: Scaricare gli URL corrispondenti nella directory:
ja: 一致する URL からのダウンロード:
ko: 해당되는 URL을 받을 디렉토리:
ms: Muaturun URs epadan ke direktori:
nl: Download overeenkomstige URLs in map:
no: Last ned URL-treff til katalog:
pl: Pobieranie pasuj±cych URL-i do katalogu:
pt: Puxar URLs coincidentes para o directÛrio:
pt_br: Baixar URLs que combinem para o diretório:
ro: Descarcã URL-urile de acest tip în directorul:
ru: Выкачать совпадающие URL в каталог:
sk: S»ahova» odpovedajúce URL do prieèinku:
sl: Prenesi ustrezne URLje v imenik:
sv: Hämta de URL:er som överensstämmer till katalog:
tr: Eþleþen adresleri dizine indir:
uk: Звантажувати пасуюч╕ URL в каталог:
vi: Tải các URL khớp mẫu vào thư mục:
zh_cn: 下载匹配的URL到目录：
zh_tw: 下載吻合的 URL 到目錄：

source: GTM - Add Download Dir
es: GTM - Añadir Directorio de Descarga
hu: GTM - Letöltési könyvtár hozzáadása

source: Pattern
es: Modelo
hu: Minta
ko: 패턴
ru: Шаблон
tr: Eþleþme
uk: Шаблон

source: Download to Directory
az: Cərgəyə Endir
ca: Descarrega al directori
da: Hent til mappe
de: In diesem Verzeichnis speichern
el: Λήψη στον Κατάλογο
es: Descargar al Directorio
et: Laadi kataloogi
fi: Lataa hakemistoon
fr: Répertoire d'importation
hu: Letölt könyvtárba
it: Scarica nella directory
ja: ダウンロードするディレクトリ
ko: 이 디렉토리로 받기
ms: Muaturun ke Direktori
nl: Download naar Map
no: Last ned til katalog
pl: Katalog docelowy
pt: Directoria para puxar
pt_br: Baixar para Diretório
ro: Descarcã în directorul
ru: Скачать в каталог
sk: S»ahova» do prieèinku
sl: Prenesi v imenik
sv: Hämta till katalog
tr: Dizine Yükle
uk: Звантажувати в каталог
vi: Tải vào thư mục
wa: Aberweter el ridant
zh_cn: 下载到目录
zh_tw: 下載到目錄
