Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Number retries:
az: Sınama miqdarı:
ca: Nombre de reintents:
da: Antal forsøg:
de: Anzahl der Versuche:
el: Επαναλήψεις απόπειρων:
es: Número de reintentos:
et: Uuesti proovitakse:
fi: Uudelleenyritysten lukum‰‰r‰:
fr: Nombre d'essais :
hu: Újra próbálkozások száma:
it: Numero di tentativi:
ja: 再開する数:
ko: 다시 해볼 횟수:
ms: Bilangan cubaan:
nl: Aantal pogingen:
no: Antall forsøk:
pl: Liczba ponowieñ:
pt: N˙mero de tentativas:
pt_br: Número de tentativas:
ro: Numãrul de încercãri:
ru: Число попыток:
sk: Poèet opakovaní:
sl: Število poizkusov:
sv: Antal återförsök:
tr: Ýndirme denemeleri sayýsý:
uk: К╕льк╕сть спроб:
vi: Số lần tải:
wa: Mombe di risayaedjes:
zh_cn: 重试次数：
zh_tw: 重試數目：

source: Unlimited
az: Limitsiz
ca: Il·limitat
da: Ubegrænset
de: Unbegrenzt
el: Άπειρες
es: Ilimitado
et: Piiramatult
fi: Rajoittamaton
fr: Non limité
hu: Nem korlátozott
it: Illimitati
ja: 制限なし
ko: 끝없이
ms: Tanpa had
nl: Oneindig
no: Ubegrenset
pl: Bez ograniczeñ
pt: Ilimitadas
pt_br: Ilimitadas
ro: Nelimitat
ru: Неограничено
sk: Neobmedzený
sl: neomejeno
sv: Obegränsat
tr: Sýnýrsýz
uk: Необмежено
vi: Không giới hạn
wa: Sins limite
zh_cn: 无限
zh_tw: 無限制

source: Limited
az: Limitli
ca: Limitat
da: Begrænset
de: Begrenzt
el: Ορισμένες
es: Limitado
et: Piiratult
fi: Rajoitettu
fr: Limité
hu: Korlátozott
it: Limitati
ja: 制限あり
ko: 몇번만
ms: Terhad
nl: Eindig
no: Begrenset
pl: Z ograniczeniem
pt: Limitadas
pt_br: Limitadas
ro: Limitat
ru: Ограничено
sk: Obmedzený
sl: omejeno
sv: Begränsat
tr: Sýnýrlý
uk: Обмежено
vi: Giới hạn
wa: Limité
zh_cn: 有限
zh_tw: 有限制

source: Use passive FTP
az: Pasif FTP işlət
ca: Utilitza FTP passiu
da: Brug passiv ftp
de: Passives FTP verwenden
el: Χρησιμοποίηση παθητικού FTP
es: Usar FTP pasivo
et: Kasuta passiivset FTPd
fi: K‰yt‰ passiivista FTP:t‰
fr: Utiliser le mode passive FTP
hu: Passzív ftp-t használj
it: Usa FTP passivo
ja: パッシブ FTP を使用する
ko: 수동 FTP 쓰기
ms: Guna FTP Pasif
nl: Gebruik passieve FTP
no: Bruk passiv FTP
pl: U¿ycie pasywnego FTP
pt: Usar FTP passivo
pt_br: Usar FTP passivo
ro: Utilizeazã FTP pasiv
ru: Использовать пассивный FTP
sk: Pou¾i» pasívne FTP
sl: Uporabi pasivni FTP
sv: Använd passiv FTP
tr: Pasif FTP'yi kullan
uk: Використовувати пасивний FTP
vi: Dùng passive FTP
wa: Eployî FTP passif
zh_cn: 使用被动FTP
zh_tw: 使用 passive FTP

source: Dialog new or dialog add changes default download dir
es: Directorio de descarga por defecto de dialogo nuevo o dialogo añadir cambios
hu: Letöltési könyvtár hozzáadásakor dialógus nyitása
it: Dialogo nuovo cambio della directory di download di default
ko: 새로 또는 더하기 대화상자에서 기본 받기 디렉토리 바꾸기
ru: Диалог "Новый" или диалог "Добавить" изменяет каталог скачивания по умолчанию
uk: Д╕алог додавання нового файлу для звантаження зм╕ню╓ типовий каталог звантааження

source: Confirm remove when transfer incomplete
az: Daşıma natamamsa silməni təsdiqlə
ca: Confirma l'eliminació quan la transferència estigui incompleta
da: Bekræft fjernelse når overførsel ikke er komplet
de: Löschen bestätigen wenn die Übertragung nicht vollständig war
el: Επιβεβαιώση διαγραφής σε ημιτελή μεταφορά
es: Confirnar eliminación en transferencia incompleta
et: Küsi kinnitust pooliku faili eemaldamisel
fi: Varmista poisto jos siirto on keskeytynyt
fr: Confirmer l'effacement du fichier quand le transfert est incomplet
hu: A nem teljesített letöltések törlésének megerõsítése
it: Conferma la rimozione per download non completo
ja: 転送が不完全な場合にファイルの削除を確認する
ko: 덜 받은 거 지우기 확인
ms: Kepastian pembuangan bila pemindahan tidak selesai
nl: Bevestig verwijdering als het bestand niet compleet is gedownload
no: Bekreft fjerning når overføring ikke er komplett
pl: Potwierdzanie usuniêcia przy niezakoñczonym przesyle
pt: Confirmar a remoÁ„o quando a transferÍncia esta imcompleta
pt_br: Confirmar remoção se transferência incompleta
ro: Confirmare la ºtergerea unui transfer incomplet
ru: Подтверждать удаление недокачанных файлов
sk: Potvrdi» odstránenie pri neúplnom prenose
sl: Potrdi odstranitev ob nedokončanem prenosu
sv: Bekräfta borttagning när överföringen inte är färdig
tr: Ýndirme bitmemiþse silmeyi onayla
uk: Перепитувати про вилучення незавершених перенесень
vi: Xác nhận loại bỏ tập tin chưa hoàn chỉnh
zh_cn: 传输未结束时删除需要确认
zh_tw: 若傳送未完成確定是否移除

source: Confirm remove completed transfers
az: Qurtarmış endirmələri sili təsdiqlə
ca: Confirma l'eliminació de transferències completes
da: Bekræft fjernelse af fuldførte overføringer
de: Löschen bestätigen wenn die Übertragung vollständig war
el: Επιβεβαιώση διαγραφής σε ολοκληρωμένες μεταφορές
es: Confirmar eliminación en transferencias completas
et: Küsi kinnitust lõpetatud failide eemaldamisel
fi: Varmista poisto jos siirto on onnistunut
fr: Confirmer l'effacement du fichier complètement transféré
hu: A befejezett letölések törlésének megerõsítése
it: Conferma la rimozione dei download completati
ja: 転送が完了したファイルの削除を確認する
ko: 다 받은 거 지우기 확인
ms: Kepastian pembuangan bila pemindahan selesai
nl: Bevestig verwijdering van de gedownloade bestanden uit de lijst
no: Bekreft fjerning av fullførte overføringer
pl: Potwierdzanie usuniêcia zakoñczonych przesy³ów
pt: Confirmar a remoÁ„o quando a transferÍncia esta completa
pt_br: Confirmar remoção se transferência completa
ro: Confirmare la ºtergerea transferurilor terminate
ru: Подтверждать удаление выкачанных файлов
sk: Potvrdi» odstránenie úplné prenosy
sl: Potrdi odstranitev dokončanih prenosov
sv: Bekräfta borttagning av färdiga överföringar
tr: Bitirilmiþ indirmelerin silinmesini onayla
uk: Перепитувати про вилучення завершених перенесень
vi: Xác nhận loại bỏ tập tin hoàn chỉnh
zh_cn: 删除完成的传输时需要确认
zh_tw: 確定是否移除已完成的傳送程序

source: Confirm restart
az: yenidən başlamanı təsdiqlə
ca: Confirma el reinici
da: Bekræft genoptagning
de: Neustart bestätigen
el: Επιβεβαιώση επανεκκίνησης
es: Confirmar reinicio
et: Küsi kinnitust uuesti alustamisel
fi: Varmista siirron uudelleenaloitus
fr: Confirmer le redémarrage
hu: Újraindítás megerõsítése
it: Conferma il riavvio
ja: 再開を確認する
ko: 다시 받기 확인
ms: Kepastian bile mengulang
nl: Bevestig herstart
no: Bekreft restart
pl: Potwierdzanie odnawiania
pt: Confirmar recomeÁar
pt_br: Confirmar reinício
ro: Confirmare la repornirea transferurilor
ru: Подтверждать перезапуск
sk: Potvrdi» re¹tart
sl: Potrdi vnovični začetek
sv: Bekräfta omstart
tr: Yeniden baþlamayý onayla
uk: Перепитувати про перезапуск
vi: Xác nhận khởi động lại
wa: Racertiner li rinondaedje
zh_cn: 重新开始时需要确认
zh_tw: 確定是否重新下載

source: Confirm drag and drop URL
az: URL sürüklə və buraxı təsdiqlə
ca: Confirma l'arrossegar i desar de l'URL
da: Bekræft træk-og-slip af adresse
de: Bestätigen von Drag & Drop Adressen
el: Επιβεβαίωση συρόμενου URL
es: Confirmar arrastrar y pegar URL
et: Küsi kinnitust drag'n'drop URLide puhul
fi: Varmista raahatut URL:t
fr: Confirmer le glisser/déposer de l'URL
hu: A drag and drop-olt URL megerõsítése
it: Conferma il drag and drop di un URL
ja: ドラッグ&ドロップされた URL を確認する
ko: URL 끌어놓기 확인
ms: kepastian heret dan lepas URL
nl: Bevestig 'drag & drop' URL
no: Bekreft dra-og-slipp av URL
pl: Potwierdzanie przeci±gniêcia i upuszczenia URL-a
pt: Confirmar o drag and drop da URL
pt_br: Confirmar arrasta-e-solta URL
ro: Confirmare la tragerea unui URL
ru: Подтверждать перенос-и-вставку URL
sk: Potvrdi» pustené URL
sl: Potrdi spuščen URL (pri vleci in spusti)
sv: Bekräfta dra och släpp av URL
tr: Sürükle-býrak URL'leri onayla
uk: Перепитувати про додавання перетягнутого URL
vi: Xác nhận URL kéo thả
zh_cn: 拖放URL时需要确认
zh_tw: 確定會否拖放 URL

source: Toolbar style:
az: Vasitə çubuğu tərzi:
ca: Estil de la barra d'eines:
da: Værktøjslinjestil:
de: Stil der Werkzeugleiste:
el: Στυλ Μπάρας Εργαλειών:
es: Estilo de barra de herramientas
et: Tööriistareal on:
fi: Tyˆkalupalkin tyyli:
fr: Style de la barre d'outils :
hu: Eszközsor stílusa:
it: Stile della barra degli strumenti:
ja: ツールバースタイル:
ko: 툴바 형식:
ms: Gaya toolbar:
nl: Knoppenbalk stijl:
no: Stil for verktøylinje:
pl: Wygl±d paska narzêdziowego:
pt: Barras de ferramentas:
pt_br: Estilo da barra de ferramentas:
ro: Stilul barei de unelte:
ru: Стиль панели инструментов:
sk: ©týl panelu nástrojov:
sl: Slog orodne vrstice:
sv: Verktygsradsstil:
tr: Araç çubuðu tipi:
uk: Стиль панел╕ ╕нструмент╕в:
vi: Kiểu thanh công cụ:
wa: Stîle del bår ås usteyes:
zh_cn: 工具栏风格：
zh_tw: 工具列樣式：

source: File list refresh rate:
es: Ratio de refresco de la lista de ficheros:
hu: Fájllista frissítési gyakorisága:
it: Frequenza di aggiornamento della lista dei file:

source: Show list statistics
az: Siyahı statistikalarını göstər
ca: Mostra les estadístiques de la llista
da: Vis listestatistik
de: Listen-Statistiken zeigen
el: Εμφάνιση στατιστικών λίστας
es: Mostrar estadísticas de la lista
et: Näita nimekirja statistikat
fi: N‰yt‰ luettelotilastot
fr: Afficher la liste des statistiques
hu: Lista statisztika mutatása
it: Mostra lista statistiche
ja: 一覧の概要を表示する
ko: 목록 상태창 보임
ms: Papar statistik senarai
nl: Geef lijst met statistieken weer
no: Vis listestatistikk
pl: Wy¶wietlanie statystyk listy
pt: Mostra estatÌsticas na lista
pt_br: Mostrar estatísticas da lista
ro: Aratã statisticile în listã
ru: Показать статистику списка
sk: Zobrazi» ¹tatistiku zoznamu
sl: Kaži statistiko seznama
sv: Visa liststatistik
tr: Liste istatistikleri göster
uk: Показувати статистику списку
vi: Hiện thống kê danh sách
wa: Mostrer les statistikes e djîvêye
zh_cn: 显示列表统计数据
zh_tw: 顯示列表統計

source: Show page statistics
az: Səhifə statistikalarını göstər
ca: Mostra les estadístiques de la pàgina
da: Vis sidestatistik
de: Seiten-Statistiken zeigen
el: Εμφάνιση στατιστικών σελίδας
es: Mostrar estadísticas de la página
et: Näita lehekülje statistikat
fi: N‰yt‰ sivustotilastot
fr: Afficher la page des statistiques
hu: Lapstatisztika mutatása
it: Mostra pagine delle statistiche
ja: ページの概要を表示する
ko: 쪽 상태창 보임
ms: Papar statistik laman
nl: Geef statistieken pagina weer
no: Vis sidestatistikk
pl: Wy¶wietlanie statystyki strony
pt: Mostra estatÌsticas na p·gina
pt_br: Mostrar estatísticas da página
ro: Aratã pagina cu statistici
ru: Показать статистику страницы
sk: Zobrazi» ¹tatistiku stránky
sl: Kaži statistiko strani
sv: Visa sidstatistik
tr: Sayfa istatistikleri göster
uk: Показувати статистику стор╕нки
vi: Hiện thống kê trang
wa: Mostrer les statistikes sor ene pådje
zh_cn: 显示页面统计数据
zh_tw: 顯示每頁統計

source: Show download info page
es: Mostrar página de información de descarga
hu: A letöltési információk mutatása
it: Mostra la pagina di informazioni sul download

source: Use sound
az: Səs işlət
ca: Utilitza el so
da: Benyt lyd
de: Klänge verwenden
el: Χρήση ήχου
es: Usar sonido
et: Kasuta häält
fi: K‰yt‰ ‰‰ni‰
fr: Utiliser les sons
hu: Használj hangot
it: Usa effetti audio
ja: サウンドを使用する
ko: 소리 쓰기
ms: Guna bunyi
nl: Gebruik geluid
no: Bruk lyd
pl: Wykorzystanie d¼wiêku
pt: Usar som
pt_br: Usar som
ro: Semnalizeazã prin sunete
ru: Использовать звук
sk: Pou¾i» zvuky
sl: Uporabi zvok
sv: Använd ljud
tr: Sesli çalýþ
uk: В╕користовувати звуки
vi: Dùng âm thanh
wa: Eployî les sons
zh_cn: 使用音效
zh_tw: 使用音效

source: Use beep
az: Bip işlət
ca: Utilitza el xiulet
da: Bip
de: Piepstöne verwenden
el: Χρήση μπιπ
es: Usar bip
et: Kasuta piiksu
fi: K‰yt‰ piippausta
fr: Utiliser le beep
hu: Használj sípolást
it: Usa segnale acustico
ja: サウンドにビープ音を使用する
ko: 삑소리 쓰기
ms: Guna beep
nl: Gebruik beep
no: Bruk bjelle
pl: Wykorzystanie bzyczka
pt: Usar beep
pt_br: Usar bip
ro: Semnalizeazã prin bipuri
ru: Использовать гудок
sk: Pou¾i» pípanie
sl: Uporabi pisk
sv: Använd pip
tr: Zil kullan
uk: Використовувати пищання
vi: Kêu bíp
wa: Eployî l' xhuflet
zh_cn: 使用响铃
zh_tw: 使用嗶聲

source: GTM - Preferences
es: GTM - Preferencias
hu: GTM - Beállítások

source: Download
az: Endir
ca: Descarrega
da: Hentning
el: Λήψη
es: Descargar
et: Allalaadmine
fi: Lataa
fr: Importer
hu: Letöltés
it: Scarica
ja: ダウンロード
ko: 받기
ms: Muaturun
no: Last ned
pl: Pobieranie
pt: Puxar
pt_br: Baixar
ro: Descãrcare
ru: Скачивание
sk: S»ahovanie
sl: Sprejem
sv: Hämtning
tr: Ýndir
uk: Звантааження
vi: Tải về
wa: Aberwetaedje
zh_cn: 下载
zh_tw: 下載

source: Directories
az: Cərgələr
ca: Directoris
da: Mapper
de: Verzeichnisse
el: Κατάλογοι
es: Directorios
et: Kataloogid
fi: Hakemistot
fr: Répertoires
hu: Könyvtárak
it: Cartelle
ja: ディレクトリ
ko: 디렉토리
ms: Direktori
nl: Mappen
no: Kataloger
pl: Katalogi
pt: DirectÛrios
pt_br: Diretórios
ro: Directoare
ru: Каталоги
sk: Prieèinky
sl: Imeniki
sv: Kataloger
tr: Dizinler
uk: Каталоги
vi: Thư mục
wa: Ridants
zh_cn: 目录
zh_tw: 目錄

source: Confirmations
az: Təsdiqlər
ca: Confirmacions
da: Bekræftelser
de: Bestätigungen
el: Επιβεβαιώσεις
es: Confirmaciones
et: Kinnitused
fi: Varmistukset
hu: Megerõsítések
it: Conferme
ja: 確認
ko: 확인
ms: Kepastian
nl: Bevestigingen
no: Bekreftelser
pl: Potwierdzenia
pt: ConfirmaÁıes
pt_br: Confirmações
ro: Confirmãri
ru: Подтверждения
sk: Potvrdenia
sl: Potrditve
sv: Bekräftelser
tr: Onaylamalar
uk: Перепитування
vi: Xác nhận
wa: Racertinaedjes
zh_cn: 确认
zh_tw: 確定

source: Display
az: Ekran
ca: Pantalla
da: Udseende
de: Anzeige
el: Εμφάνιση
es: Pantalla
et: Välimus
fi: N‰yttˆ
fr: Affichage
hu: Megjelenítés
ja: 表示
ko: 화면
ms: Paparan
nl: Uiterlijk
no: Visning
pl: Wy¶wietlanie
pt: Aspecto
pt_br: Aspecto
ro: Afiºare
ru: Дисплей
sk: Zobrazenie
sl: Prikaz
sv: Visning
tr: Gösterim
uk: В╕дображення
vi: Hiển thị
wa: Håynaedje
zh_cn: 显示
zh_tw: 顯示

source: Sound
az: Səs
ca: So
da: Lyd
de: Klang
el: Ήχος
es: Sonido
et: Hääl
fi: ƒ‰net
fr: Son
hu: Hang
it: Audio
ja: サウンド
ko: 소리
ms: Bunyi
nl: Geluid
no: Lyd
pl: D¼wiêk
pt: Som
pt_br: Som
ro: Sunet
ru: Звук
sk: Zvuk
sl: Zvok
sv: Ljud
tr: Ses
uk: Звук
vi: Âm thanh
wa: Son
zh_cn: 音效
zh_tw: 音效

source: Invalid URL
az: Hökmsüz URL
ca: URL incorrecte
da: Ugyldig adresse
de: Ungültige Adresse
el: Λανθασμένο URL
es: URL no válida
et: Vigane URL
fi: Ep‰kelpo URL
fr: URL non valide
hu: Rossz URL
it: URL non valido
ja: 不正な URL です
ko: 틀린 URL
ms: URL tak sah
nl: Ongeldig URL
no: Ugyldig URL
pl: Niepoprawny URL
pt: URL Inv·lido
pt_br: URL Inválida
ro: URL invalid
ru: Неверный URL
sk: Neplatné URL
sl: Neveljaven URL
sv: Ogiltig URL
tr: Geçersiz URL
uk: Нев╕рний URL
vi: URL sai
wa: Hårdêye nén valåbe
zh_cn: 无效的URL
zh_tw: 不正確的 URL

source: Old URL filename must be the same on the new URL
az: Köhnə URL fayl adları yeniləriylə eyni olmalıdır
ca: El nom de fitxer en l'URL antic ha de ser el mateix en el nou URL
da: Filnavnet skal være det samme i den nye adresse
de: Der alte Adressen-Dateiname muss gleich dem in der neuen Adresse sein
el: Το παλιό URL του αρχείου πρέπει να είναι ίδιο με το παλιό
es: Nombre de archivo de la antigua URL debe ser el mismo de la nueva
et: Vana URLi failinimi peab olema sama, mis uuel URLil
fi: Vanhan URL-tiedostonimen t‰ytyy olla sama myˆs uudella URL:ll‰
fr: L'ancienne URL doit être la même que la nouvelle
hu: A régi URL fájlnévnek ugyanannak kell lennie, mint az újnak
it: I nome del vecchio URL deve corrispondere a quello nuovo
ja: 古い URL でのファイル名は、新しい URL でのそれと同じでなければなりません
ko: 새 URL 파일이름이 있던 것과 같아야 합니다
ms: fail URL lama mestilah sama pada URL baru
nl: Oude URL bestandsnaam moet dezelfde zijn bij de nieuwe URL
no: Gammelt URL filnavn må være det samme som ny URL
pl: Nazwa pliku w nowym URL-u musi byæ taka sama, jak w starym
pt: O nome do ficheiro da URL velha tem que ser o mesmo da nova URL
pt_br: Nome de arquivo na URL nova tem que ser igual ao da antiga
ro: Vechiul nume URL de fiºier trebuie sã coincidã cu URL-ul nou
ru: Старый URL должен быть таким же как новый
sk: Staré meno súboru URL musí by» rovnaké ako nové URL
sl: Datoteka s starega URL mora biti enaka tisti na novem
sv: Gamla URL-filnamnet måste vara likadant på nya URL:en
tr: Eski URL'deki dosya adý yeni URL'de de ayný olmak zorundadýr
uk: Файл старого URL мусить мати таку ж назву на новому URL
vi: Tên tập tin URL cũ phải giống như trong URL mới
wa: Li vî no d' fitchî pol hårdêye doet esse li minme el novele hårdêye
zh_cn: 旧的URL文件名必须和新的URL一样
zh_tw: 舊 URL 的檔案名稱必須和新 URL 的一樣

source: GTM - Properties
es: GTM - Propiedades
hu: GTM - Beállítások

source: URLs to be added
az: Əlavə ediləcək URL-lər
ca: URL per afegir
da: Adresser som skal tilføjes
de: Hinzuzufügende Adressen
el: URLs που θα προστεθούν
es: URLs para ser añadidas
et: URLid, mis lisada
fi: Lis‰tt‰v‰t URL:t
fr: URL à ajouter
hu: Hozzáadandó URL-ek
it: URL da aggiungere
ja: 追加された URL
ko: 더할 URL
ms: URL untuk ditambah
nl: toe te voegen URLs
no: URLer som skal legges til
pl: Dodawane URL-e
pt: URLs para acrescentar
pt_br: URLs a serem inseridas
ro: URL-uri de adãugat
ru: Добавляемые URL
sk: Pridávané URL
sl: URLji, ki naj se dodajo
sv: URL:er som ska läggas till
tr: Eklenecek URL'ler
uk: URL для додавання
vi: URL cần thêm
wa: Hårdêyes a radjouter
zh_cn: 要添加的URL
zh_tw: 要加入的 URL

source: GTM - Add files to download
es: GTM - Añadir archivos a descargar
hu: GTM - Fájlok hozzáadása letöltéshez

source: List summary
az: Siyahı icmalı
ca: Llista el resum
da: Listesammendrag
de: Listenzusammenfassung
el: Περίληψη λίστας
es: Sumario del listado
et: Nimekirja kokkuvõte
fi: N‰yt‰ yhteenveto
fr: Liste du sommaire
hu: Lista összegzés
it: Lista del sommario
ja: リストの概要
ko: 목록 정리
ms: Ringkasan senarai
nl: Samenvatting lijst
no: Listesammendrag
pl: Podsumowanie listy
pt: Sum·rio da lista
pt_br: Sumário da lista
ro: Sumarul listei
ru: Итоговый список
sk: Súhrn zoznamu
sl: Povzetek seznama
sv: Listsammanfattning
tr: Liste özeti
uk: Статистика списку
vi: Tóm tắt danh sách
wa: Rascoûrti del djîvêye
zh_cn: 列表摘要
zh_tw: 列表摘要

source: Number of files
az: Fayl miqdarı
ca: Nombre de fitxers
da: Antal filer
de: Anzahl der Dateien
el: Αριθμός αρχείων
es: Número de archivos
et: Failide arv
fi: Tiedostojen lukum‰‰r‰
fr: Nombre de fichiers
hu: Fájlok száma
it: Numero di file
ja: ファイル数
ko: 파일 갯수
ms: Bilangan fail
nl: Aantal bestanden
no: Antall filer
pl: Liczba plików
pt: N˙mero de ficheiros
pt_br: Número de arquivos
ro: Numãr de fiºiere
ru: Число файлов
sk: Poèet súborov
sl: Število datotek
sv: Antal filer
tr: Dosyalarýn sayýsý
uk: К╕льк╕сть файл╕в
vi: Số tập tin
wa: Nombe di fitchîs
zh_cn: 文件数量
zh_tw: 檔案的數目

source: Total size (kB)
az: Cəmi Böyüklük (kB)
ca: Mida total (kB)
da: Total størrelse (kb)
de: Gesamtgröße (kB)
el: Συνολικό μέγεθος (kB)
es: Tamaño total (kB)
et: Kokku suurus (kB)
fi: Koko yhteens‰ (kt)
fr: Taille totale (KB)
it: Dimensione totale (KB)
ja: 合計サイズ (Kバイト)
ko: 전체 용량 (kB)
ms: Jumlah saiz (kB)
nl: Totale grootte (kB)
no: Total størrelse (kB)
pl: Ca³kowity rozmiar (KB)
pt: Tamanho total (kB)
pt_br: Tamanho total (KB)
ro: Mãrime totalã (kB)
ru: Суммарный размер (КБ)
sk: Celková veµkos» (kB)
sl: Skupna velikost (kB)
sv: Total storlek (kB)
tr: Toplam boy (Kb)
uk: Загальний розм╕р (Кб)
vi: Kích thước tổng cộng (kB)
wa: Grandeu totåle (Ko)
zh_cn: 全部大小(kB)
zh_tw: 總大小（kB）

source: Retrieved (kB)
az: Endirilmiş (kB)
ca: Recuperats (kB)
da: Hentet (kb)
de: Empfangen (kB)
el: Έχει ληφθεί (kB)
es: Recuperados (kB)
et: Laetud (kB)
fi: Vastaanotettu (kt)
fr: Récupéré (KB)
it: Scaricati (KB)
ja: 受信サイズ (Kバイト)
ko: 받음 (kB)
ms: Diterima (kB)
nl: Ontvangen (kB)
no: Hentet (kB)
pl: Pobrano (KB)
pt: Puxado (kB)
pt_br: Baixado (KB)
ro: Descãrcat (kB)
ru: Запрошено (КБ)
sk: Stiahnutých (kB)
sl: Prenešeno (kB)
sv: Hämtat (kB)
tr: Alýnan (Kb)
uk: Отриманано (Кб)
vi: Đã nhận (kB)
wa: Prindou (Ko)
zh_cn: 下载(kB)
zh_tw: 已接收（kB）

source: Remaining (kB)
az: Qalan (kB)
ca: Restants (kB)
da: Manglende (kb)
de: Übrig (kB)
el: Απομένει (kB)
es: Restante (kB)
et: Jääb laadida (kB)
fi: J‰ljell‰ (kt)
fr: Restant (KB)
it: Rimanenti (KB)
ja: 残りサイズ (Kバイト)
ko: 남음 (kB)
ms: Baki (kB)
nl: Over (kB)
no: Gjenstår (kB)
pl: Pozosta³o (KB)
pt: Restante (kB)
pt_br: Restam (KB)
ro: Rãmas (kB)
ru: Осталось (КБ)
sk: Ostáva (kB)
sl: Preostalo (kB)
sv: Återstår (kB)
tr: Kalan (Kb)
uk: Лишилось (Кб)
vi: Còn lại (kB)
wa: I dmeure (Ko)
zh_cn: 还剩(kB)
zh_tw: 剩餘（kB）

source: Progress
az: Gedişat
ca: En procés
da: Fremgang
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progression
hu: Folyamat
it: Stato
ja: 進捗
ko: 진행
ms: Progres
nl: Voortgang
no: Fremgang
pl: Postêp
pt: EvoluÁ„o
pt_br: Progresso
ro: Progres
ru: Продвижение
sk: Priebeh
sl: Napredek
sv: Förlopp
tr: Ýlerleme
uk: Поступ
vi: Tiến trình
wa: Avançmint
zh_cn: 进度
zh_tw: 進度

source: Socket error when downloading URL:
az: URL endirilirkən soket xətası:
ca: Error de sòcol en descarregar l'URL:
da: Sokkelfejl under hentning af adresse:
de: Socket-Fehler beim Herunterladen von:
el: Σφάλμα Socket κατά τη λήψη του URL:
es: Error de socket al descargar URL:
et: Sokli viga, üritades alla laadida URLi:
fi: Pistokevirhe URL:‰‰ ladattaessa:
fr: Erreur de Socket pendant l'importation de l'URL :
hu: Socket hiba az URL letöltésekor:
it: Errore nella socket durante il download dell'URL:
ja: URL からダウンロード中にソケットエラーが発生:
ko: 받는데 소켓 오류가 났습니다:
ms: Ralat soket bila memuaturun YRL:
nl: Poort error tijdens het downloaden van URL:
no: Feil på socket under nedlasting av URL:
pl: Przy pobieraniu z URL-a wyst±pi³ b³±d gniazda:
pt: Erro no socket quando puxava o URL:
pt_br: Erro de socket ao baixar URL:
ro: Eroare socket la descãrcarea URL-ului:
ru: Ошибка сокета при скачивании URL:
sk: Chyba soketu pri s»ahovaní URL:
sl: Na vtiču se je zgodila napaka ob sprejemanju URLja:
sv: Uttagsfel (socket error) vid hämtning av URL:
tr: Adresi indirirken soket hatasý oldu:
uk: Помилка сокету на звантаженн╕ URL:
vi: Lỗi socket khi tải về URL:
wa: Åk n' a nén stî avou l' soket tot aberwetant li hårdêye:
zh_cn: 下载URL时套接字错误：
zh_tw: 當下載 URL 時 Socket 發生錯誤：

source: Connection refused when downloading URL:
az: URL endirilirkən bağlantı qadağan edildi:
ca: S'ha rebutjat la connexió en descarregar l'URL:
da: Forbindelse nægtet ved hentning af adresse:
de: Verbindung verweigert beim Herunterladen von:
el: Η σύνδεση απορρίφθηκε κατά τη λήψη του URL:
es: Conexión rechazada al descargar URL:
et: Ühendus keelatud. URL:
fi: Yhteys katkaistu URL:‰‰ ladattaessa:
fr: Connection refusée lors de l'importation de :
hu: Kapcsolat megtagadása az URL letöltésekor:
it: Connessione rifiutata durante il download dell'URL:
ja: URL からダウンロード中に接続が切断されました:
ko: 받는데 연결이 거부되었습니다:
ms: Sambungan refuse bila memuaturun URL:
nl: Verbinding geweigerd bij het downloaden van URL:
no: Forbindelse nektet ved nedlasting av URL:
pl: Przy pobieraniu z URL-a odrzucono po³±czenie:
pt: LigaÁ„o recusada quando puxava o URL:
pt_br: Conexão recusada ao baixar URL:
ro: Conectare refuzatã la descãrcarea URL-ulului:
ru: Соединение разорвано при скачивании URL:
sk: Spojenie odmietnuté pri s»ahovaní URL:
sl: Povezava zavrnjena ob prenašanju URLja:
sv: Anslutning vägrades vid hämtning av URL:
tr: Adresi indirirken baðlantý kesildi:
uk: В╕дмовлено в з'╓днан╕ на звантаженн╕ URL:
vi: Kết nối bị từ chối khi tải về URL:
zh_cn: 下载URL时连接被拒绝：
zh_tw: 當下載 URL 時連線被拒：

source: No route to host:
az: Qovşağa yol yoxdur:
ca: Cap encaminament a l'ordinador central:
da: Ingen rute til vært:
de: Keine Verbindung zum Host-Computer:
el: Δεν υπάρχει διαδρομή προς το σύστημα:
es: Sin ruta al host:
et: Ei leia teed serverini:
fi: Ei reitti‰ palvelimelle:
fr: Pas de route pour l'hôte :
ja: ホストへのルートが存在しません:
ms: Tiada route ke hos:
nl: Geen pad naar de host:
no: Ingen rute til vert:
pl: Brak trasy do komputera:
pt: Nenhum caminho para o servidor:
pt_br: Sem rota para o servidor:
ro: Gazda nu a fost gãsitã:
ru: Нет маршрута к хосту:
sk: K hostiteµovi neexistuje cesta:
sl: Ni poti do gostitelja:
sv: Ingen väg till värd:
tr: Makineye ulaþýlamýyor:
vi: Không có đường dẫn tới máy chủ:
wa: Nou tchmin po-z ariver å lodjeu:
zh_cn: 没有路由：
zh_tw: 不能到達該主機：
