Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Insert...
az: Daxil Et...
ca: Insereix...
da: Indsæt...
de: Einfügen...
el: Προσθήκη...
es: Insertar...
et: Lisa...
fi: Lis‰‰...
fr: Insérer...
hu: Beszúrás...
it: Inserisci...
ja: 挿入...
ko: 삽입
ms: Selit...
nl: Voeg toe...
no: Sett inn...
pl: Wstaw...
pt: Adicionar...
pt_br: Inserir...
ro: Adaugã...
ru: Вставить...
sk: Vlo¾i»...
sl: Vstavi...
sv: Infoga...
tr: Ekle...
uk: Вставити...
vi: Chèn...
wa: Sititchî...
zh_cn: 插入...
zh_tw: 插入...

source: Edit...
az: Düzəlt...
ca: Edita...
da: Redigér...
de: Bearbeiten...
el: Επεξεργασία...
es: Editar...
et: Muuda...
fi: Muokkaa...
fr: Éditer...
hu: Szerkesztés...
it: Modifica..
ja: 編集...
ko: 수정
nl: Wijzig...
no: Rediger...
pl: Zmodyfikuj...
pt: Editar...
pt_br: Editar...
ro: Editare...
ru: Правка...
sk: Upravi»...
sl: Uredi...
sv: Redigera...
tr: Düzenle...
uk: Зм╕нити...
vi: Sửa...
wa: Candjî...
zh_cn: 编辑...
zh_tw: 編輯...

source: Delete
az: Sil
ca: Suprimeix
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
et: Kustuta
fi: Poista
fr: Effacer
hu: Törlés
it: Cancella
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijder
no: Slett
pl: Usuñ
pt: Apagar...
pt_br: Remover
ro: ªterge
ru: Удалить
sk: Zmaza»
sl: Zbriši
sv: Ta bort
tr: Sil
uk: Стерти
vi: Xóa
wa: Disfacer
zh_cn: 删除
zh_tw: 刪除

source: Download dir:
es: Directorio de Descarga:
hu: Letöltési könyvtár:
it: Directory di destinazione:
ko: 받을 디렉토리:
ru: Каталог скачивания:
tr: Yükleme dizini:
uk: Каталог звантаження:

source: GTM - Download Dir
es: GTM - Directorio de Descarga

source: Suggest directory by pattern matching
es: Sugerir un directorio por patrones coincidentes
hu: Mintaegyezés után javasolj könyvtárat
it: Suggerisci la directory in base al pattern
ru: Предлагать каталог совпадающий с шаблоном
tr: Bir dizini þekil eþleþiminden dolayý öner
uk: Пропонувати каталог в╕дпов╕дний шаблону

source: No directory matched.
es: Sin coincidencia de directorio
it: Nessuna directory trovata.
ru: Нет совпадающих каталогов.
tr: Dizin eþleþmedi.

source: Multiple download not implemented yet
az: Çoxlu endirmə hələlik dəstəklənmir
ca: Encara no s'ha implementat la descàrrega múltiple
da: Flere samtidige hentninger er ikke implementeret endnu
de: Mehrere, gleichzeitige Downloads noch nicht implementiert
el: Δεν έχει υλοποιηθεί ακόμα η πολλαπλή λήψη
es: Descarga multiple aún no implementada
et: Mitmikallalaadimine ei ole veel teostatud.
fi: Useita latauksia ei tueta viel‰
fr: L'importation multiple n'est pas encore programmée
hu: Nincs még a több letöltés megvalósítva
it: Download multiplo non ancora implementato
ja: まだ同時ダウンロードは実装されていません
ko: 여러개 받기는 아직 안됩니다
ms: Pemuaturunan pelbagai belum diimplementasikan
nl: Deze functie is nog niet geimplementeerd
no: Flere samtidige nedlastinger er ikke implementert ennå
pl: Jednoczesne pobieranie nie jest jeszcze zaimplementowane
pt: Puxar multiplo n„o est· implementado ainda
pt_br: Download múltiplo ainda não implementado
ro: Descãrcãrile multiple nu sunt încã implementate
ru: Множественное скачивание еще не реализовано
sk: Viacnásobné s»ahovanie nie je zatiaµ implementované
sl: Večkratno prenašanje ni implementirano
sv: Hämtning av flera filer är ännu inte implementerat
tr: Çoklu indirmeler henüz yapýlamýyor.
uk: Множинне звантаження ще не реал╕зовано
vi: Đa tải chưa được thi công
zh_cn: 还没有实现多个下载
zh_tw: 多執行緒同時下載功能尚未完成

source: Invalid URL.
az: Səhv URL.
ca: URL incorrecte.
da: Ugyldig adresse.
de: Ungültige Adresse.
el: Λανθασμένο URL.
es: URL no válida.
et: Vigane URL.
fi: Ep‰kelpo URL.
fr: URL non valide.
it: URL non valido
ja: 不正なURLです。
ko: 틀린 URL.
ms: URL tak sah.
nl: Onjuist URL.
no: Ugyldig URL.
pl: Niepoprawny URL.
pt: URL Inv·lido.
pt_br: URL inválida.
ro: URL invalid.
ru: Неверный URL.
sk: Neplatné URL.
sl: Neveljaven URL.
sv: Ogiltig URL.
tr: Geçersiz adres.
vi: URL sai.
wa: Hårdêye nén valåbe.
zh_cn: 无效的URL。
zh_tw: 不正確的 URL。

source: Please enter URL of the file to download:
az: Endiriləcək faylın URL-sini xahiş edirik, girin:
ca: Si us plau, introduïu l'URL del fitxer per descarregar:
da: Indtast venligst adressen på den fil der skal hentes:
de: Bitte geben Sie die Adresse der zu empfangenden Datei ein:
el: Εισάγετε το URL του αρχείου που θα ληφθεί:
es: Por favor introduzca la URL del fichero a descargar:
et: Palun sisesta allalaetava faili URL:
fi: Anna ladattavan tiedoston URL:
fr: SVP entrez l'URL du fichier à importer :
hu: Kérlek add meg az URL-t, amit le szeretnél tölteni:
it: Inserisci l'URL del file da scaricare:
ja: ダウンロードするファイルの URL を入力して下さい:
ko: 받을 파일의 URL을 적어주세요:
ms: Sila masukkan URL fail yang hendak dimuaturun:
nl: Voer aub de URL in van het te downloaden bestand:
no: Vennligst skriv inn URL for filen som skal lastes ned:
pl: Wprowad¼ URL pobieranego pliku:
pt: Indique o URL do ficheiro a puxar:
pt_br: Digite a URL do arquivo a baixar:
ro: Introduceþi URL-ul fiºierului de descãrcat:
ru: Введите URL для скачивания файла:
sk: Prosím, zadajte URL s»ahovaného súboru:
sl: Prosim vpišite URL datoteke za sprejem:
sv: Ange URL:en till filen som ska hämtas:
tr: Yüklenecek dosyanýn adresi:
uk: Введ╕ть URL файлу для звантаження:
vi: Vui lòng nhập URL của tập tin cần tải:
wa: Tapez li hårdêye do fitchî a-z aberweter s' i vs plait:
zh_cn: 请输入要下载的文件的URL：
zh_tw: 請輸入要下載的檔案 URL：

source: GTM - New file to download
es: GTM - Nuevo fichero a descargar
hu: GTM - Új letöltendõ fájl

source: Invalid URLs.
az: Səhv URL-lər.
ca: URL incorrectes.
da: Ugyldige adresser.
de: Ungültige Adressen.
el: Λανθασμένα URLs.
es: URL no válida.
et: Vigased URLid.
fi: Ep‰kelvot URL:t
fr: URLs non valide
it: URL non validi
ja: 不正な URL です。
ko: 틀린 URL.
ms: URL tak sah.
nl: Onjuiste URLs.
no: Ugyldige URLer.
pl: Niepoprawne URL-e.
pt: URLs Inv·lidos.
pt_br: URLs inválidas.
ro: URL-uri invalide.
ru: Неверный URL
sk: Neplatné URL.
sl: Neveljavni URLji.
sv: Ogiltiga URL:er.
tr: Geçersiz adresler.
uk: Нев╕рн╕ URL.
vi: URL sai.
wa: Hårdêyes nén valåbes.
zh_cn: 无效的URL。
zh_tw: 不正確的 URL。

source: Minimum number is greater than maximum number.
az: Ən az rəqəm ən çox rəqəmdən böyükdür
ca: El número mínim és més gran que el número màxim.
da: Starttallet er større end sluttallet.
de: Die kleinste Nummer ist größer als die größte Nummer.
el: Ελάχιστος αριθμός μεγαλύτερος του μέγιστου αριθμού.
es: Número menor es mejor que número mayor.
et: Alguse number on suurem kui lõpu number.
fi: Alaraja on yl‰rajaa suurempi.
fr: Le nombre minimum est plus grand que le nombre maximum
it: Il numero iniziale è maggiore del numero finale.
ja: 最小値が最大値を上回っています。
ko: 최소 숫자가 최대 숫자보다 큽니다.
ms: Bilangan minima lebih besar daripada bilangan maksima.
nl: Kleinste nummer is groter dan het maximum nummer.
no: Minimumsantall er større enn maksimumsantall.
pl: Liczba pocz±tkowa jest wiêksza od koñcowej.
pt: O n˙mero minimo È maior que o n˙mero m·ximo
pt_br: Número mínimo é maior que o máximo.
ro: Numãrul minim este mai mare decât numãrul maxim.
ru: Минимальное число больше чем максимальное число.
sk: Minimálny poèet je väè¹í ako maximálny.
sl: Najmanjše število je večje od največjega.
sv: Minimum är större än maximum.
tr: Asgari sayý, azami sayýdan fazla.
uk: М╕н╕мальна к╕льк╕сть б╕льша максимально╖.
vi: Số tối thiểu lớn hơn số tối đa.
wa: Li nombe minimom est pus grand kel macsimom.
zh_cn: 最小数字大于最大数字。
zh_tw: 最小值大於最大值。

source: Can't suggest directory as it would not be the same for all URLs.
es: No se puede sugerir directorio por lo que no sería el mismo para todas las URLs
it: Non posso suggerire una directory dato che non è la stessa per tutti gli URL.

source: Part of URL before number:
az: Rəqəmdən əvvəlki URL qismi:
ca: Part de l'URL abans del número:
da: Adressedel før tal:
de: Teil der Adresse vor der NUmmer:
el: Μέρος του URL πριν τον αριθμό:
es: Parte de URL antes del número
et: URLi osa enne numbrit:
fi: URL:n osa ennen numeroa:
fr: Partie de l'URL avant le nombre :
it: Parte dell'URL precedente il numero:
ja: 番号の前の URL 部分:
ko: 숫자 앞의 URL 부분:
ms: Bahagian URL sebelum nombor:
nl: Deel van de URL voor het nummer:
no: Del av URL før tall:
pl: Czê¶æ URL-a przed liczb±:
pt: Parte do URL antes do n˙mero:
pt_br: Parte da URL antes do número:
ro: Partea URL-ului dinaintea numãrului:
ru: Часть URL перед числом:
sk: Èas» URL pred èíslom:
sl: Del URLja pred številko:
sv: Del av URL före tal:
tr: Sayýdan sonra URL bölümü:
vi: Phần URL trước số:
wa: Pårteye del hårdêye divant l' limerô:
zh_cn: 在数字前的部分URL：
zh_tw: 數字前的 URL 部份：

source: Numbers:
az: Rəqəmlər:
ca: Números:
da: Numre:
de: Versuche:
el: Αριθμοί:
es: Números:
et: Numbrid:
fi: Numerot:
fr: Nombres :
it: Numero di tentativi:
ja: 番号:
ko: 숫자:
ms: Bilangan:
nl: Nummers:
no: Antall:
pl: Liczby:
pt: N˙meros:
pt_br: Números:
ro: Numere:
ru: Числа:
sk: Èísla:
sl: Številke:
sv: Siffror:
tr: Sayýlar:
uk: К╕льк╕сть:
vi: Số:
wa: Limerôs:
zh_cn: 数字：
zh_tw: 數字：

source: From:
az: Yollayan:
ca: Des de:
da: Fra:
de: Von:
el: Από:
es: Desde:
et: Alates:
fi: Mist‰:
fr: De :
it: Da:
ja: 転送元:
ko: 최소:
ms: Dari:
nl: Van:
no: Fra:
pl: Od:
pt: De:
pt_br: De:
ro: De la:
ru: От:
sk: Z:
sl: Od:
sv: Från:
tr: Baþlangýç:
uk: З:
vi: Từ:
wa: Di:
zh_cn: 从：
zh_tw: 由：

source: To:
az: Göndərilən:
ca: A:
da: Til:
de: Nach:
el: Έως:
es: A:
et: Kuni:
fi: Mihin:
fr: A :
it: A:
ja: 転送先:
ko: 최대:
ms: Ke:
nl: Tot:
no: Til:
pl: Do:
pt: Para:
pt_br: Até:
ro: Pânã la:
ru: До:
sk: Do:
sl: Do:
sv: Till:
tr: Bitiþ:
uk: На:
vi: Tới:
wa: A:
zh_cn: 到：
zh_tw: 到：

source: Number of digits to pad leading zeroes to:
ca: Nombre de dígits que s'han d'omplir amb zeros inicials:
da: Antal cifre der skal udfyldes med indledende nuller:
de: Anzahl der Ziffern, die mit führenden Nullen gefüllt werden sollen:
el: Αριθμός ψηφίων για την προσθήκη αρχικών μηδενικών:
es: Número de dígitos para rellenar los ceros del encabezamiento
et: Lisada nullid algusesse, kuni kohti on:
fi: Numeroiden lukum‰‰r‰ (etunollia lis‰tt‰ess‰):
fr: Nombre de zéros à mettre avant le chiffre :
it: Numero di zeri prima della cifra:
ja: 0 でパディングした番号桁:
ko: 0으로 채울 자릿수:
nl: Aantal
no: Antall siffer som skal legges til for innledende null:
pl: Minimalna liczba cyfr, z ew. poprzedzaj±cymi zerami:
pt: N˙mero de digitos para encher com zeros:
pt_br: Número de dígitos a completar com zeros à esquerda:
ro: Numãrul de digiþi pentru umplerea zerourilor din faþã:
ru: Число цифр для заполнения нулями:
sk: Poèet èíslic, na ktoré doplni» nulami:
sl: Število vodilnih nul:
sv: Antal siffror att fylla med inledande nollor:
vi: Số con số 0 đệm vào:
zh_cn: 前面填充的零的数目：
zh_tw: 數字前面補上零字後的總位數：

source: Part of URL after number:
az: URL-nin rəqəmdən sonrakı qismi:
ca: Part de l'URL després del número:
da: Adressedel efter tal:
de: Teil der Adresse nach der Nummer:
el: Μέρος του URL μετά τον αριθμό:
es: Parte de URL despues del número
et: URLi osa pärast numbrit:
fi: URL:n osa numeron j‰lkeen:
fr: Partie de l'URL après le nombre :
it: Parte dell'URL dopo il numero:
ja: 番号の後ろの URL 部分:
ko: 숫자 뒤의 URL 부분:
ms: Bahagian URL selepas nombor:
nl: Deel van URL na nummer:
no: Del av URL etter nummer:
pl: Czê¶æ URL-a po liczbie:
pt: Parte do URL a seguir ao n˙mero:
pt_br: Parte da URL depois do número:
ro: Partea URL-ului de dupã numãr:
ru: Часть URL перед числом:
sk: Èas» URL za èíslom:
sl: Del URLja za številko:
sv: Del av URL efter tal:
tr: Sayýdan sonraki URL bölümü:
vi: Phần URL sau số:
wa: Pårteye del hårdêye après l' limerô:
zh_cn: 在数字后的部分URL：
zh_tw: 數字後的 URL 部份：

source: GTM - Numeric Download
es: GTM - Descarga Numérica

source: GTM - Restart selected files
es: GTM - Reiniciar archivos seleccionados
hu: GTM - A kijlelölt fájlok újratöltése

source: The files already downloaded will be erased. Are you sure you want to restart selected files?
az: Endirilmiş faylları silinəcəklərdir. Həqiqətən də seçili faylları yenidən başlatmaq istəyirsiniz?
ca: Els fitxers que ja s'han descarregat s'esborraran. Esteu segur que voleu reiniciar els fitxers seleccionats?
da: De filer som allerede er hentet, vil blive slettet. Er du sikker på at du vil genoptage de valgte filer?
de: Die bereits empfangenen Dateien werden gelöscht. Sind Sie sicher, dass Sie den Download der gewählten Dateien neustarten wollen?
el: Τα αρχεία που έχουν ήδη ληφθεί θα διαγραφούν. Θέλετε σίγουρα να επανεκκινήσετε τα επιλεγμένα αρχεία;
es: Los ficheros que ya se hayan descargado serán borrados. ¿Está seguro de que quiere reiniciar?
et: Juba allalaetud failid kustutatakse. Kas oled kindel, et tahad uuesti alustada?
fi: Jo ladatut tiedostot tullaan poistamaan. Haluatko varmasti aloittaa valitsemiesi tiedostojen latauksen alusta?
fr: Les fichiers déjà importés seront effacés. Êtes vous sur de vouloir réimporter les fichiers sélectionnés ?
hu: A kijelölt fájlok le lesznek törölve. Tényleg újra akarod kezdeni letöltésüket?
it: I file gia' scaricati verranno cancellati. Sei sicuro di voler ripartire con i file selezionati?
ja: 既にダウンロードしたファイルは消去されます。 選択したファイルの転送を本当に再開しますか？
ko: 이미 받은 파일이 지워질 겁니다. 정말 고른 파일을 다시 받으시겠습니까?
ms: Fail tersedia dimuaturun akan dipadam. Anda pasti untuk mengulangi fail dipilih?
nl: De bestanden die al gedownload zijn zullen worden gewist. Wilt u de geselecteerde bestanden echt herstarten?
no: Filene som allerede er lasted ned vil bli slettet. Er du sikker på at du vil gjenoppta de valgte filene?
pl: Ju¿ pobrane pliki zostan± usuniête. Czy na pewno chcesz odnowiæ zaznaczone pliki?
pt: Os ficheiros que puxou v„o ser apagados. Tem a certeza que quer recomeÁar os ficheiros seleccionados?
pt_br: Os arquivos já baixados serão apagados. Deseja realmente reiniciar os arquivos selecionados?
ro: Fiºierele deja descãrcate vor fi ºterse. Chiar doriþi sã descãrcaþi din nou fiºierele selectate?
ru: Уже скачанные файлы будут удалены. Вы действительно хотите перезапустить выделенные файлы?
sk: Súbory, ktoré u¾ sú stiahnuté, budú odstránené. Naozaj chcete re¹tartova» vybrané súbory?
sl: Te datoteke so že prenešene in bodo zbrisane. Ste prepričani, da želite znova začeti prenos izbranih datotek?
sv: Filerna som redan hämtats kommer att tas bort. Är du säker på att du vill starta om de valda filerna?
tr: Þimdiye kadar yüklenen dosyalar silinecektir. Seçili dosyalarýn indirilmesine yeniden baþlansýn mý?
uk: Вже звантажен╕ файли буде стерто. Ви справд╕ хочете розпочати звантаження заново?
vi: Các tập tin được chọn đã bị xóa. Bạn có muốn khởi động lại các tập tin được chọn không?
wa: Les fitchîs ddja aberwetés vont esse disfacés. Estoz seur ki vos vloz rinonder l' aberwetaedjes des tchwezis fitchîs?
zh_cn: 已经下载的文件将被删除。 你确定要重新下载选中的文件吗？
zh_tw: 已經下載的檔案將會被刪除。 你是否確定要重新下載所選擇的檔案？

source: GTM - Remove selected files from list
es: GTM - Eliminar archivos seleccionados de la lista

source: Do you really want to remove selected files from the list?
az: Həqiqətən də seçili faylları siyahıdan çıxartmaq istəyirsiniz?
ca: Segur que voleu eliminar de la llista els fitxers seleccionats?
da: Vil du virkelig fjerne de valgte filer fra listen?
de: Möchten Sie die gewählten Dateien wirklich von der Liste entfernen?
el: Θέλετε σίγουρα να αφαιρέσετε τα επιλεγμένα αρχεία από την λίστα;
es: ¿Quieres realmente eliminar los archivos seleccionados de la lista?
et: Kas sa tahad kindlasti valitud failid nimekirjast eemaldada?
fi: Haluatko todella poistaa valitut tiedostot luettelosta?
fr: Voulez-vous vraiment enlever les fichiers sélectionnés de la liste ?
it: Vuoi veramente eliminare i file selezionati dalla lista?
ja: 本当に選択したファイルを一覧から削除しますか？
ko: 고른 파일을 정말 목록에서 지우시겠습니까?
ms: Anda benar-benar ingin membuang fail dipilih daripada senarai?
nl: Wilt u de geselecteerde bestanden echt uit de lijst verwijderen?
no: Vil du virkelig fjerne de valgte filene fra listen?
pl: Czy na pewno chcesz usun±æ z listy zaznaczone pliki?
pt: Quer mesmo remover os ficheiros seleccionados da lista?
pt_br: Deseja realmente remover os arquivos selecionados da lista?
ro: Chiar doriþi sã ºtergeþi fiºierele selectate din listã?
ru: Вы действительно хотите удалить выделенные файлы из списка?
sk: Naozaj chcete odstráni» vybrané súbory zo zoznamu?
sl: Zares želite izbrane datoteke zbrisati s seznama
sv: Vill du verkligen ta bort de valda filerna från listan?
tr: Listeden seçili dosyalarý silmek istiyor musunuz?
uk: Ви справд╕ хочете вилучити вибран╕ файли з списку?
vi: Bạn có thật sự muốn loại các tập tin được chọn khỏi danh sách không?
wa: Voloz-ve vormint bodjî les tchwezis fitchîs foû del djîvêye?
zh_cn: 你真的要从列表中删除选中的文件吗？
zh_tw: 你是否確定要由列表移除所選擇的檔案？

source: Text
az: Mətn
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
fi: Teksti
fr: Textes
hu: Szöveg
it: Testo
ja: テキスト
ko: 글자
ms: Teks
nl: Tekst
no: Tekst
pl: Napisy
pt: Texto
pt_br: Texto
ru: Текст
sl: Besedilo
tr: Metin
uk: Текст
vi: Chữ
wa: Tecse
zh_cn: 文字
zh_tw: 文字

source: Icons
az: Timsallar
ca: Icones
da: Ikoner
el: Εικονίδια
es: Iconos
et: Ikoonid
fi: Kuvakkeet
fr: Icônes
hu: Ikonok
it: Icone
ja: アイコン
ko: 그림
ms: Ikon
nl: Iconen
no: Ikoner
pl: Ikony
pt: Imagens
pt_br: Imagens
ro: Iconiþe
ru: Пиктограммы
sk: Ikony
sl: Ikone
sv: Ikoner
tr: Simgeler
uk: П╕ктограми
vi: Hình
wa: Imådjetes
zh_cn: 图标
zh_tw: 圖示

source: Both
az: Ikisi də
ca: Les dues coses
da: Begge
de: Beides
el: Και τα δυο
es: Ambos
et: Mõlemad
fi: Molemmat
fr: Icônes + textes
hu: Mindkettõ
it: Entrambi
ja: 両方
ko: 모두
ms: Kedua2
nl: Beide
no: Begge
pl: Napisy i ikony
pt: Ambos
pt_br: Ambos
ro: Amândouã
ru: Оба
sk: Oboje
sl: Oboje
sv: Båda
tr: Her ikisi
uk: Все
vi: Cả hai
wa: Les deus
zh_cn: 都有
zh_tw: 兩者

source: Username:
az: İstifadəçi Adı:
ca: Nom d'usuari:
da: Brugernavn:
de: Benutzername:
el: Όνομα Χρήστη:
es: Nombre de Usuario:
et: Kasutajanimi:
fi: K‰ytt‰j‰tunnus:
fr: Utilisateur :
hu: Felhasználó neve:
ja: アカウント:
ko: 사용자 이름:
ms: Namapengguna:
nl: Gebruikersnaam:
no: Brukernavn:
pl: Nazwa u¿ytkownika:
pt: Utilizador:
pt_br: Usuário:
ro: Nume utilizator:
ru: Имя пользователя:
sk: Pou¾ívateµské meno:
sl: Uporabniško ime:
sv: Användarnamn:
tr: Kullanýcý adý:
uk: Користувач:
vi: Tên người dùng:
wa: No di l' ûzeu:
zh_cn: 用户名：
zh_tw: 使用者名稱：

source: Password:
az: Parol:
ca: Contrasenya:
da: Adgangskode:
de: Passwort:
el: Λέξη Κλειδί:
es: Clave:
et: Parool:
fi: Salasana:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード:
ko: 비밀 번호:
ms: Katalaluan:
nl: Wachtwoord:
no: Passord:
pl: Has³o:
pt: Palavra-chave:
pt_br: Senha:
ro: Parolã:
ru: Пароль:
sk: Heslo:
sl: Geslo:
sv: Lösenord:
tr: Parola:
uk: Пароль:
vi: Mật khẩu:
wa: Mot di passe:
zh_cn: 密码：
zh_tw: 密碼：

source: Interface to connect:
az: Bağlanılacaq ara üz:
ca: Interfície per connectar:
da: Forbindelsesgrænseflade:
de: Zu verbindende Schnittstelle:
el: Προσαρμογέας για σύνδεση:
es: Medio para conectar:
et: Liides, millega ühendada:
fi: Yhdistett‰v‰ liittym‰:
fr: Interface de connection :
hu: Kapcsolódás interfésze:
it: Interfaccia di connessione:
ja: 接続インタフェース:
ko: 연결할 장치:
ms: Antaramuka untuk disambung
nl: Apparaat waarmee verbonden moet worden:
no: Grensesnitt som skal kobles til:
pl: Wykorzystywany interfejs:
pt: Interface para ligar:
pt_br: Interface a conectar:
ro: Conectare la interfaþa:
ru: Интерфейс для подключения:
sk: Pripoji» sa cez rozhranie:
sl: Vmesnik za povezavo:
sv: Gränssnitt som ska användas för anslutning:
tr: Baðlanýlacak arabirim:
uk: ╤нтерфейс з'╓днання:
vi: Giao tiếp cần kết nối:
wa: Eterface po s' raloyî:
zh_cn: 用于连接的接口：
zh_tw: 連接的介面：

source: Check interface time:
es: Comprobar tiempo del medio:
hu: Interfész idejének ellenõrzése:
it: Tempo di controllo dell'interfaccia:

source: Simultaneous:
az: Birlikdə:
ca: Simultani:
da: Samtidige:
de: Gleichzeitig:
el: Ταυτόχρονα:
es: Simultaneos:
et: Paralleelne:
fi: Yht‰aikaisia:
fr: Simultanément :
hu: Szimultán:
it: Simultanei:
ja: 同時転送:
ko: 한번에:
ms: Serentak:
nl: Tegelijkertijd:
no: Samtidig:
pl: Jednocze¶nie:
pt_br: Simultâneos:
ro: Numãrul descãrcãrilor simultane:
ru: Одновременно:
sk: Spoloène:
sl: Hkrati:
sv: Samtidiga:
tr: Ayný anda:
uk: Одночасно:
vi: Đồng thời:
wa: È minme tins:
zh_cn: 同时：
zh_tw: 同時下載檔案數目：

source: Manual stop disables auto download
az: Əllə dayandırma avtomatik endirməni qeyri-fəallaşdırar
ca: L'aturada manual inhabilita la descàrrega automàtica
da: Manuelt stop slår automatisk hentning fra
de: Manueller Stopp deaktiviert den automatischen Empfang
el: Χειροκίνητη διακοπή απενεργοποιεί την αυτόματη λήψη
es: Parada manual deshabilita auto-descarga
et: Manuaalne lõpetamine tühistab automaatse allalaadimise
fi: Manuaalisesti pys‰ytt‰minen poistaa automaattilatauksen k‰ytˆst‰
fr: Stopper manuellement déactive l'auto importation
hu: A kézi megállítás letiltja az automatikus letöltést
it: L'arresto manuale Disabilita il download automatico
ja: 自動ダウンロードの無効をマニュアルで指定する
ko: 그만을 누르면 알아서 받음 끄기
ms: Hentian manual mematikan auto muaturun
nl: Stop handmatig auto download
no: Manuell stopp slår av automatisk nedlasting
pl: Rêczne zatrzymanie unieaktywnia automatyczne pobieranie
pt: Paragem manual desliga o puxar autom·tico
pt_br: Parada manual desabilita auto-download
ro: Oprirea manualã dezactiveazã descãrcarea automatã
ru: Ручная остановка отключает автоскачивание
sk: Ruèné zastavenie zaká¾e automatické s»ahovanie
sl: Ročna ustavitev izključi samodejen sprejem
sv: Manuellt stopp slår av automatisk hämtning
tr: Elle durdurma otomatik indirmeyi kapatýr
uk: Ручна зупинка забороня╓ автозвантаження
zh_cn: 手工停止会取消自动下载
zh_tw: 手動停止下載會同時停用自動下載功能

source: Stop download on link loss
az: Körpü itirilsə endirməni dayandır
ca: Atura la descàrrega en perdre l'enllaç
da: Stop hentning ved tab af forbindelse
de: Den Empfang stoppen, wenn die Verbindung abbricht
el: Διακοπή λήψης σε απώλεια σύνδεσης
es: Parar la descarga al perderse el enlace
et: Lõpeta allalaadimine ühenduse katkemisel
fi: Lopeta lataaminen jos linkki hukkuu
fr: Arrêter l'importation quand la connection est perdue
hu: A letöltés megállítása a kapcsolat megszakadásakor
it: Interrompi il download in assenza di rete
ja: リンクを失った場合のダウンロードを停止する
ko: 주소가 틀렸을 때 받기를 그만둡니다
ms: Henti muaturun bila pautan hilang
nl: Stop de download bij het verliezen van de verbinding
no: Stopp nedlasting tap av link
pl: Zatrzymanie pobierania przy utracie po³±czenia
pt: Parar de puxar no case de perder a ligaÁ„o
pt_br: Parar download em caso de perda de conexão
ro: Opreºte descãrcarea la pierderea legãturii
ru: Остановить скачивание при потере соединения
sk: Zastavi» s»ahovanie pri strate spojenia
sl: Ustavi sprejem ob padcu povezave
sv: Stoppa hämtning vid länkförluster
tr: Baðlantý kesildiðinde indirmeyi durdur
uk: Зупинити звантаження вибраних файл╕в
vi: Dừng tải về những liên kết bị mất
wa: Arester l' aberwetaedje cwand l' loyén est pierdou
zh_cn: 在线路断开时停止下载
zh_tw: 連線中斷時停止下載

source: Default download dir:
az: Əsas endirmə cərgəsi:
ca: Directori de descàrrega per defecte:
da: Forvalgt hentningsmappe:
de: Voreingestelltes Download-Verz:
el: Εξ'ορισμού κατάλογος αποθήκευσης:
es: Directorio de descarga por defecto:
et: Vaikimisi allalaadimise kataloog:
fi: Lataushakemiston oletusarvo:
fr: Répertoire d'importation par défaut :
hu: Alapértelmezett letöltési könyvtár
it: Directory di destinazione predefinita:
ja: デフォルトのダウンロードディレクトリ:
ko: 기본 받기디렉토리:
ms: Dir muaturun default:
nl: Standaard download map:
no: Standard nedlastingskatalog:
pl: Domy¶lny katalog pobierania:
pt: Directoria para puxar por omiss„o:
pt_br: Diretório de download default:
ro: Directorul implicit:
ru: Каталог скачивания по умолчанию:
sk: ©tandardný prieèinok pre s»ahovanie:
sl: Privzet sprejemni imenik:
sv: Standardhämtningskatalog:
tr: Öntanýmlý indirme dizini:
uk: Типовий каталог звантаження:
vi: Thư mục tải mặc định:
wa: Prémetou ridant po-z aberweter:
zh_cn: 默认下载目录：
zh_tw: 預設下載目錄：

source: GTM - Def Download Dir
es: GTM - Directorio de descarga por defecto
hu: GTM - Alapért. letöltési könyvt
