Repository: GNOME/gnome-i18n
Catalog: extra-po/gtm/*.po
Languages: az, ca, da, de, el, es, et, fi, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, wa, zh_cn, zh_tw

source: Presume Protocol:
az: Presym Protokolu:
ca: Assumeix el protocol:
da: Presume-protokol:
de: Protokoll voraussetzen:
el: Υπέθεσε πρωτόκολλο:
et: Eelda protokoll:
fi: Oletusprotokolla:
fr: Protocole présumé :
it: Presumi protocollo:
ja: プロトコルの推測:
ko: 예약 프로토콜:
ms: Protokol Presume:
nl: Voorkeur Protocol:
no: Anta protokoll:
pl: Domniemany protokó³:
pt: Assumir Protocolo:
pt_br: Presumir Protocolo:
ro: Protocolul implicit:
ru: Предполагаемый протокол:
sk: Predpoklada» protokol:
sl: Predpostavi protokol:
sv: Anta detta protokoll:
tr: Kullanýlan Protokol:
wa: Protocole supozé:
zh_cn: 假设协议：
zh_tw: 預設協定：

source: Run command when all downloads completed:
az: Bütün endirmələr bitəndə əmri icra et:
ca: Executa l'ordre quan hagin acabat totes les baixades:
da: Kør kommando når alle hentningerne er færdige:
de: Befehl ausführen wenn alle Downloads abgeschlossen sind:
el: Εκτέλεση εντολής όταν ολοκληρωθούν οι λήψεις:
et: Kui allalaadimine on lõpetatud, käivita käsk:
fi: Kun kaikki lataukset on suoritettu, aja komento:
fr: Exécuter la commande quand toutes les importations sont finies :
ja: ダウンロードが終了したら実行するコマンド:
ms: Laksanakan arahan bila semua pemuaturunan selesai:
nl: Voer commando uit als alle downloads klaar zijn:
no: Kjør kommando når alle nedlastinger har fullført:
pl: Polecenie uruchamiane po zakoñczeniu wszystkich pobrañ:
pt: Correr o comando quando todos os downloads estiverem completados:
pt_br: Executar comando quando todos os downloads terminarem:
ro: Porneºte acest program la terminarea tuturor descãrcãrilor:
sk: Spusti» príkaz po dokonèený v¹etkých s»ahovaní:
sl: Ukaz, ki naj se požene, ko so vsi prenosi zaključeni:
sv: Kör kommando då alla hämtningar är färdiga:
vi: Chạy lệnh khi mọi thứ đã tải xong:
zh_cn: 当所有下载结束时运行命令：
zh_tw: 當所有檔案下載完畢時執行指定：

source: Run Now
az: İndi İşlə
ca: Executa-la ara
da: Kør nu
de: Jetzt ausführen
el: Εκτέλεση Τώρα
et: Käivita kohe
fi: Aja nyt
fr: Exécuter maintenant
ja: 今すぐ実行
ms: Laksanakan sekarang
nl: Start Nu
no: Kjør nå
pl: Uruchom teraz
pt: Correr agora
pt_br: Executar Agora
ro: Porneºte acum
sk: Spusti» teraz
sl: Poženi zdaj
sv: Kör nu
vi: Chạy ngay
wa: Enonder asteure
zh_cn: 现在运行
zh_tw: 現在執行

source: Overriding download dir on URL addition dialogs changes default download dir
az: URL dialoqları yerinə endirmə cərgələri qaəbul etmək əsas endirmə cərgəsini dəyişdirər
ca: Si se sobreescriu el directori de baixada en el diàleg d'addició d'URL, el directori de baixada canvia
da: Overskriver hentningsmappe når adressetilføjelsesvinduer ændrer forvalgt hentningsmappe
el: Αλλαγή εξ'ορισμού καταλόγου αποθήκευσης κατά τον επανακαθορισμό
et: Allalaadimise kataloogi määramine URLi lisamise dialoogis muudab vaikimisi allalaadimise kataloogi
fi: Lataushakemiston kumoavan m‰‰rittelyn antaminen URL:i‰ lis‰tt‰ess‰ muuttaa lataushakemistoa
fr: Un dossier d'importation différent quand vous importez une URL, change le dossier d'importation par défaut
ja: URL 追加ダイアログ上のダウンロード・ディレクトリを上書きすると、デフォルトのダウンロード・ディレクトリを変更する
ms: Penindihan dir muaturun pada dialog penambahan URL akan menukar dir muaturun default
nl: Vraag om nieuw of verander de standaard download map
no: Overstyring av nedlastingskatalog i dialog for tillegg av URL endrer forvalgt nedlastingskatalog
pl: Zmiana domy¶lnego katalogu pobrañ po u¿yciu innego katalogu do pobrania URL-a
pt: Sobrepor o directorio de puxar nas caixas de adicionar URL muda o directoria por omiss„o para os downloads
pt_br: Fornecer diretório nos diálogos Novo ou Inserir mudam diretório padrão de download
ro: Schimbarea directorului de descãrcare schimbã directorul implicit
sk: Predefinovanie prieèinku pre s»ahovanie v dialogu pre pridanie URL zmení ¹tandardný prieèinok pre s»ahovanie
sl: Spreminjanje sprejemnega imenika pri dodajanju URLja spremeni privzet sprejemni imenik
sv: Att åsidosätta hämtningskatalog på URL-tilläggningsdialoger ändrar standardhämtningskatalogen
zh_cn: 在URL附加对话框中的取代下载目录将改变默认的下载目录
zh_tw: 若在新增 URL 的對話窗更改下載目錄會連預設的下載目錄也一起更改

source: File list refresh rate (ms):
az: Fayl siyahısı yenilənmə nisbəti (ms):
ca: Ràtio de refresc de la llista de fitxers (ms):
da: Genopfriskningsinterval for filliste (ms):
de: Intervall (ms) zum Auffrischen der Dateiliste:
el: Χρόνος ανανέωσης λίστας αρχείων (ms):
et: Failide nimekirja värskendamise aeg (ms):
fi: Tiedostoluettelon p‰ivitystiheys (ms):
fr: Rafraîchir la liste toutes les (ms) :
ja: ファイル一覧のリフレッシュ間隔 (ms):
ko: 파일 목록 새로고칠 간격 (1/1000초):
ms: kadar segar senarai fail (ms):
nl: Tijd waarna de lijst bestanden wordt ververst<ms>:
no: Intervall for gjenlesing av filliste (ms):
pl: Czêstotliwo¶æ od¶wie¿ania listy plików (ms):
pt: R·cio de actualizaÁ„o da lista de ficheiros (ms):
pt_br: Taxa de atualização da lista de arquivos (ms):
ro: Reactualizeazã lista de fiºiere la (ms):
ru: Скорость обновления списка файлов (мс):
sk: Obnovovacia frekvencia zoznamu (ms):
sl: Pogostost osveževanja seznama datotek (ms):
sv: Uppdateringsfrekvens för fillista (ms):
tr: Dosya listesi yenileme oraný (ms):
wa: Frécwénce di rafristaedje del djîvêye di fitchîs (e ms):
zh_cn: 文件列表刷新率(毫秒)：
zh_tw: 檔案列表更新速率（毫秒）：

source: Auto hide download info page
az: Endirmə info səhifəsi avtomatik gizləməsi
ca: Amaga automàticament la pàgina d'informació de la descàrrega
da: Skjul automatisk hentningsinfoside
de: Download-Informationen automatisch verbergen
el: Αυτόματη απόκρυψη σελίδας πληροφοριών λήψης
et: Peida allalaadimise info automaatselt
fi: Piilota latauspaneeli automaattisesti
fr: Cacher automatiquement la page d'info d'importation
ja: ダウンロード情報ページを自動的に隠します
ko: 받기 정보 쪽 자동 숨김
ms: auto-sorok laman maklumat muaturun
nl: Automatish verbergen van de download info pagina
no: Skjul informasjonsside for nedlasting automatisk
pl: Automatyczne ukrywanie strony informacji o pobieraniu
pt: Esconder autom·ricamente a p·gina com informaÁ„o do download
pt_br: Auto-ocultar informações de download
ro: Ascunde automat pagina cu informaþii despre descãrcare
ru: Автоматически скрывать страницу информации о скачивании
sk: Automaticky skrýva» informáciu o s»ahovaní
sl: Samodejno skrij stran s podatki o sprejemu
sv: Göm sidan med hämtningsinformation automatiskt
tr: Ýndirme bilgi sayfasýný otomatik gizle
vi: Tự động ẩn trang thông tin tải về
wa: Catchî otomaticmint li pådje d' informåcion so l' abewetaedje
zh_cn: 自动隐藏下载信息页
zh_tw: 自動隱藏下載資訊頁

source: Auto hide download info page timeout (ms):
az: Endirmə info səhifəsi avtomatik gizləmə vaxt dolmasını (ms):
ca: Temps màxim per amagar automàticament la pàgina d'informació de la descàrrega (ms):
da: Tid før automatisk skjulning (ms):
de: Dauer (ms) bis Download-Informationen automatisch ausgeblendet werden:
el: Χρόνος για αυτόματη απόκρυψη σελίδας πληροφοριών λήψης (ms):
et: Info automaatselt peitmise ajalävi (ms):
fi: Latauspaneelin piilotuksen viive (ms):
fr: Temps d'affichage de la page d'info de l'importation (ms) :
ja: ダウンロード情報ページを自動的に隠す間隔 (ms):
ko: 받기 정보 쪽 자동 숨김 시간 (1/1000초):
ms: Auto-sorok hadmasa laman maklumat muaturun (ms):
nl: Tijd waarna de download info pagina wordt verborgen <ms>:
no: Tidsavbrudd for skuling av informasjonsside for nedlasting (ms):
pl: Opó¼nienie ukrywania strony informacji o pobieraniu (ms):
pt: Tempo para esconder autom·ticamente a p·gina com informaÁ„o do download
pt_br: Tempo para auto-ocultar informações de download (ms):
ro: Ascunde pagina cu informaþii dupã (ms):
ru: Задержка скрытия страницы информации о скачивании (мс):
sk: Èas pred automatickým skrytím informácie o s»ahovaní
sl: Samodejno skrij stran s podatki o sprejemu(ms):
sv: Time-out för gömning av sidan med hämtningsinformation (ms):
tr: Ýndirma bilgi sayfasýnýn otomatik gizlenmesi (ms):
wa: Tårdjaedje (e ms) po catchî l' informåcion so l' abewetaedje:
zh_cn: 自动隐藏下载信息页超时(毫秒)：
zh_tw: 自動隱藏下載資訊頁時限（毫秒）：

source: Preferences
az: Xassələr
ca: Preferències
da: Indstillinger
de: Vorlieben
el: Ρυθμίσεις
et: Sätted
fi: Asetukset
fr: Préférences
it: Preferenze
ja: 設定
ko: 선택사항
ms: Keutamaan
nl: Voorkeuren
no: Brukervalg
pl: Preferencje
pt: PreferÍncias
pt_br: Preferências
ro: Preferinþe
ru: Настройки
sk: Nastavenie
sl: Nastavitve
sv: Egenskaper
tr: Tercihler
uk: Параметри
vi: Thông số
wa: Preferinces
zh_cn: 首选项
zh_tw: 偏好

source: Proxy
az: Vəkil Verici
da: Mellemvært
et: Proksi
fi: V‰lityspalvelin
ja: プロキシ
ko: 프록시
ms: Proksi
pl: Po¶rednik
ru: Прокси
sl: Posrednik
sv: Proxyserver
tr: Vekil sunucu
uk: Прокс╕
zh_cn: 代理
zh_tw: 代理伺服器

source: Auto
az: Avtomatik
da: Automatik
de: Automatisch
el: Αυτόματο
et: Automaatne
fi: Automaattinen
ja: 自動
ko: 자동
no: Automatisk
pl: Automat
pt: Autom·tico
ru: Авто
sl: Samodejno
sv: Automatik
tr: Otomatik
uk: Авто
vi: Tự động
wa: Otomatike
zh_cn: 自动
zh_tw: 自動

source: Add files to download
az: Endirimə üçün faylları əlavə et
ca: Afegeix fitxers per descarregar
da: Tilføj filer til hentning
de: Neue Dateien hinzufügen, die heruntergeladen werden sollen
el: Προσθήκη αρχείων για λήψη
et: Lisa failid, mis alla laadida
fi: Lis‰‰ tiedostoja ladattavaksi
fr: Ajouter un fichier à importer
it: Aggiungi un nuovo file da scaricare
ja: ダウンロードするファイルの追加
ko: 새로 받을 파일을 더합니다
ms: Tambah fail untuk dimuaturun
nl: Voeg bestanden toe om te downloaden
no: Legg til filer for nedlasting
pl: Nowe pobierane pliki
pt: Adicionar ficheiros para puxar
pt_br: Inserir arquivos para baixar
ro: Adaugã noi fiºiere la descãrcare
ru: Добавить файлы для скачивания
sk: Prida» súbory pre s»ahovanie
sl: Dodaj datoteke za sprejem
sv: Lägg till filer som ska hämtas
tr: Ýndirilecek dosyalara ekle
uk: Додати файли для звантаження
vi: Thêm tập tin cần tải
wa: Radjouter des fitchîs a-z aberweter
zh_cn: 添加要下载的文件
zh_tw: 加入要下載的檔案

source: Total
az: Toplam
de: Gesamt
el: Σύνολο
et: Kokku
fi: Yhteens‰
hu: Össz
it: Totale
ja: 合計
ko: 전체
ms: Jumlah
nl: Totaal
pl: Ogó³em
ru: Всего
sk: Celkom
sl: Skupaj
sv: Totalt
tr: Toplam
uk: Загалом
vi: Tổng cộng
wa: Totå
zh_cn: 全部
zh_tw: 總共

source: Unsupported protocol - you need wget >= 1.7 for https:
az: Dəstəklənməyən protokol - https üçün wget >= 1.7-yə ehtiyacınız var:
ca: No es permet l'ús d'aquest protocol; us cal el wget >=1.7 per a https:
da: Ikke-understøttet protokol - du skal bruge wget >= 1.7 til https:
de: Ununterstütztes Protokoll - Sie benötigen wget >= 1.7 für https:
el: Μη υποστηριζόμενο πρωτόκολο- απαιτείτε wget >= 1.7 για https:
et: Ei toeta protokolli - https'i toeks vajad wget'i versiooni >= 1.7:
fi: Tukematon protokolla - tarvitset v‰hint‰‰n wget:in version 1.7 https:‰‰ varten:
fr: Protocole non supporté - vous avez besoin de wget >= 1.7 pour https:
ja: サポートしていないプロトコル - https には wget >= 1.7 が必要:
ms: Protokol tidak disokongi - anda perlukan wget >= 1.7 untuk https:
nl: Protocol wordt niet ondersteund - Voor https moet u minimaal wget v1.7 hebben
no: Ustøttet protokoll - du må ha wget >= 1.7 for https:
pl: Nieobs³ugiwany protokó³ - do HTTPS-a potrzebny jest wget >= 1.7:
pt: Protocolo n„o suportado - precisa do wget >= 1.4 para usar https:
pt_br: Protocolo não suportado - precisa wget 1.7 ou superior para https:
ro: Protocol nesuportat - aveþi nevoie de wget >= 1.7 pentru https:
sk: Nepodporovaný protokol - pre https potrebujete wget >= 1.7
sl: Nepodprt protokol - za https potrebujete wget >= 1.7:
sv: Protokollet stöds inte - du behöver wget >= 1.7 för https:
vi: Giao thức chưa hỗ trợ - bạn cần có wget >= 1.7 để dùng https:
wa: Protocole nén sopoirté - i vs fåt wget >= 1.7 pol https:
zh_cn: 不支持的协议―你需要使用 wget >= 1.7 的版本才能支持 https：
zh_tw: 不支援 https: 協定 - 你需要 wget >= 1.7

source: Can't continue download, existing local file conflicts with remote file:
az: Endirməyə davam edə bilmirəm, mövcud yerli fayl uzaq fayllar toqquşur:
ca: No es pot continuar la baixada, el fitxer local existent entra en conflicte amb el fitxer remot:
da: Kan ikke fortsætte hentning, eksisterende lokal fil er i konflikt med fjernfilen:
de: Download kann nicht fortgesetzt werden. Die lokale Datei kollidiert mit der entfernten Datei:
el: Αδυναμία συνέχισης της λήψης, υπάρχει τοπικό αρχείο όμοιο με το απομακρυσμένο:
et: Ei saa allalaadimist jätkata, olemasolev kohalik fail läheks konflikti allalaetava failiga:
fi: Latausta ei voida jatkaa, koska paikallinen tiedosto on ristiriidassa haettavan tiedoston kanssa:
fr: Ne peut continuer l'importation, un fichier sur le disque est en conflit avec le fichier à importer :
ja: ダウンロードが続行できません。ローカルファイルとリモートファイルが衝突しています:
ms: Tak dapat meneruskan muaturun, fail lokal konklik dengan fail remote:
nl: Kan niet verder gaan met downloaden, bestaand lokaal bestand botst met het te downloaden bestand:
no: Kan ikke fortsette nedlasting. Eksisterende lokal fil er i konflikt med ekstern fil:
pl: Nie mo¿na kontynuowaæ pobrania, gdy¿ istniej±cy plik lokalny koliduje ze zdalnym:
pt: N„o consigo continuar o download o ficheiro local entra em conflito com o ficheiro remoto:
pt_br: Impossível continuar o download, arquivo local existente conflita com o arquivo remoto:
ro: Nu pot continua descãrcarea, fiºierul local existent are acelaºi nume cu cel ce trebuie descãrcat
sk: Nie je mo¾né pokraèova» v s»ahovaní, existujúci lokálny súbor neodpovedá vzdialenému súboru:
sl: Ne morem nadaljevati prenosa, obstoječa krajevna datoteka ni skladna z oddaljeno:
sv: Kan inte fortsätta hämtning, lokala filkonflikter med fjärrfil existerar:
vi: Không thể tiếp tục tải về, tập tin cục bộ xung đột với tập tin từ xa:
zh_cn: 无法继续下载，已经存在的本地文件和远程文件冲突：
zh_tw: 無法繼續下載，已存在的本機檔案和遠端檔案有衝突：

source: Can't write to target directory:
az: Hədəf cərgəyə yaza bilmirəm:
ca: No es pot escriure al directori de destí:
da: Kan ikke skrive i destinationsmappen:
de: Ins Zielverzeichnis kann nicht geschrieben werden:
el: Αδυναμία εγγραφής στον κατάλογο αποθήκευσης:
et: Ei saa sihtkataloogi kirjutada:
fi: Kohdehakemistoon ei voida kirjoittaa:
fr: Ne peut écrire dans le répertoire cible :
ja: 対象ディレクトリに書き込めません:
ms: Tak dapat menulis ke direktori sasaran:
nl: Kan niet schrijven naar doelmap:
no: Kan ikke skrive til målkatalog:
pl: Nie mo¿na zapisaæ w katalogu docelowym:
pt: N„o consigo gravar no directÛrio de destino:
pt_br: Impossível gravar no diretório destino:
ro: Nu pot scrie în directorul þintã:
sk: Nepodaril sa zápis do cieµového prieèinku:
sl: Ne morem pisati v ciljni imenik:
sv: Kan inte skriva till målkatalog:
vi: Không thể ghi vào thư mục đích:
wa: Dji n' sai scrire el ridant såme:
zh_cn: 无法写入目标目录：
zh_tw: 無法寫入目標目錄：

source: The GNOME transfer manager applet. http://gtm.sourceforge.net/
ca: La miniaplicació del gestor de transferències del GNOME. http://gtm.sourceforge.net/
da: Applet til Gnome filoverførselshåndtering. http://gtm.sourceforge.net/
de: Das GNOME Transfer Manager Applet. http://gtm.sourceforge.net
el: Το εφαρμογίδιο διαχειριστή μεταφοράς GNOME http://gtm.sourceforge.net/
et: GNOME transfer manager applet. http://gtm.sourceforge.net/
fi: GNOME-siirronhallintasovelma. http://gtm.sourceforge.net/
fr: The GNOME transfert manager applet. http://gtm.sourceforge.net/
hu: A GNOME transfer manager (letöltéskezelõ) applet. http://gtm.sourceforge.net/
it: La applet del GNOME Transfer Manager. http://gtm.sourceforge.net/
ja: GNOME転送マネージャ・アプレット。 http://gtm.sourceforge.net/
ms: Aplet pengurus pemindahan GNOME. http://gtm.sourceforge.net
nl: De GNOME transfer manager applet. http://gtm.sourceforge.net/
no: GNOME filoverføring applet. http://gtm.sourceforge.net/
pl: Aplet mened¿era transmisji dla GNOME http://gtm.sourceforge.net/
pt: A applet GNOME transfer manager. http://gtm.sourceforge.net/
pt_br: Applet do GNOME Transfer Manager. http://gtm.sourceforge.net/
ro: Applet-ul Managerului de Transfer GNOME. http://gtm.sourceforge.net/
ru: Апплет диспетчера перекачки GNOME. http://gtm.sourceforge.net/
sk: Aplet GNOME Správca prenosu. http://gtm.sourceforge.net/
sl: Vstavek upravljalnika prenosov GNOME. http://gtm.sourceforge.net/
sv: GNOME-överföringshanterarappleten. http://gtm.sourceforge.net/
tr: GNOME Transfer Yöneticisi programcýðý http://gtm.sourceforge.net/
uk: GNOME Менеджер перенесення файл╕в. http://gtm.sourceforge.net/
vi: Applet Bộ tải về cho GNOME. http://gtm.sourceforge.net/
wa: L' aplikete do manaedjeu di transfers di GNOME (GTM). http://gtm.sourceforge.net/
zh_cn: GNOME传输管理器插件。 http://gtm.sourceforge.net/
zh_tw: GNOME 檔案傳送管理面板程式。 http://gtm.sourceforge.net/

source: not accepted by GTM
az: GTM qəbul etmir
ca: el GTM no l'accepta
da: ikke accepteret af programmet
de: von GTM nicht angenommen
el: μη αποδεκτό από τον GTM
et: ei ole GTM poolt vastuvõetav
fi: ei saa hyv‰ksynt‰‰ GTM:lt‰
fr: non accepté par GTM
ja: GTM で受け入れない
ms: tak diterima GTM
nl: Niet geaccepteerd door GTM
no: ikke godtatt av GTM
pl: nie zaakceptowane przez GTM-a
pt: n„o aceite pelo GTM
pt_br: não aceito pelo GTM
ro: nu e acceptat de GTM
sk: neakceptované GTM
sl: ni sprejet v GTM
sv: accepteras inte av GTM
vi: không được chấp nhận bởi GTM
wa: nén accepté pa GTM
zh_cn: 不被GTM接受
zh_tw: 不被 GTM 接受

source: Open GTM on network
ja: ネットワーク上の GTM を開く
pt: Abrir o GTM quando existir rede
ro: Porneºte GTM la conectare
sk: Otvori» GTM pre sie»
sv: Öppna GTM på nätverk

source: URL
da: Adresse
de: Adresse
tr: Adres
wa: Hårdêye

source: URL:
da: Adresse:
de: Adresse:
tr: Adres:
wa: Hårdêye:

source: Url:
de: Adresse:
fr: Adresse :
tr: Url adresi:
wa: Hårdêye:

source: URL:
da: Adresse:
de: Adresse:
wa: Hårdêye:

source: S
fi: T
pt: E
uk: С

source: No network connection
et: Võrguühendust ei ole
ms: Tiada sambungan rangkaian

source: Pause starting of auto download
ru: Приостановить начало автоскачивания
uk: Призупинити запуск автозвантаження

source: already exist
it: già presente nella lista
ru: уже в существует
uk: вже ╕сну╓

source: Download Dir
it: Directory di destinazione
ko: 받을 디렉토리
ru: Каталог скачивания
tr: Yükleme Dizini
uk: Каталог звантаження

source: already exists and it was replaced.
tr: zaten var ve üzerine yazýlýyor.

source: Pause robot starting the auto download
ko: 자동받기를 잠깐 멈춥니다

source: _Remove...
hu: _Törlés...

source: Remove selected files
hu: A kiválasztott fájlok törlése

source: Disable proxy
hu: Proxy tiltása

source: Disable auto download
hu: Automatikus letöltés tiltása

source: GTM - Remove selected files
hu: GTM - A kijelölt fájlok törlése

source: Do you really want to remove selected files?
hu: Tényleg törölni szeretnéd a fájlokat?

source: Total size (KB)
hu: Teljes méret (KB)

source: Retrieved (KB)
hu: Letöltött (KB)

source: Remaining (KB)
hu: Vissza (KB)

source: Disable the download dir
hu: A letölési könyvtár tiltása
