Repository: GNOME/gnome-i18n
Catalog: extra-po/gswitchit/*.po
Languages: cs, de, vi

source: Default XKB setting
cs: Implicitní nastavení XKB
de: XKB-Vorgabeeinstellung
vi: Thiết lập XKB mặc định

source: Right Control
cs: Pravý Control
de: Rechte Strg-Taste
vi: Control Phải

source: Left Control
cs: Levý Control
de: Linke Strg-Taste
vi: Control Trái

source: Right Shift
cs: Pravý Shift
de: Rechte Umschalttaste
vi: Shift Phải

source: Left Shift
cs: Levý Shift
de: Linke Umschalttaste
vi: Shift Trái

source: Left Control - Right Control
cs: Levý Control - pravý Control
de: Linke Strg-Taste - Rechte Strg-Taste
vi: Control Trái - Control Phải

source: Left Shift - Right Shift
cs: Levý Shift - pravý Shift
de: Linke Umschalttaste - Rechte Umschalttaste
vi: Shift Trái - Shift Phải

source: Alt - Left Control
cs: Alt - levý Control
de: Alt - Strg. links
vi: Alt - Control Trái

source: Alt - Right Control
cs: Alt - pravý Control
de: Alt - Strg. rechts
vi: Alt - Control Phải

source: Alt - Left Shift
cs: Alt - levý Shift
de: Alt - Umsch. links
vi: Alt - Shift Trái

source: Alt - Right Shift
cs: Alt - pravý Shift
de: Alt - Umsch. rechts
vi: Alt - Shift Phải

source: Control - Left Shift
cs: Control - levý Shift
de: Strg - Umsch. links
vi: Control - Shift Trái

source: Control - Right Shift
cs: Control - pravý Shift
de: Strg - Umsch. rechts
vi: Control - Shift Phải

source: None
cs: Žádný
de: Keine
vi: Không

source: User defined:
cs: Uživatelem definovaný:
de: Benutzerdefiniert:
vi: Định nghĩa người dùng:

source: Cannot grab switchcut. Probably, another instance of the applet is already running.
cs: Nemohu zachytit přepínací zkratku. Možná již běží jiná instance appletu.
de: Wechselkombination konnte nicht ermittelt werden. Möglicherweise läuft bereits eine andere Instanz dieses Applets.
vi: Không thể đoạt switchcut. Có lẽ do một applet tức thời khác đang chạy rồi.

source: translator_credits
cs: Miloslav Trmač <mitr@volny.cz>
de: Christian Neumair <chris@gnome-de.org>
vi: Đóng góp dịch thuật

source: XKB toolkit for GNOME
cs: Sada nástrojů XKB pro GNOME
de: XKB-Toolkit für GNOME
vi: Bộ công cụ XKB cho GNOME

source: GSwitchIt web page @ Sourceforge.net
cs: WWW stránka GSwitchIt @ Sourceforge.net
de: GSwitchIt-Webseite auf Sourceforge.net
vi: Trang web của GSwitchIt @ Sourceforge.net

source: GNOME XKB applet
cs: GNOME applet XKB
vi: Applet XKB của Gnome

source: GNOME XKB applet factory
cs: Generátor GNOME appletu XKB
de: GNOME XKB-Applet-Fabrik

source: GSwitchIt applet
cs: Applet GSwitchIt
vi: Applet của GSwitchIt

source: GSwitchIt applet factory
cs: Generátor appletu GSwitchIt
de: GSwitchIt-Appletfabrik

source: Utility
cs: Nástroj
de: Werkzeug
vi: Tiện ích

source: _About...
cs: _O programu...
de: _Info...
vi: Giới thiệu _về...

source: _Groups
cs: _Skupiny
de: _Gruppen
vi: _Nhóm

source: _Help
cs: _Nápověda
de: _Hilfe
vi: Trợ _giúp

source: _Properties...
cs: _Vlastnosti...
de: _Eigenschaften...
vi: Th_uộc tính...

source: Press your switchcut key(s)..
cs: Stiskněte svou přepínací zkratku(zkratky)..
de: Drücken Sie die gewünschte(n) Wechselkombinations-Taste(n)...
vi: Nhấn phím switchcut của bạn...

source: Make the layout accessible from the applet popup menu ONLY. No way to switch to this layout using the keyboard.
cs: Zpřístupnit toto rozložení JEN z menu appletu. Žádný způsob, jak se na toto rozložení přepnout pomocí klávesnice.
de: Das Layout nur über das Applet-Fenster zugänglich machen. Es gibt keine Möglichkeit, dieses Layout mittels der Tastatur ändern.
vi: Làm cho chỉ truy cập layout từ menu bật lên của applet. Không có cách chuyển tới layout này bằng bàn phím.

source: Secondary
cs: Sekundární
de: Sekundär
vi: Thứ cấp

source: not used
cs: nepoužitý
de: nicht verwendet
vi: không được dùng

source: Failed to init GConf: %s
cs: Nemohu inicializovat GConf: %s
de: GConf konnte nicht initialisiert werden: %s
vi: Không sơ khởi GConf được: %s

source: Apply XKB configuration and quit
cs: Provést konriguraci XKB a skončit
de: Die XKB-Konfiguration anwenden und diesen Dialog beenden
vi: Áp dụng cấu hình XKB và thoát

source: Could not initialize Bonobo
cs: Nemohu inicializovat Bonobo
de: Bonobo konnte nicht initialisiert werden
vi: Không thể sơ khởi Bonobo

source: Failed to init XklConfigRegistry
cs: Nemohu inicializovat XklConfigRegistry
de: XklConfigRegistry konnte nicht initialisiert werden
vi: Không sơ khởi XklConfigRegistry được

source: Bonobo Error
cs: Chyba Bonob
de: Bonobo-Fehler
vi: Lỗi Bonobo

source: Choose the default group (for newly created windows).
cs: Zvolte implicitní skupinu (pro nově vytvořená okna).
de: Die vorgegebene Gruppe (für neu erstellte Fenster) wählen.
vi: Chọn nhóm mặc định (cho các cửa sổ được tạo mới).

source: Choose the switchcut.
cs: Zvlože přepínací zkratku.
de: Die Wechselkombination wählen.
vi: Chọn switchcut.

source: Enable _beep
cs: Povolit _pípnutí
de: _Pieptston ausgeben
vi: Cho kêu _bíp

source: GSwitchIt Properties
cs: Vlastnosti GSwitchIt
de: Eigenschaften von GSwitchIt
vi: Thuộc tính GSwitchIt

source: Keep separate group for each application window.
cs: Udržovat oddělenou skupinu pro každé okno aplikace.
de: Gruppen getrennt für jedes Anwendungsfenster vorhalten.

source: Keep the state of indicators separately for each application window.
cs: Udržovat stav indikátorů odděleně pro každé okno aplikace.
de: Den Zustand der Anzeiger getrennt für jedes Anwendungsfenster vorhalten.
vi: Giữ trạng thái của các bộ hiển thị riêng biệt cho từng cửa sổ ứng dụng.

source: Save/restore _indicators with group
cs: Ukládat/obnovovat _indikátory se skupinou
de: _Anzeiger zusammen mit der Gruppe speichern / wiederherstellen
vi: Lưu/Khôi phục bộ _hiển thị theo nhóm

source: Separate _group for each window
cs: Oddělená _skupina pro každé okno
de: Gesonderte _Gruppe für jedes Fenster

source: Use the system beep to indicate the switch.
cs: Použít systémové pípnutí pro indikaci přepnutí.
de: Den System-Lautsprecher verwenden, um einen Wechsel anzuzeigen.
vi: Dùng tiếng bíp hệ thống để chỉ thị switch.

source: _Default group
cs: _Implicitní skupina
de: _Vorgabegruppe

source: _Switch shortcut
cs: _Přepínací zkratka
de: _Wechselkombination
vi: Lối tắt _Switch

source: Choose the layout.
cs: Zvolte rozložení.
de: Day Layout wählen
vi: Chọn layout.

source: Choose the layout. Note: one layout can provide several groups.
cs: Zvolte rozložení. Poznámka: jedno rozložení může poskytovat několik skupin.
de: Bitte wählen Sie das Layout. Hinweis: Ein Layout kann mehrere Gruppen betreffen.
vi: Chọn layout. Lưu ý: một layout có thể cung cấp vài nhóm.

source: Choose the model of the keyboard (brand, number of keys, etc.).
cs: Zvolte model klávesnice (značka, počet kláves atd.).
de: Wählen Sie das Tastaturmodell (Marke, Tastenanzahl, usw.).
vi: Chọn model của bàn phím (brand, số phím, v.v...).

source: Clear
cs: Vymazat
de: Löschen
vi: Xóa sạch

source: Clear.
cs: Vymazat.
de: Löschen.
vi: Xóa sạch.

source: General
cs: Obecné
de: Allgemein
vi: Chung

source: Keyboard _model:
cs: _Model klávesnice:
de: Tastatur_modell:
vi: _Model bàn phím:

source: Options 1
cs: Možnosti 1
de: Optionen 1
vi: Tùy chọn 1

source: Options 2
cs: Možnosti 2
de: Optionen 2
vi: Tùy chọn 2

source: Preview
cs: Náhled
de: Vorschau
vi: Xem trước

source: This version of XFree86 does not support multiple layouts, so only one layout can be choosen.
cs: Tato verze XFree86 nepodporuje více rozložení, takže může být zvoleno jen jedno rozložení.
de: Diese XFree86-Version unterstützt keine Mehrfach-Layouts. Daher können Sie lediglich ein Layout verwenden.
vi: Phiên bản XFree86 này không hỗ trợ đa layouts, nên chỉ chọn được một layout.

source: To _default
cs: _Implicitní
de: Auf _Vorgabe
vi: Thành _mặc định

source: To _fit
cs: _Vmístit
de: In Fenster _einpassen
vi: Để _vừa khít

source: Update the preview. Can take some time.
cs: Aktualizovat náhled. Může to chvilku trvat.
de: Die Vorschau aktualisieren. Kann einige Zeit in Anspruch nehmen.
vi: Cập nhật Xem trước. Có thể mất chút thời gian.

source: Use custom XKB settings, ignore global configuration set in XF86Config.
cs: Použít vlastní nastavení XKB, ignorovat globální konfiguraci nastavenou v XF68Config.
de: Benutzerdefinierte XKB-Einstellungen verwenden und die globalen aus der XFree86-Konfigurationsdatei übergehen.
vi: Dùng thiết lập XKB mặc định, bỏ qua thiết lập cấu hình toàn cục trong XF86Config.

source: Use global XKB configuration set in XF86Config.
cs: Použít globální konfiguraci XKB nastavenou v XF86Config.
de: Globale XKB-Einstellungen aus der XFree86-Konfigurationsdatei verwenden.
vi: Dùng thiết lập cấu hình mặc định trong XF86Config.

source: XKB Properties
cs: Vlastnosti XKB
de: Eigenschaften von XKB
vi: Thuộc tính XKB

source: XKB settings:
cs: Nastavení XKB:
de: XKB-Einstellungen:
vi: Thiết lập XKB:

source: Zoom
cs: Zvětšení
de: Vergrößerung
vi: Phóng to/nhỏ

source: Zoom in.
cs: Zvětšit.
de: Die Ansicht vergrößern.
vi: Phóng to.

source: Zoom out.
cs: Zmeněit.
de: Die Ansicht verkleinern.
vi: Thu nhỏ.

source: Zoom to default.
cs: Implicitní zvětšení.
de: Die Vorgabe-Vergrößerung verwenden.
vi: Phóng theo mặc định.

source: Zoom to fit.
cs: Vmístit.
de: Die Ansichtsgröße an die Fenstergröße anpassen.
vi: Phóng cho vừa.

source: _Custom
cs: _Vlastní
de: _Benutzerdefiniert
vi: Tù_y thích

source: _Global Preconfigured
cs: _Globálně přednastavené
de: _Global vorkonfiguriert
vi: Tiền lập toàn _cục

source: _In
cs: Z_většit
de: Ansicht ver_größern
vi: T_o

source: _Layouts:
cs: _Rozložení:

source: _Out
cs: Z_menšit
de: Ansicht ver_kleinern
vi: _Nhỏ

source: _Update preview
cs: _Aktualizovat náhled
de: Vorschau _aktualisieren
vi: Cậ_p nhật Xem trước

source: Grave
de: Grab

source: Copyright Sergey V. Udaltsov (C) 1999-2002
de: © 1999-2002 Sergey V. Udaltsov
vi: Bản quyền Sergey V. Udaltsov (C) 1999-2002
