Repository: GNOME/gnome-i18n
Catalog: extra-po/gdm2beta5/*.po
Languages: de, fr, hu, sv, tr, uk

source: gdm_config_parse: No configuration file: %s. Aborting.
de: gdm_config_parse: Keine Konfigurationsdatei: %s. Breche ab.
fr: gdm_config_parse: Pas de fichier de configuration: %s. Abandon.
hu: gdm_config_parse: Nincs %s beállítás fájl. Mûvelet megszakítása.
sv: gdm_config_parse: Ingen konfigurationsfil kunde hittas: %s. Avbryter.
tr: gdm_config_parse: %s ayar dosyasý yok . Çýkýyorum .
uk: gdm_config_parse: Нема╓ файлу конф╕гурац╕╖: %s. Зупинка.

source: gdm_config_parse: No greeter specified.
de: gdm_config_parse: Es wurde kein Greeter angegeben
hu: gdm_config_parse: Az üdvözlõ nem lett megadva.
sv: gdm_config_parse: Ingen hälsare angiven.
tr: gdm_config_parse: Tanýtlayýcý belirtilmedi bulunamadý.
uk: gdm_config_parse: Не вказано прив╕тання.

source: gdm_config_parse: No authdir specified.
de: gdm_config_parse: Es wurde kein authdir
hu: gdm_config_parse: A jogkönyvtár nincs megadva.
sv: gdm_config_parse: Ingen authdir angiven.
tr: gdm_config_parse: Izin dizini belirtilmedi .
uk: gdm_config_parse: Не вказано католог авторизиц╕╖.

source: gdm_config_parse: No sessions directory specified.
de: gdm_config_parse: Kein Sitzungsverzeichnis angegeben
hu: gdm_config_parse: A session könyvtár nincs megadva.
sv: gdm_config_parse: Inga sessions-kataloger angivna.
tr: gdm_config_parse : Oturum dizini belirtilmedi .
uk: gdm_config_parse: Не вказано каталог санс╕в.

source: gdm_config_parse: Invalid server line in config file. Ignoring!
de: gdm_config_parse: Ungültige Server-Zeile in Konfigurationsdatei. Ignoriere.
fr: gdm_config_parse: Ligne du server invalide dans le fichier de configuration. Ignore.
hu: gdm_config_parse: Érvénytelen kiszolgáló sor a beállításokban. Figyelmen kívül hagytam!
sv: gdm_config_parse: Ogiltig server-rad i konfigurationsfil. Ignorerar!
tr: gdm_config_parse: Ayar dosyasýnda geçersiz sunucu satrý bulundu . Bunu atlatýyorum !
uk: gdm_config_parse: Нев╕рний рядок сервера в файл╕ конф╕гурац╕╖. Про╕гноровано!

source: gdm_config_parse: XDMCP disabled and no local servers defined. Aborting!
de: gdm_config_parse: XDMCP abgeschalten und keine lokalen Server definiert. Breche ab!
hu: gdm_config_parse: Az xdmcp ki van kapcsolva és nincs helyi kiszolgáló megadva. Mûvelet megszakítása.
sv: gdm_config_parse: XDMCP avaktiverat och inga lokala servrar är definierade. Avbryter!
tr: gdm_config_parse : Xdmcp kapatýldý ve hiç bir yerel sunucu belirtilmedi.Çýkýyorum!
uk: gdm_config_parse: XDMCP вимкнено, а локальний сервер не визначений. Зупинка!

source: gdm_config_parse: Can't find the gdm user (%s). Aborting!
de: gdm_config_parse: Kann den gdm-Benutzer (%s) nicht finden. Breche ab!
fr: gdm_config_parse: Impossible de trouver l'utilisateur gdm (%s). Abandon!
hu: gdm_config_parse: Nem találom a gdm felhasználóját (%s). Mûvelet megszakítása.
sv: gdm_config_parse: Kan inte hitta gdm-användaren (%s). Avbryter!
tr: gdm_config_parse: gdm kullanýcýsýcý (%s) bulamadým . Çýkýyorum !
uk: gdm_config_parse: Не знайдено власника gdm (%s). Зупинка!

source: gdm_config_parse: The gdm user should not be root. Aborting!
de: gdm_config_parse: Der gdm-Benutzer sollte nicht root sein. Breche ab.
fr: gdm_config_parse: L'utilisateur gdm ne doit pas être root. Abandon!
hu: gdm_config_parse: A gdm felhasználó nem lehetne a root. Mûvelet megszakítása.
sv: gdm_config_parse: gdm-användaren ska inte vara root. Avbryter!
tr: gdm_config_parse : gdm kullanýcýsýnýn 'root' olmamasý lazým . Çýkýyorum .
uk: gdm_config_parse: root не может бути власником gdm. Зупинка!

source: gdm_config_parse: Can't find the gdm group (%s). Aborting!
de: gdm_config_parse: Kann die gdm-Gruppe (%s) nicht finden. Breche ab!
fr: gdm_config_parse: Impossible de trouver le groupe gdm (%s). Abandon!
hu: gdm_config_parse: Nem találom a gdm csoportját (%s). Mûvelet megszakítása.
sv: gdm_config_parse: Kan inte hitta gdm-gruppen (%s). Avbryter!
tr: gdm_config_parse: gdm grubunu (%s) bulamadým . Çýkýyorum !
uk: gdm_config_parse: Не знайдено групу gdm (%s). Зупинка!

source: gdm_config_parse: The gdm group should not be root. Aborting!
de: gdm_config_parse: Die gdm-Gruppe sollte nicht root sein. Breche ab.
fr: gdm_config_parse: Le groupe gdm ne doit pas être root. Abandon!
hu: gdm_config_parse: A gdm csoportja nem lehetne root. Mûvelet megszakítása.
sv: gdm_config_parse: gdm-gruppen ska inte vara root. Avbryter!
tr: gdm_config_parse : gdm grubu 'root' olmamasý lazým . Çýkýyorum .
uk: gdm_config_parse: gdm ма╓ не належати груп╕ root. Зупинка!

source: gdm_config_parse: Authdir %s does not exist. Aborting.
de: gdm_config_parse: Authdir %s existiert nicht. Breche ab.
fr: gdm_config_parse: Le répertoire Authdir %s n'existe pas. Abandon.
hu: gdm_config_parse: A %s jogkönyvtár nem létezik. Mûvelet megszakítása.
sv: gdm_config_parse Authdir %s existerar inte. Avbryter.
tr: gdm_config_parse: %s izin dizini yok . Çýkýyorum .
uk: gdm_config_parse: Каталогу авторизац╕╖ %s не ╕сну╓. Зупинка.

source: gdm_config_parse: Authdir %s is not a directory. Aborting.
de: gdm_config_parse: Authdir %s ist kein Verzeichnis. Breche ab.
fr: gdm_config_parse: Authdir %s n'est pas un répertoire. Abandon.
hu: gdm_config_parse: A %s jogkönyvtár nem könyvtár. Mûvelet megszakítása.
sv: gdm_config_parse: Authdir %s är inte en katalog. Avbryter.
tr: gdm_config_parse: %s izin dizini deðil . Çýkýyorum .
uk: gdm_config_parse: Каталог авторизац╕╖ %s - не каталог. Зупинка.

source: gdm_config_parse: Authdir %s is not owned by root, group %s. Aborting.
de: gdm_config_parse: Authdir %s gehört nicht root und Gruppe %s. Breche ab.
hu: gdm_config_parse: A %s jogkönyvtár nem a root és a %s csoport tulajdonában van. Mûvelet megszakítása.
sv: gdm_config_parse: Authdir %s ägs inte av root, grupp %s. Avbryter.
tr: gdm_config_parse: %s izin dizini root'un (grup %s) deðil . Çýkýyorum .
uk: gdm_config_parse: Каталог авторизац╕╖ %s не належить root, груп╕ %s. Зупинка.

source: gdm_config_parse: Authdir %s has wrong permissions. Should be 750. Aborting.
de: gdm_config_parse: Authdir %s hat falsche Zugriffsrechte. Sollte 750 sein. Breche ab.
fr: gdm_config_parse: Authdir %s a de mauvais droits d'accès. Les permissions devraient être fixées à 750. Abandon.
hu: gdm_config_parse: A %s jogkönyvtár jogai rosszak. 750 kellene legyen. Mûvelet megszakítása.
sv: gdm_config_parse: Authdir %s har felaktiga rättigheter. Ska vara 750. Avbryter.
tr: gdm_config_parse: . %s izin dizinin yanlýþ eriþim haklarý var . 750 olmasý lazým .
uk: gdm_config_parse: Каталог авторизац╕╖ %s ма╓ не в╕рн╕ права. Мають бути 750. Зупинка.

source: gdm_daemonify: fork() failed!
de: gdm_daemonify: fork() fehlgeschlagen!
fr: gdm_daemonify: échec du fork()!
hu: gdm_daemonify: fork() sikertelen!
sv: gdm_daemonify: fork() misslyckades!
tr: gdm_daemonify: fork() baþarýsýz oldu !
uk: gdm_daemonify: невдалий виклик fork()!

source: gdm_daemonify: setsid() failed: %s!
de: gdm_daemonify: setsid() fehlgeschlagen: %s!
fr: gdm_daemonify: échec de setid(): %s!
hu: gdm_daemonify: setsid() sikertelen: %s!
sv: gdm_daemonify: setsid() misslyckades: %s!
tr: gdm_daemonify: setsid() baþarýsýz oldu (%s) !
uk: gdm_daemonify: невдалий виклик setsid(): %s!

source: gdm_child_handler: Server slave %s exited
de: gdm_child_handler: Prozeß %s verlassen.
hu: gdm_child_handler: A kiszolgáló %s partnere kiszállt
sv: gdm_child_handler: Serverslav %s avslutades
tr: gdm_child_handler: Sunucu altiþlemi %s bitirildi
uk: gdm_child_handler: Вийшов вторинний сервер %s

source: gdm_child_handler: Aborting display %s due to server failure
de: gdm_child_handler: Breche Display %s wegen Server-Fehler ab
hu: gdm_child_handler: A %s képernyõ megszûnik szerverhiba miatt
sv: gdm_child_handler: Avbryter vy %s p.g.a. serverfel
tr: gdm_child_handler : %s ekranýndan çýkýyorum
uk: gdm_child_handler: Авар╕йне в╕д'╓днання в╕д дисплея %s через помилку сервера

source: gdm_child_handler: Aborting display %s
de: gdm_child_handler: Breche Display %s ab
hu: gdm_child_handler: A %s képernyõ megszûnik
sv: gdm_child_handler: Avbryter vy %s
tr: gdm_child_handler: %s ekranýndan çýkýyorum
uk: gdm_child_handler: Авар╕йне в╕д'╓днання в╕д дисплея %s

source: gdm_child_handler: Master rebooting...
de: gdm_child_handler: Master bootet neu...
hu: gdm_child_handler: A kiszolgáló újraindul...
sv: gdm_child_handler: Master startar om...
tr: gdm_child_handler: Kaptan yeniden baþlatýyor ...
uk: gdm_child_handler: Системне перевантаження...

source: gdm_child_handler: Reboot failed: %s
de: gdm_child_handler: Neustart fehlgeschlagen: %s
hu: gdm_child_handler: Az újraindítás sikertelen: %s
sv: gdm_child_handler: Omstart misslyckades: %s
tr: gdm_child_handler: yeniden baþlama baþarýsýz oldu : %s
uk: gdm_child_handler: Перевантаження не вдалося: %s

source: gdm_child_handler: Master halting...
de: gdm_child_handler: Master hält an...
hu: gdm_child_handler: A kiszolgáló leáll...
sv: gdm_child_handler: Master stannar...
tr: gdm_child_handler: Kaptan kapatmasý ...
uk: gdm_child_handler: Системна зупинка...

source: gdm_child_handler: Halt failed: %s
de: gdm_child_handler: Anhalten fehlgeschlagen: %s
hu: gdm_child_handler: A leállítás sikertelen: %s
sv: gdm_child_handler: Kunde inte stanna: %s
tr: gdm_child_handler: Kapatma baþarýsýz oldu : %s
uk: gdm_child_handler: Зупинка не вдалася: %s

source: Only root wants to run x^hgdm
de: Nur root darf x^hgdm starten
hu: Csak a root futtathatja az x^hgdm-et
sv: Endast root ska köra x^gdm
tr: Sadece 'root' x^hgdm'i çalýþtýrmak istiyor
uk: Лише root може запустити x^hgdm

source: gdm already running. Aborting!
de: gdm läuft schon. Breche ab!
hu: gdm már fut. Mûvelet megszakítása!
sv: gdm körs redan. Avbryter!
tr: gdm zaten çalýþýyoru. Çýkýyorum!
uk: gdm вже запущено. Зупинка!

source: gdm_main: Error setting up TERM signal handler
de: gdm_main: Fehler beim Einrichten des TERM-Signalhandlers
fr: gdm_main: Erreur lors de la configuration de la procédure de prise en charge du signal TERM
hu: gdm_main: Hiba a TERM jelzés kezelésének beállításakor
sv: gdm_main: Fel vid installering av TERM signal-hanterare
tr: gdm_main : TERM sinyal yöneticisini kuramadým
uk: gdm_main: Помилка встановлення обробника сигналу TERM

source: gdm_main: Error setting up INT signal handler
de: gdm_main: Fehler beim Einrichten des INT-Signalhandlers
fr: gdm_main: Erreur lors de la configuration de la procédure de prise en charge du signal INT
hu: gdm_main: Hiba az INT jelzés kezelésének beállításakor
sv: gdm_main: Fel vid installering av TERM signal-hanterare
tr: gdm_main : INT sinyal yöneticisini kuramadým
uk: gdm_main: Помилка встановлення обробника сигналу INT

source: gdm_main: Error setting up CHLD signal handler
de: gdm_main: Fehler beim Einrichten des CHLD-Signalhandlers
fr: gdm_main: Erreur lors de la configuration de la procédure de prise en charge du signal CHLD
hu: gdm_main: Hiba a CHLD jelzés kezelésének beállításakor
sv: gdm_main: Fel vid installering av CHLD signal-hanterare
tr: gdm_main : CHLD sinyal yöneticisini kuramadým
uk: gdm_main: Помилка встановлення обробника сигналу CHLD

source: gdm_display_manage: Failed forking gdm slave process for %d
de: gdm_display_manage: Forken des gdm-Slave-Prozesses für %d fehlgeschlagen
fr: gdm_display_manage: Échec à la création du processus esclave gdm pour %d
hu: gdm_display_manage: A %d képernyõ alárendelt folyamatát nem sikerült elindítani.
sv: gdm_display_manage: Kunde klona gdm-slav-process för %d
tr: gdm_display_manage : %d için madun gdm iþlemini baþlatamadým
uk: gdm_display_manage: Не вдалося розгалудити допом╕жний процес gdm для %d

source: gdm_auth_user_file: Could not open cookie file %s
de: gdm_auth_user_file: Konnte Cookiedatei %s nicht öffnen
hu: gdm_auth_user_file: Nem tudtam megnyitni a %s cookie fájlt.
sv: gdm_auth_user_file: Kunde inte öppna cookie-filen %s
tr: gdm_auth_user_file : %s çerez dosyasýný açamadým
uk: gdm_auth_user_fule: Не вдалося в╕дкрити файл cookie %s

source: %s: Directory %s does not exist.
de: %s: Verzeichnis %s existiert nicht.
hu: %s: A(z) %s könyvtár nem létezik.
sv: %s: Katalogen %s finns inte.
tr: %s : %s dizini yok .
uk: %s: Каталог %s не ╕сну╓.

source: %s: %s is not owned by uid %d.
de: %s: %s gehört nicht der UID %d.
fr: %s: %s n'appartient pas à l'uid %d. Ignore.
hu: %s: A(z) %s tulajdonosa nem a(z) %d uid.
sv: %s: %s ägs inte av uid %d.
tr: %s : %d %s'nin sahibi deðil .
uk: %s: %s не належить uid %d.

source: %s: %s is writable by group.
de: %s: %s ist beschreibbar durch Gruppe.
fr: %s: %s peut être modifié par les membres du groupe. Les droits d'accès devraient être 644. Ignore.
hu: %s: A(z) %s a csoport számára írható.
sv: %s: %s kan skrivas av grupp/annan.
tr: %s : %s gruptan yazýlabilir .
uk: %s: Заи╕с %s дозволений груп╕.

source: %s: %s is writable by other.
de: %s: %s ist beschreibbar durch Andere.
fr: %s: %s peut être modifié par d'autres utilisateurs. Les droits d'accès devraient être 755. Ignore.
hu: %s: A(z) %s mások számára írható.
sv: %s: %s kan skrivas av grupp/annan.
tr: %s : %s baþkalardan yazýlabilir .
uk: %s: Запис в %s дозволений сторонн╕м.

source: %s: %s is not a regular file.
de: %s: %s ist keine reguläre Datei.
fr: %s: %s n'est pas un fichier. Ignore.
hu: %s: A(z) %s nem általános fájl.
sv: %s: %s är inte en vanlig fil.
tr: %s : %s normal bir dosya deðil
uk: %s: %s не ╓ звичайним файлом.

source: %s: %s is writable by group/other.
de: %s: %s ist beschreibbar durch Gruppe/Andere.
fr: %s: %s peut être modifié par d'autres utilisateurs. Les droits d'accès devraient être 755. Ignore.
hu: %s: A(z) %s írható a csoport/mások számára.
sv: %s: %s kan skrivas av grupp/annan.
tr: %s : %s gruptan ve baþkalardan da yazýlabilir .
uk: %s: Запис в %s дозволений груп╕/сторонн╕м.

source: %s: %s is bigger than sysadmin specified maximum file size.
de: %s: %s ist größer als die vom Systemadministrator festgelegte maximale Dateigröße.
fr: %s: %s est plus grand que la taille maximum de fichiers définie par l'administrateur système. Ignore.
hu: %s: A(z) %s nagyobb, mint a rendszergazda által megadott maximális fájl mérete.
sv: %s: %s är större än den av sysadmin specificerade maximala filstorleken.
tr: %s sistem yöneticisinin belirttiði azami boyutndan daha büyük : %s
uk: %s: %s б╕льше дозволеного системним адм╕н╕стратором розм╕ру.

source: gdm_server_start: Failed forking slave process for %d
de: gdm_server_start: Forken des gdm-Slave-Prozesses für %d fehlgeschlagen
hu: gdm_server_start: %d gyermek folyamatát nem sikerült elindítani.
sv: gdm_server_start: Kunde klona slav-process för %d
tr: gdm_display_start : %d için madun gdm iþlemini baþlatamadým
uk: gdm_server_start: Не вдалося розгалудити допом╕жний процес для %d

source: gdm_server_start: Error setting up TERM signal handler
de: gdm_server_start: Fehler beim Einrichten des TERM-Signalhandlers
hu: gdm_server_start: Hiba a TERM jelzés kezelésének beállításakor
sv: gdm_server_start: Fel vid installering av TERM-signalhanterare
tr: gdm_server_start : TERM sinyal yöneticisini kurarken bir hata oluþtu
uk: gdm_server_start: Помилка встановлення обробника сигналу TERM

source: gdm_server_start: Error setting up INT signal handler
de: gdm_server_start: Fehler beim Einrichten des INT-Signalhandlers
hu: gdm_server_start: Hiba az INT jelzés kezelésének beállításakor
sv: gdm_server_start: Fel vid installering av INT-signalhanterare
tr: gdm_server_start : INT sinyal yöneticisini kurarken bir hata oluþtu
uk: gdm_server_start: Помилка встановлення обробника сигналу INT

source: gdm_server_start: Error setting up HUP signal handler
de: gdm_server_start: Fehler beim Einrichten des HUP-Signalhandlers
hu: gdm_server_start: Hiba a HUP jelzés kezelésének beállításakor
sv: gdm_server_start: Fel vid installering av HUP-signalhanterare
tr: gdm_server_start : HUP sinyal yöneticisini kurarken bir hata oluþtu
uk: gdm_server_start: Помилка встановлення обробника сигналу HUP

source: gdm_server_start: Error setting up USR1 signal handler
de: gdm_server_start: Fehler beim Einrichten des USR1-Signalhandlers
fr: gdm_server_start: Erreur lors de la configuration de la procédure de prise en charge du signal USR1
hu: gdm_server_start: Hiba az USR1 jelzés kezelésének beállításakor
sv: gdm_server_start: Fel vid installering av USR1-signalhanterare
tr: gdm_server_start : USR1 sinyal yöneticisini kurarken bir hata oluþtu
uk: gdm_server_start: Помилка встановлення обробника сигналу USR1

source: gdm_server_start: Error setting up CHLD signal handler
de: gdm_server_start: Fehler beim Einrichten des CHLD-Signalhandlers
hu: gdm_server_start: Hiba a CHLD jelzés kezelésének beállításakor
sv: gdm_server_start: Fel vid installering av CHLD-signalhanterare
tr: gdm_server_start : CHLD sinyal yöneticisini kurarken bir hata oluþtu
uk: gdm_server_start: Помилка встановлення обробника сигналу CHLD

source: gdm_server_start: Error setting up ALRM signal handler
de: gdm_server_start: Fehler beim Einrichten des ALRM-Signalhandlers
hu: gdm_server_restart: Hiba az ALRM jelzés kezelésének beállításakor
sv: gdm_server_start: Fel vid installering av ALARM-signalhanterare
tr: gdm_server_start : ALRM sinyal yöneticisini kurarken hata oldu
uk: gdm_server_start: Помилка встановлення обробника сигналу ALRM

source: gdm_server_spawn: Could not open logfile for display %s!
de: gdm_server_spawn: Konnte Logdatei für Display %s nicht öffnen!
hu: gdm_server_spawn: Nem tudom megnyitni a %s képernyõhöz tartozó naplófájlt!
sv: gdm_server_spawn: Kunde inte öppna loggfilen för vyn %s!
tr: gdm_server_spawn : %s ekraný için kayýt dosyasýný açamadým!
uk: gdm_server_spawn: Не вдалося в╕дкрити файл журналу для дисплея %s!

source: gdm_server_spawn: Error setting USR1 to SIG_IGN
de: gdm_server_spawn: Fehler beim Versuch, USR1 auf SIG_IGN zu setzen
hu: gdm_server_spawn: Hiba az USR1 SIG_IGN-hoz rendelésekor
sv: gdm_server_spawn: Kunde inte sätta USR1 till SIG_IGN
tr: gdm_server_spawn : USR1'i SIG_IGN'e atlatamadým
uk: gdm_server_spawn: Помилка при встановленн╕ USR1 до SIG_IGN

source: gdm_server_spawn: X server not found: %s
de: gdm_server_spawn: X-Server nicht gefunden: %s
hu: gdm_server_spawn: A %s X kiszolgáló nem található.
sv: gdm_server_spawn: X-servern kan inte hittas: %s
tr: gdm_server_spawn : X-sunucusu bulunamadý : %s
uk: gdm_server_spawn: Не знайдено X-сервер: %s

source: gdm_server_spawn: Can't fork X server process!
de: gdm_server_spawn: Kann X-Serverprozeß nicht forken!
hu: gdm_server_spawn: Nem tudom indítani az X kiszolgáló folyamatot!
sv: gdm_server_spawn: Kan klona X-serverprocessen!
tr: gdm_server_spawn : Xsunucusu iþlemini fork edemedim !
uk: gdm_server_spawn: Не вдалося розгалудити процесс X-сервера!

source: gdm_slave_init: Failed starting local X server
de: gdm_slave_init: Starten des lokalen X-Servers fehlgeschlagen!
hu: gdm_slave_init: A helyi X kiszolgáló indítása sikertelen.
sv: gdm_exec_init: Misslyckades att starta lokal X-server
tr: gdm_exec_script : Yerel X sunucusunu baþlatamadým
uk: gdm_slave_init: Запуск локального X-сервера не вдався: %s

source: gdm_slave_init: Error setting up TERM/INT signal handler
de: gdm_slave_init: Fehler beim Einrichten des TERM/INT-Signalhandlers
fr: gdm_slave_init: Erreur lors de la configuration de la procédure de prise en charge du signal TERM/INT
hu: gdm_slave_init: Hiba a TERM/INT jelzés kezelésének beállításakor
sv: gdm_slave_init: Fel vid installering av TERM/INT signal-hanterare
tr: gdm_slave_init : TERM/INT sinyal yöneticisini kurarken bir hata oldu
uk: gdm_slave_init: Помилка встановлення обробника сигналу TERM/INT

source: gdm_slave_init: Error setting up CHLD signal handler
de: gdm_slave_init: Fehler beim Einrichten des CHLD-Signalhandlers
fr: gdm_slave_init: Erreur lors de la configuration de la procédure de prise en charge du signal CHLD
hu: gdm_slave_init: Hiba a CHLD jelzés kezelésének beállításakor
sv: gdm_slave_init: Fel vid installering av CHLD signal-hanterare
tr: gdm_slave_init : CHLD sinyal yöneticisini kurarken bir hata oldu
uk: gdm_slave_init: Помилка встановлення обробника сигналу CHLD

source: gdm_slave_greeter: Can't init pipe to gdmgreeter
de: gdm_slave_greeter: Kann Pipe zum gdmgreeter nicht initialisieren
fr: gdm_slave_greeter: Impossible d'établir le pipe() vers le gdmgreeter
hu: gdm_slave_greeter: Nem tudom inicializálni a pipe-ot a gdmgreeterhez
sv: gdm_slave_greeter: Kan inte sätta upp pipe till gdmgreeter
tr: gdm_slave_greeter : gdmgreeter için borut açamadým
uk: gdm_slave_greeter: Не вдалося ╕н╕ц╕ал╕зувати канал до gdmgreeter

source: gdm_slave_greeter: Couldn't set groupid to %d
de: gdm_slave_greeter: Konnte Gruppen-ID nicht auf %d setzen
fr: gdm_slave_greeter: Impossible d'affecter l'id de groupe à %d
hu: gdm_slave_greeter: Nem tudom a csoportazonosítót %d-re állítani
sv: gdm_slave_greeter: Kan inte sätta gruppid till %d
tr: gdm_slave_greeter : grup numarasýný %d'ye deðiþemedim
uk: gdm_slave_greeter: Не вдалося встановити %d як ╕дентификатор групи

source: gdm_slave_greeter: initgroups() failed for %s
de: gdm_slave_session_greeter: initgroups() fehlgeschlagen für %s.
hu: gdm_slave_greeter: %s számára az initgroups() sikertelen.
sv: gdm_slave_greeter: initgroups() misslyckades för %s
tr: gdm_slave_greeter : %s için initgroups() baþarýsýz oldu.
uk: gdm_slave_session_start: Невдалося виконати initgroups() для %s

source: gdm_slave_greeter: Couldn't set userid to %d
de: gdm_slave_greeter: Konnte User-ID nicht auf %d setzen
fr: gdm_slave_greeter: Impossible d'affecter l'id d'utilisateur à %d
hu: gdm_slave_greeter: Nem tudom a felhasználói azonosítót %d-re állítani
sv: gdm_slave_greeter: Kan inte sätta användarid till %d
tr: gdm_slave_greeter : kullanýcý numarasýný %d'ye deðiþemedim
uk: gdm_slave_greeter: Не вдалося встановити %d як ╕дентификатор користувача

source: gdm_slave_greeter: Error starting greeter on display %s
de: gdm_slave_greeter: Fehler beim Starten des Greeters auf Display %s
fr: gdm_slave_greeter: Erreur au lancement de la banière d'accueil (greeter) sur l'écran %s
hu: gdm_slave_greeter: Hiba az üdvözlõ %s képernyõn történõ indításakor
sv: gdm_slave_greeter: Fel vid start av hälsare på %s
tr: gdm_slave_greeter : %s'de hoþlayýcýyý baþlatýrken bir hata oluþtu
uk: gdm_slave_greeter: Помилка запуску greeter на диспле╖ %s

source: gdm_slave_greeter: Can't fork gdmgreeter process
de: gdm_slave_greeter: Kann gdmgreeter-Prozeß nicht forken
fr: gdm_slave_greeter: Impossible de créer le processus gdmgreeter
hu: gdm_slave_greeter: Nem tudom indítani a gdmgreeter folyamatot
sv: gdm_slave_greeter: Kan inte dela gdmgreeter-process
tr: gdm_slave_greeter : gdmgreeter iþlemini fork edemedim
uk: gdm_slave_greeter: Не вдалося розгалудити процес gdmgreeter

source: gdm_slave_session_start: User passed auth but getpwnam(%s) failed!
de: gdm_slave_session_start: Nutzer nannte auth, aber getpwnan(%s) scheiterte!
hu: gdm_slave_session_start: A felhasználó túljutott az azonosításon, de a getpwnam(%s) sikertelen!
sv: gdm_slave_session_start: Användaren klarade autentiseringen men getpwnam(%s) misslyckades!
tr: gdm_slave_session_start : Kullanýcý giriþ yapabildi ama getpwnam(%s) baþarýsýz oldu.
uk: gdm_slave_session_start: Користувач пройшов аутентиф╕кац╕ю, але не вдалося виконати getpwnam(%s)!

source: gdm_slave_session_start: Execution of PreSession script returned > 0. Aborting.
de: gdm_slave_session_start: Ausführung des PreSession-Skripts ergab einen Rückgabewert > 0. Breche ab.
hu: gdm_slave_session_start: A PreSession szkript futtatása 0-nál nagyobb értékkel tért vissza. Mûvelet megszakítása.
sv: gdm_slave_session_start: Körning av PreSession-script returnerade > 0. Avbryter.
tr: gdm_slave_session_start : Oturum-öncesi denetlemi 0'dan büyük bir geri-verim verdiÇýkýyorum .
uk: gdm_slave_session_start: Скрипт PreSession повернув значення > 0. Зупинка.
