Repository: GNOME/gnome-i18n
Catalog: extra-po/gdm2beta5/*.po
Languages: de, fr, hu, sv, tr, uk

source: gdm_slave_session_start: Error forking user session
de: gdm_slave_session_start: Fehler beim Forken der Benutzersitzung
hu: gdm_slave_session_start: Hiba a felhasználói session indításakor
sv: gdm_slave_session_start: Fel vid kloning av användarsession
tr: gdm_slave_session_start : Kullanýcý oturumunu fork edemedim
uk: gdm_slave_session_start: Помилка розгалудження сеансу користувача

source: gdm_slave_session_start: Could not setgid %d. Aborting.
de: gdm_slave_session_start: Fehler bei setgid %d. Breche ab.
fr: gdm_slave_session_start: Impossible d'affecter le groupe à %d. Abandon.
hu: gdm_slave_session_start: Nem tudom a gid-et %d-re állítani. Mûvelet megszakítása.
sv: gdm_slave_session_start: Kunde inte sätta gruppid %d. Avbryter.
tr: gdm_slave_session_start : setgid %d yapamadým . Çýkýyorum .
uk: gdm_slave_session_start: Не вдалося встановити gid %d. Авар╕йне завершення.

source: gdm_slave_session_start: initgroups() failed for %s. Aborting.
de: gdm_slave_session_start: initgroups() fehlgeschlagen für %s. Breche ab.
fr: gdm_slave_session_start: Échec de initgroups() pour %s. Abandon.
hu: gdm_slave_session_start: %s számára az initgroups() sikertelen. Mûvelet megszakítása.
sv: gdm_slave_session_start: initgroups() misslyckades för %s. Avbryter.
tr: gdm_slave_session_start : %s için initgroups() baþarýsýz oldu . Çýkýyorum .
uk: gdm_slave_session_start: Невдалося виконання initgroups() для %s. Авар╕йне завершення.

source: gdm_slave_session_start: Could not become %s. Aborting.
de: gdm_slave_session_start: Konnte nicht %s werden. Breche ab.
fr: gdm_slave_session_start: Impossible de devenir %s. Abandon.
hu: gdm_slave_session_start: Nem tudok %s-é válni. Mûvelet megszakítása.
sv: gdm_slave_session_start: Kunde inte bli %s. Avbryter.
tr: gdm_slave_session_start : %s'yi alamadým . Çýkýyorum .
uk: gdm_slave_session_start: Не вдалося стати %s. Авар╕йне завершення.

source: gdm_slave_session_start: Could not start session `%s'
de: gdm_slave_session_init: Konnte Session nicht starten '%s'
fr: gdm_slave_session_start: Impossible de démarrer la session `%s'
hu: gdm_slave_session_start: Nem tudom a `%s' sessiont elindítani
sv: gdm_slave_session_start: Kunde inte starta session '%s'
tr: gdm_slave_session_start : `%s' oturumunu baþlatamadým
uk: gdm_slave_session_start: Не вдалося запустити сеанс `%s'

source: gdm_slave_windows_kill_ioerror_handler: Fatal X error - Restarting %s
de: gdm_slave_windows_kill_ioerror_handler: Fataler X-Fehler - Starte %s erneut
fr: gdm_slave_windows_kill_ioerror_handler: Erreur X fatale - Redémarrage de %s
hu: gdm_slave_windows_kill_ioerror_handler: Végzetes X hiba - %s újraindítása
sv: gdm_slave_windows_kill_ioerror_handler: Ödesdigert X-fel - Startar om %s
tr: gdm_slave_windows_kill_ioerror_handler : Ölümcel x hatasý - %s'yi yeniden baþlatýyor
uk: gdm_slave_windows_kill_ioerror_handler: Фатальна помилка X - перезапуск %s

source: gdm_slave_xsync_ping: Error setting up ALARM signal handler
de: gdm_slave_xsync_ping: Fehler beim Einrichten des ALARM-Signalhandlers
fr: gdm_slave_xsync_ping: Erreur lors de la configuration de la procédure de prise en charge du signal ALARM
hu: gdm_slave_xsync_ping: Hiba az ALARM jelzés kezelésének beállításakor
sv: gdm_slave_xsync_ping: Fel vid installering av ALARM-signalhanterare
tr: gdm_slave_xsync_ping : ALARM sinyal yöneticisini kurarken bir hata oldu
uk: gdm_slave_xsync_ping: Помилка встановлення обробника сигналу ALARM

source: gdm_slave_exec_script: Failed starting: %s
de: gdm_slave_exec_script: Start fehlgeschlagen: %s
hu: gdm_exec_script: A(z) %s indítása sikertelen.
sv: gdm_slave_exec_script: Misslyckades att starta: %s
tr: gdm_slave_exec_script : %s'yi baþlatýrken bir hata oluþtu
uk: gdm_slave_exec_script: Запуск не вдався: %s

source: gdm_slave_exec_script: Can't fork script process!
de: gdm_slave_exec_script: Kann Skriptprozeß nicht forken!
hu: gdm_slave_exec_script: Nem tudom a szkript folyamatot indítani!
sv: gdm_slave_exec_script:: Kan inte klona script-process!
tr: gdm_slave_exec_script : Denetlem iþlemini fork edemedim!
uk: gdm_slave_exec_script: Не вдалося розгалуди скрипт-процес!

source: Login:
hu: Bejelentkezés:
sv: Användarnamn:
tr: Kullanýcý :
uk: ╤м'я:

source: Can't find /etc/pam.d/gdm!
de: Kann /etc/pam.d/gdm nicht finden!
fr: Impossible de trouver /etc/pam.d/gdm!
hu: Nem találom a /etc/pam.d/gdm fájlt!
sv: Kan inte hitta /etc/pam.d/gdm!
tr: /etc/pam.d/gdm'i bulamadým !
uk: Не вдалося знайти /etc/pam.d/gdm!

source: Can't set PAM_TTY=%s
de: Kann PAM_TTY=%s nicht setzen
fr: Impossible d'affecter PAM_TTY=%s
hu: Nem tudom beállítani a PAM_TTY=%s változót
sv: Kan inte ändra PAM_TTY till %s
tr: PAM_TTY=%s edemedim .
uk: Неможливо встановити PAM_TTY=%s

source: Couldn't authenticate %s
de: Konnte %s nicht beglaubigen
fr: Impossible d'identifier %s
hu: Nem tudtam %s-t azonosítani
sv: Kan inte verifiera %s
tr: %s'yi doðrulayamadým
uk: Не вдалося аутентиф╕кувати %s

source: Couldn't set acct. mgmt for %s
de: Konnte Accountverwaltung für %s nicht setzen
fr: Impossible d'obtenir l'acct. mgmt de pam pour %s
hu: Nem tudtam beállítani az acct. menedzsmentet %s részére
sv: Kan inte sätta kontohantering för %s
tr: %s için oturum yönetimini oturtamadým
uk: Не вдалося встановити керування обл╕ком %s

source: Couldn't set credentials for %s
de: Konnte Berechtigungsnachweise für %s nicht setzen
fr: Impossible d'obtenir les autorisations pam (credentials) pour %s
hu: Nem tudtam beállítani a hitelesítési információkat %s részére
sv: Kan inte sätta rättigheter för %s
tr: %s için özellikleri oturtamadým
uk: Не вдалась акредитац╕я для %s

source: Couldn't open session for %s
de: Konnte Session für %s nicht öffnen
fr: Impossible d'ouvrir la session pour %s
hu: Nem tudtam megnyitni a sessiont %s részére
sv: Kan inte öppna session för %s
tr: %s için oturum açamadým
uk: Не вдалося в╕дкрити сеанс для %s

source: gdm_verify_check: Can't find PAM configuration file for gdm
de: gdm_verify_check: Kann PAM-Konfiguration nicht für gdm finden
hu: gdm_verify_check: Nem találom a gdm PAM beállítások fájlját
sv: gdm_verify_check: Kan ej hitta PAM-konfigurationsfil för gdm
tr: gdm_verify_check : gdm için PAM ayar dosyasýný bulamadým
uk: gdm_verify_check: Не вдалося знайти файл конфигурац╕╖ PAM для gdm

source: Password:
de: Passwort:
fr: Mot de passe:
hu: Jelszó:
sv: Lösenord:
tr: Parola :
uk: Пароль:

source: User unknown
de: Benutzer unbekannt
fr: Utilisateur inconnu
hu: Ismeretlen felhasználó
sv: Användaren är okänd
tr: Tanýnmayan kullanýcý
uk: Нев╕домий користувач

source: Root login disallowed on display '%s'
de: Root-Login auf Display '%s' verboten
hu: A root belépés nem engedélyezett a '%s' képernyõn
sv: Root får inte logga in på '%s'
tr: 'Root' giriþi `%s' ekranýnda reddedildi
uk: Вх╕д для root заборонений на диспле╖ '%s'

source: Root login disallowed
de: Root-Login verboten
hu: A root belépés nem engedélyezett
sv: Root får inte logga in
tr: 'Root' giriþi reddedildi
uk: Вх╕д для root заборонений

source: Incorrect password
de: Falsches Passwort
fr: Mot de passe incorrect
hu: Hibás jelszó
sv: Ogiltigt lösenord
tr: Yanlýþ parola
uk: Нев╕рний пароль

source: gdm_xdmcp_init: Could not get server hostname: %s!
de: gdm_xdmcp_init: Konnte Server-Rechnername nicht ermitteln: %s!
fr: gdm_xdmcp_init: Impossible d'obtenir le nom du serveur: %s!
hu: gdm_xdmcp_init: Nem találom a %s gzadanevû kiszolgálót!
sv: gdm_xdmcp_init: Kan inte hitta server-namn: %s!
tr: gdm_xdmcp_init : %s sunucusunun adýný alamadým !
uk: gdm_xdmcp_init: Не вдалося отримати назву хоста: %s!

source: gdm_xdmcp_init: Could not create socket!
de: gdm_xdmcp_init: Konnte keinen Socket erzeugen!
fr: gdm_xdmcp_init: Impossible de créer la socket!
hu: gdm_xdmcp_init: Nem tudom létrehozni a socketet!
sv: gdm_xdmcp_init: Kan inte skapa socket!
tr: gdm_xdmcp_init : Socket yaratamadým !
uk: gdm_xdmcp_init: Не вдалося створити сокет!

source: gdm_xdmcp_init: Could not bind to XDMCP socket!
de: gdm_xdmcp_init: Konnte nicht an XDMCP-Socket binden!
fr: gdm_xdmcp_init: Impossible de se rattacher à la socket XDMCP!
hu: gdm_xdmcp_init: Nem tudok figyelni az XDMCP socketen!
sv: gdm_xdmcp_init: Kan inte binda till XDMCP-socket!
tr: gdm_xdmcp_init : XDMCP socketine bað kuramadým !
uk: gdm_xdmcp_init: Не вдалася прив'язка до сокета XDMCP!

source: gdm_xdmcp_decode: Could not create XDMCP buffer!
de: gdm_xdmcp_decode: Konnte keine XDMCP-Puffer erzeugen!
fr: gdm_xdmcp_decode: Impossible de créer le buffer XDMCP!
hu: gdm_xdmcp_decode: Nem tudtam létrehozni az XDMCP puffert!
sv: gdm_xdmcp_decode: Kan inte skapa XDMCP-buffer
tr: gdm_xdmcp_decode : XDMCP ara belleðini yaratamadým
uk: gdm_xdmcp_decode: Не вдалося створити буфер XDMCP!

source: gdm_xdmcp_decode: Could not read XDMCP header!
de: gdm_xdmcp_decode: Konnte XDMCP-Header nicht lesen!
fr: gdm_xdmcp_decode: Impossible de lire l'entête XDMCP!
hu: gdm_xdmcp_decode: Nem tudtam elolvasni az XDMCP fejlécet!
sv: gdm_xdmcp_decode: Kan inte läsa XDMCP-header!
tr: gdm_xdmcp_decode : XDMCP baþlýðýný yaratamadým
uk: gdm_xdmcp_decode: Не вдалося зчитати заголовок XDMCP!

source: gdm_xdmcp_decode: Incorrect XDMCP version!
de: gdm_xdmcp_decode: Falsche XDMCP-Version!
fr: gdm_xdmcp_decode: Version de XDMCP incorrecte!
hu: gdm_xdmcp_decode: Hibás XDMCP verzió!
sv: gdm_xdmcp_decode: Ogiltig XDMCP-version!
tr: gdm_xdmcp_decode : Geçersiz XDMCP versiyonu
uk: gdm_xdmcp_decode: Нев╕рна верс╕я XDMCP!

source: gdm_xdmcp_decode_packet: Unknown opcode from host %s
de: gdm_xdmcp_decode_packet: Unbekannter Opcode von Host %s
fr: gdm_xdmcp_decode_packet: opcode inconnu pour la machine %s
hu: gdm_xdmcp_decode_packet: Ismeretlen opcode a(z) %s gazdától
sv: gdm_xdmcp_decode_packet: Okänd opcode från värd %s
tr: gdm_xdmcp_decode_packet : %s yuvasýndan tanýnmayan opkod alýndý
uk: gdm_xdmcp_decode_packet: Нев╕домий код операц╕╖ з хоста %s

source: gdm_xdmcp_handle_query: Could not extract authlist from packet
de: gdm_xdmcp_handle_query: Konnte authlist nicht aus Paket entnehmen
fr: gdm_xdmcp_query: Impossible d'extraire la liste des machines autorisées à partir des données du paquet
hu: gdm_xdmcp_handle_query: Nem tudom kiemelni a joglistát a csomagból
sv: gdm_xdmcp_handle_query: Kunde inte läsa verifieringslista från packet
tr: gdm_xdmcp_handle_query : Packetten doðrulama listesini alamadým
uk: gdm_xdmcp_handle_query: Не вдалося вид╕лити список авторизац╕╖ з пакету

source: gdm_xdmcp_handle_query: Error in checksum
de: gdm_xdmcp_handle_query: Fehler in Prüfsumme
fr: gdm_xdmcp_query: Erreur dans la somme de contrôle
hu: gdm_xdmcp_handle_query: Ellenõrzõ összeg hiba
sv: gdm_xdmcp_handle_query: Checksumme-fel
tr: gdm_xdmcp_handle_query : Doðrulama toplamýnda hata var
uk: gdm_xdmcp_handle_query: Помилка в контрольн╕й сум╕

source: gdm_xdmcp_handle_forward_query: Could not read display address
de: gdm_xdmcp_handle_forward_query: Konnte Displayadresse nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire le numéro de l'écran
hu: gdm_xdmcp_handle_forward_query: Nem tudtam elolvasni a képernyõ címét
sv: gdm_xdmcp_handle_forward_query: Kan inte läsa display-adress
tr: gdm_xdmcp_handle_forward_query: Ekran adresini okuyamadým
uk: gdm_xdmcp_handle_forward_query: Не вдалося зчитати адресу дисплея

source: gdm_xdmcp_handle_forward_query: Could not read display port number
de: gdm_xdmcp_handle_forward_query: Konnte Display-Portnummer nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire le numéro de l'écran
hu: gdm_xdmcp_handle_forward_query: Nem tudtam elolvasni a képernyõ port számát
sv: gdm_xdmcp_handle_forward_query: Kan inte läsa display-port-nummer
tr: gdm_xdmcp_handle_forward_query: Ekran port adresini okuyamadým
uk: gdm_xdmcp_handle_forward_query: Не вдалося зчитати номер порту

source: gdm_xdmcp_handle_forward_query: Could not extract authlist from packet
de: gdm_xdmcp_handle_forward_query: Konnte authlist nicht aus Paket entnehmen
fr: gdm_xdmcp_query: Impossible d'extraire la liste des machines autorisées à partir des données du paquet
hu: gdm_xdmcp_handle_forward_query: Nem tudtam kiemelni a joglistát a csomagból
sv: gdm_xdmcp_handle_forward_query: Kunde inte läsa inloggningslista från packet
tr: gdm_xdmcp_handle_forward_query: Paketden izin listesini alamadým
uk: gdm_xdmcp_handle_forward_query: Не вдалося вид╕лити список авторизац╕╖ з пакету

source: gdm_xdmcp_handle_forward_query: Error in checksum
de: gdm_xdmcp_handle_forward_query: Fehler in Prüfsumme
fr: gdm_xdmcp_query: Erreur dans la somme de contrôle
hu: gdm_xdmcp_handle_forward_query: Ellenõrzõ összeg hiba
sv: gdm_xdmcp_handle_forward_query: Checksumme-fel
tr: gdm_xdmcp_handle_forward_query: Doðrulama toplamýnda hata var
uk: gdm_xdmcp_handle_forward_query: Помилка в контрольн╕й сум╕

source: Denied XDMCP query from host %s
de: XDMCP-Anfrage von Rechner %s abgelehnt
fr: Demande XDMCP non autorisée par la machine %s
hu: Letiltott XDMCP kérés %s gazdától
sv: Nekade XDMCP-förfrågan från värd %s
tr: %s yuvasýndan gelen XDMCP isteðini reddettim
uk: В╕дмова на запит XDMCP в╕д хоста %s

source: Display not authorized to connect
de: Display ist nicht autorisiert zu verbinden
fr: Pas d'autorisation pour se connecter à cet écran
hu: A képernyõ nem jogosult kapcsolódni
sv: Display:en har inte anslutnings-rättigheter
tr: Ekranýn badlanma izni yok
uk: Дисплей не авторизований на з'╓днання

source: gdm_xdmcp_handle_request: Got REQUEST from banned host %s
de: gdm_xdmcp_handle_request: REQUEST von gesperrtem Host %s bekommen
fr: gdm_xdmcp_handle_request: Réception de REQUEST d'une machine interdite %s
hu: gdm_xdmcp_handle_request: Kérés érkezett a kitiltott %s gazdától
sv: gdm_xdmcp_handle_request: Fick REQUEST från utestängd värd %s
tr: gdm_xdmcp_handle_request : Yasaklanmýþ %s yuvasýndan REQUEST aldým
uk: gdm_xdmcp_handle_request: Отримано REQUEST в╕д забороненого хоста %s

source: gdm_xdmcp_handle_request: Could not read Display Number
de: gdm_xdmcp_handle_request: Konnte Displaynummer nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire le numéro de l'écran
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Képernyõ Számot
sv: gdm_xdmcp_handle_request: Kan inte läsa display-nummer
tr: gdm_xdmcp_handle_request : Ekran numarasýný okuyamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати номер дисплея

source: gdm_xdmcp_handle_request: Could not read Connection Type
de: gdm_xdmcp_handle_request: Konnte Verbindungstyp nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire le type de connection
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Kapcsolat Típust
sv: gdm_xdmcp_handle_request: Kan inte läsa anslutnings-typ
tr: gdm_xdmcp_handle_request : Baðlantý tipini anlayamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати тип з'╓днання

source: gdm_xdmcp_handle_request: Could not read Client Address
de: gdm_xdmcp_handle_request: Konnte Clientadresse nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire l'adresse du client
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Kliens Címet
sv: gdm_xdmcp_handle_request: Kan inte läsa klient-adress
tr: gdm_xdmcp_handle_request : Kullançiý adresini okuyamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати адресу кл╕╓нта

source: gdm_xdmcp_handle_request: Could not read Authentication Names
de: gdm_xdmcp_handle_request: Konnte Authentikationsnamen nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire les noms de l'authentification
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Hitelesítési Neveket
sv: gdm_xdmcp_handle_request: Kan inte läsa verifieringsnamn
tr: gdm_xdmcp_handle_request : Doðrulama isimlerini okuyamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати аутентиф╕кац╕йн╕ ╕мена

source: gdm_xdmcp_handle_request: Could not read Authentication Data
de: gdm_xdmcp_handle_request: Konnte Authentikationsdaten nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire les données de l'authentification
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Hitelesítési Adatot
sv: gdm_xdmcp_handle_request: Kan inte läsa verifieringsdata
tr: gdm_xdmcp_handle_request : Doðrulama bilgilerini okuyamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати аутентиф╕кац╕йн╕ дан╕

source: gdm_xdmcp_handle_request: Could not read Authorization List
de: gdm_xdmcp_handle_request: Konnte Autorisationsliste nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire la liste de l'authentification
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Hitelesítési Listát
sv: gdm_xdmcp_handle_request: Kan inte läsa verifieringslistsa
tr: gdm_xdmcp_handle_request : Doðrulama listesini okuyamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати список авторизац╕╖

source: gdm_xdmcp_handle_request: Could not read Manufacturer ID
de: gdm_xdmcp_handle_request: Konnte Manufacturer ID nicht lesen
fr: gdm_xdmcp_handle_request: Impossible de lire l'ID du fabricant
hu: gdm_xdmcp_handle_request: Nem tudtam elolvasni a Gyártó Azonosítót
sv: gdm_xdmcp_handle_request: Kan inte läsa tillverkar-ID
tr: gdm_xdmcp_handle_request : Imalatçý ni´umarasýný okuyamadým
uk: gdm_xdmcp_handle_request: Не вдалося зчитати ╕дентиф╕катор виробника

source: gdm_xdmcp_handle_request: Failed checksum from %s
de: gdm_xdmcp_handle_request: Falsche Prüfsumme von %s
fr: gdm_xdmcp_handle_request: Erreur de la somme de contrôle pour %s
hu: gdm_xdmcp_handle_request: Ellenõrzõ összeg hiba %s-tõl
sv: gdm_xdmcp_handle_request: Ogiltig checksumma från %s
tr: gdm_xdmcp_handle_request : %s'nin doðrulama toplamý baþarýsýz oldu
uk: gdm_xdmcp_handle_request: Нев╕рна котрольна сума з %s

source: gdm_xdmcp_handle_manage: Got Manage from banned host %s
de: gdm_xdmcp_handle_manage: Manage von gesperrtem Host %s erhalten
fr: gdm_xdmcp_handle_manage: Réception de "Manage" d'une machine interdite %s
hu: gdm_xdmcp_handle_manage: Vezérlés érkezett %s kitiltott gazdától
sv: gdm_xdmcp_handle_mange: Fick MANAGE från utestängd värd %s
tr: gdm_xdmcp_handle_manage : Yasaklanmýþ %s yuvasýndan yönetme isteði aldým
uk: gdm_xdmcp_handle_manage: Отримано MANAGE в╕д забороненого хоста %s

source: gdm_xdmcp_handle_manage: Could not read Session ID
de: gdm_xdmcp_handle_manage: Konnte Session ID nicht lesen
fr: gdm_xdmcp_handle_manage: Impossible de lire l'ID de session
hu: gdm_xdmcp_handle_manage: Nem tudtam elolvasni a Session Azonosítót
sv: gdm_xdmcp_handle_manage: Kan inte läsa sessions-ID
tr: gdm_xdmcp_handle_manage : Oturum numarasýný okuyamadým
uk: gdm_xdmcp_handle_manage: Не вдалося зчитати ╕дентиф╕катор сеансу

source: gdm_xdmcp_handle_manage: Could not read Display Number
de: gdm_xdmcp_handle_manage: Konnte Displaynummer nicht lesen
fr: gdm_xdmcp_handle_manage: Impossible de lire le numéro de l'écran
hu: gdm_xdmcp_handle_manage: Nem tudtam elolvasni a Képernyõ Számot
sv: gdm_xdmcp_handle_manage: Kan inte läsa display-nummer
tr: gdm_xdmcp_handle_manage : Ekran numarasýný okuyamadým !
uk: gdm_xdmcp_handle_manage: Не вдалося зчитати номер дисплея

source: gdm_xdmcp_manage: Could not read Display Class
de: gdm_xdmcp_manage: Konnte Displayklasse nicht lesen
fr: gdm_xdmcp_manage: Impossible de lire le classe de l'écran
hu: gdm_xdmcp_manage: Nem tudtam elolvasni a Képernyõ Osztályt
sv: gdm_xdmcp_manage: Kan inte läsa display-klass
tr: gdm_xdmcp_manage : Ekran sýnýfýný okuyamadým
uk: gdm_xdmcp_manage: Не вдалося зчитати клас дисплея

source: gdm_xdmcp_handle_manage: Could not open logfile for display %s!
de: gdm_xdmcp_handle_manage: Konnte Logdatei für Display %s nicht öffnen!
fr: gdm_xdmcp_handle_manage: Impossible d'ouvrir le fichier d'historique pour l'écran %s!
hu: gdm_xdmcp_handle_manage: Nem tudtam megnyitni a %s képernyõ naplófájlját!
sv: gdm_xdmcp_handle_manage: Kan inte öppna logg-fil för %s!
tr: gdm_xdmcp_handle_manage : %s ekraný cýn kayýt dosyasýný açamadým !
uk: gdm_xdmcp_handle_manage: Не вдалося в╕дкрити файл журналу для дисплея %s!

source: gdm_xdmcp_handle_keepalive: Got KEEPALIVE from banned host %s
de: gdm_xdmcp_handle_keepalive: KEEPALIVE von gesperrtem Host %s bekommen
fr: gdm_xdmcp_handle_keepalive: Réception de KEEPALIVE d'une machine interdite %s
hu: gdm_xdmcp_handle_keepalive: KEEPALIVE érkezett a(z) %s kitiltott gazdától
sv: gdm_xdmcp_handle_keepalive: Fick KEEPALIVE från utestängd värd %s
tr: gdm_xdmcp_handle_keepalive : Yasaklanmýþ %s yuvasýndan KEEPALIVE aldým
uk: gdm_xdmcp_handle_keepalive: Отримано KEEPALIVE в╕д забороненого хоста %s

source: gdm_xdmcp_handle_keepalive: Could not read Display Number
de: gdm_xdmcp_handle_keepalive: Konnte Displaynummer nicht lesen
fr: gdm_xdmcp_handle_keepalive: Impossible de lire de numéro de l'écran
hu: gdm_xdmcp_handle_keepalive: Nem tudtam elolvasni a Képernyõ Számot
sv: gdm_xdmcp_handle_keepalive: Kan inte läsa display-nummer
tr: gdm_xdmcp_handle_keepalive : Ekran numarasýný okuyamadým
uk: gdm_xdmcp_handle_keepalive: Не вдалося зчитати номер дисплея

source: gdm_xdmcp_handle_keepalive: Could not read Session ID
de: gdm_xdmcp_handle_keepalive: Konnte Session ID nicht lesen
fr: gdm_xdmcp_handle_keepalive: Impossible de lire l'ID de session
hu: gdm_xdmcp_handle_keepalive: Nem tudtam elolvasni a Session Azonosítót
sv: gdm_xdmcp_handle_keepalive: Kan inte läsa sessions-id
tr: gdm_xdmcp_handle_keepalive : Oturum numarasýný okuyamadým
uk: gdm_xdmcp_handle_keepalive: Не вдалося зчитати ╕дентиф╕катор сеансу

source: gdm_parse_enriched_string: String too long!
de: gdm_parse_enriched_string: String ist zu lang!
fr: gdm_parse_enriched_string: Chaîne trop longue!
hu: gdm_parse_enriched_string: A karaktersor túl hosszú!
sv: gdm_parse_enriched_string: Strängen är för long!
tr: gdm_parse_enriched_string: Satýr beter uzun !
uk: gdm_parse_enriched_string: Рядок надто довгий!

source: Welcome to %s
de: Willkommen auf %s
hu: %s üdvözli önt!
sv: Välkommen till %s
tr: %s'ye hoþgeldin
uk: Ласкаво просимо до %s

source: gdm_parse_enriched_string: Could not malloc temporary buffer!
de: gdm_parse_enriched_string: Konnte temporären Buffer nicht allozieren!
fr: gdm_parse_enriched_string: Impossible d'allouer un buffer temporaire!
hu: gdm_parse_enriched_string: Nem tudtam lefoglalni az ideiglenes puffert!
sv: gdm_parse_enriched_string: Kunde inte allokera temporär buffert!
tr: gdm_parse_enriched_string: Geçici belleði almayý beceremedim !
uk: gdm_parse_enriched_string: Неможливо розм╕стити тимчасовий буфер!

source: Are you sure you want to reboot the machine?
de: Sind Sie sicher, daß Sie den Rechner neu starten möchten?
fr: Voulez-vous vraiment redémarrer le système?
hu: Biztosan újra szeretné indítani a számítógépet?
sv: Vill du verkligen starta om datorn?
tr: Bilgisayarý yeniden baþlatmak istediðinden eminmisin ?
uk: Ви д╕йсно хочете перезавантажити машину?

source: Are you sure you want to halt the machine?
de: Sind Sie sicher, daß Sie den Rechner anhalten möchten?
fr: Voulez-vous vraiment arrêter le système?
hu: Biztosan le akarja állítani a számítógépet?
sv: Vill du verkligen stanna datorn?
tr: Bilgisayarý durdurmak istediðinden eminmisin ?
uk: Ви д╕йсно хочете зупинити машину?

source: gdm_login_parse_config: No configuration file: %s. Aborting.
de: gdm_login_parse_config: Keine Konfigurationsdatei: %s. Breche ab.
fr: gdm_login_parse_config: Pas de fichier de configuration: %s. Abandon.
hu: gdm_login_parse_config: Nincs %s beállítás fájl. Mûvelet megszakítása.
sv: gdm_login_parse_config: Konfigurationsfil kunde inte hittas: %s. Avbryter.
tr: gdm_login_parse_config: %s ayar dosyasý yok . Çýkýyorum !
uk: gdm_login_parse_config: Нема╓ файлу конф╕гурац╕╖: %s. Авар╕йне завершення.
