Repository: GNOME/gnome-i18n
Catalog: extra-po/gdm2beta5/*.po
Languages: de, fr, hu, sv, tr, uk

source: Your preferred session type %s is not installed on this machine. Do you wish to make %s the default for future sessions?
de: Ihr bevorzugter Sitzungstyp %s ist auf diesem Rechner nicht installiert. Möchten Sie %s zu Ihrer Voreinstellung für zukünftige Sitzungen machen?
fr: Votre type favori de session %s n'est pas installé sur cette machine. Souhaitez-vous que %s devienne le type par défaut de vos futures sessions?
hu: Az ön elõnyben részesített %s session típusa nincs telepítve ezen a számítógépen. Szeretné, hogy a(z) %s legyen az alapértelmezett mostantól?
sv: Din föregående sessionstyp %s finns inte installerad på datorn. Vill du ändra så att %s blir standard för framtida sessioner?
tr: Önayarlý %s oturum tipin bu bilgisayar'da yüklü deðil Gelecek oturumlar için %s'yi önayarlý deðer edeyim mi ?
uk: Обраний вами тип сеансу %s не ╕нстальований на ц╕й машин╕. Чи хочете ви зробити %s типовим для майбутн╕х сенс╕в?

source: You have chosen %s for this session, but your default setting is %s. Do you wish to make %s the default for future sessions?
de: Sie haben %s für diese Sitzung ausgewählt. Ihre Voreinstellung ist aber %s. Möchten Sie %s zu Ihrer Voreinstellung für zukünftige Sitzungen machen?
fr: Vous avez choisi %s pour cette session, mais votre configuration par défaut est %s. Souhaitez-vous faire de %s votre configuration par défaut pour vos futures sessions?
hu: %s-t választotta erre a sessionre, de az ön alapértelmezett beállítása %s. Akarja, hogy %s legyen az alapértelmezett mostantól?
sv: Du har valt %s för aktuell session, men ditt standardalternativ är %s. Vill du ändra så att %s blir standard för framtida sessioner?
tr: Bu oturum için %s seçtin , ama önayarlý deðer %s idir . Gelecek oturumlar için %s'yi önayarlý deðer edeyim mi ?
uk: Ви вибрали %s для цього сеансу зам╕сть вашого звичайоного - %s. Чи хочете ви зробити %s типовим для майбутн╕х сеанс╕в?

source: %s session selected
de: Sitzung %s ausgewählt
fr: session %s sélectionnée
hu: %s session kiválasztva
sv: Sessionen %s är vald
tr: %s oturumu seçildi
uk: Вибраний сеанс %s

source: Last
de: Letzte
fr: Précédente
hu: Utolsó
sv: Sista
tr: Sonuncu
uk: Останн╕й

source: gdm_login_session_init: Session script directory not found!
de: gdm_login_session_init: Sitzungsskript-Verzeichnis nicht gefunden!
fr: gdm_login_session_init: Impossible de trouver le répertoire des scripts de session!
hu: gdm_login_session_init: A session szkript könyvtár nem található!
sv: gdm_login_session_init: Kunde inte hitta script-katalog för sessioner!
tr: gdm_login_session_init: Oturum denetlemlerinin dizini bulunamadý !
uk: gdm_login_session_init: Не знайдено каталогу ╕з скриптами сеанс╕в!

source: No session scripts found. Aborting!
de: Keine Sitzungs-Skripte gefunden. Breche ab!
fr: Aucun script de session. Abandon!
hu: A session szkriptek nem találhatók. Mûvelet megszakítása.
sv: Inga sessions-skript kunde hittas. Avbryter!
tr: Oturum denetlmeleri bulunamadý ! Çýkyýyorum !
uk: Не знайдено н╕ одного скрипта сеансу. Авар╕йне завершення!

source: No default session link found. Using %s.
de: Keinen Link zur voreingestellten Sitzung gefunden. Benutze %s.
fr: Pas de lien vers une session par défaut. Utilisation de %s.
hu: Nem található alapértelmezett session hivatkozás. %s-t használom.
sv: Ingen länk för standard-session kunde hittas. Använder %s.
tr: Önayarlý bir oturumu bað bulunamadý ! %s'yi kullanýyorum .
uk: Не знайдено зв'язок на типовий сеанс. Буде вибрано %s.

source: %s language selected
de: Sprache %s ausgewählt
fr: langage %s sélectionné
hu: %s nyelv kiválasztva
sv: Språket %s är valt
tr: %s dili seçildi
uk: Вибрана мова: %s

source: Other
de: Andere
fr: Autre
hu: Egyéb
sv: Annat
tr: Baþka
uk: ╤нш╕

source: Session
de: Sitzung
hu: Felület
sv: Sessioner
tr: Oturum
uk: Сеанс

source: Language
de: Sprache
fr: Langage
hu: Nyelv
sv: Språk
tr: Dil
uk: Мова

source: Reboot...
de: Neustart...
fr: Redémarrage...
hu: Újraindít...
sv: Starta om...
tr: Yeniden baþla ...
uk: Перевантажити...

source: Halt...
de: Herunterfahren...
fr: Arrêt...
hu: Leállít...
sv: Stanna...
tr: Kapat ...
uk: Зупинити...

source: System
fr: Système
hu: Rendszer
tr: Sistem
uk: Система

source: Can't open icon file: %s. Suspending iconify feature!
de: Kann Icondatei nicht öffnen: %s. Minimierung nicht möglich!
fr: Impossible d'ouvrir le fichier icône: %s. L'utilisation des icônes est suspendue!
hu: Nem találom a(z) %s ikon fájlt. Az ikonizáló funkció felfüggesztése!
sv: Kan inte öppna ikon-fil: %s. Avaktiverar minimerafunktion
tr: %s ikonasýný açamadým . Ikonalaþma özelliðini iptal ediyorum .
uk: Неможливо в╕дкрити файл п╕ктограми: %s. М╕н╕м╕зац╕ю буде заблоковано!

source: Iconify
de: Minimieren
fr: Iconifier
hu: Ikonizál
sv: Minimera
tr: Ikonalaþtýr
uk: М╕н╕м╕зувати

source: Please enter your login
de: Bitte geben Sie Ihr Login ein
hu: Kérem adja meg az azonosítóját
sv: Ange ditt användarnamn
tr: Giriþini ver
uk: Введ╕ть будь-ласка ваше ╕м'я

source: Can't open DefaultImage: %s. Suspending face browser!
de: Kann DefaultImage nicht öffnen: %s. Gesichterliste abgeschaltet!
hu: Nem tudom megnyitni a(z) %s AlapKépet. Arc böngészõ felfüggesztése!
sv: Kan inte öppna DefaultImage: %s. Avaktiverar bildbläddrare
tr: Önayarlý %s resmini açamadým . Yüz tarayýcýsýný iptal ediyorum .
uk: Неможливо в╕дкрити типове зображення: %s. Переглядача портрет╕в буде заблоковано!

source: main: Error setting up HUP signal handler
de: main: Fehler beim Einrichten des HUP-Signalhandlers
fr: main: Erreur lors de la configuration de la procédure de prise en charge du signal HUP
hu: main: Hiba a HUP jelzés kezelésének beállításakor
sv: main: Fel vid installering av HUP signalhanterare
tr: main : HUP sinyal yöneticisini kurarken bir hata oluþtu
uk: main: Помилка встановлення обробника сигналу HUP

source: main: Error setting up INT signal handler
de: main: Fehler beim Einrichten des INT-Signalhandlers
fr: main: Erreur lors de la configuration de la procédure de prise en charge du signal INT
hu: main: Hiba az INT jelzés kezelésének beállításakor
sv: main: Fel vid installering av INT signalhanterare
tr: main : INT sinyal yöneticisini kurarken bir hata oluþtu
uk: main: Помилка встановлення обробника сигналу INT

source: main: Error setting up TERM signal handler
de: main: Fehler beim Einrichten des TERM-Signalhandlers
fr: main: Erreur lors de la configuration de la procédure de prise en charge du signal TERM
hu: main: Hiba a TERM jelzés kezelésének beállításakor
sv: main: Fel vid installering av TERM signalhanterare
tr: main : TERM sinyal yöneticisini kurarken bir hata oluþtu
uk: main: Помилка встановлення обробника сигналу TERM

source: Could not set signal mask!
de: Konnte Signalmaske nicht setzen!
hu: Nem tudtam beállítani a jel maszkot!
sv: Kan inte sätta signalmask!
tr: Sinyal maskesini alamadým !
uk: Неможливо встановити маску сигналу!

source: gdm_config_parse: No authdir specified and default not found.
fr: gdm_config_parse: authdir non défini et valeur par défaut inconnue

source: gdm_config_parse: No sessions directory specified and default not found.
fr: gdm_config_parse: Répertoire de sessions non défini et valeur par défaut inconnue.

source: gdm_config_parse: Xdmcp disabled and no local servers defined. Aborting!
fr: gdm_config_parse: Xdmcp désactivé et pas de serveurs locaux définis. Abandon!

source: gdm_config_parse: Authdir %s is not owned by user %s, group %s. Aborting.
fr: gdm_config_parse: Le répertoire Authdir %s n'appartient pas à l'utilisateur %s, du groupe %s. Abandon.

source: gdm_child_action: Aborting display %s
fr: gdm_child_action: Abandon affichage %s

source: gdm_child_action: Master rebooting...
fr: gdm_child_action: Redémarrage du maître...

source: gdm_child_action: Reboot failed: %s
fr: gdm_child_action: Échec du redémarrage: %s

source: gdm_child_action: Master halting...
fr: gdm_child_action: Arrêt du maître...

source: gdm_child_action: Halt failed: %s
fr: gdm_child_action: Échec de l'arrêt: %s

source: gdm already running. Aborting!
fr: gdm est déjà lancé. Abandon!

source: According to %s, gdm was already running (%d), but seems to have been murdered mysteriously.
fr: Selon to %s, gdm est déjà lancé (%d), mais semble avoir été mystérieusement supprimé.

source: gdm_exec_script: Failed starting: %s
fr: gdm_exec_script: Échec du lancement: %s

source: gdm_exec_script: Can't fork script process!
fr: gdm_exec_script: Impossible de créer le processus de script!

source: gdm_server_start: Could not open logfile for display %s!
fr: gdm_server_start: Impossible d'ouvrir le fichier d'historique pour l'affichage %s!

source: gdm_server_start: Error setting USR1 to SIG_IGN
fr: gdm_server_start: Erreur à l'affectation du signal USR1 à SIG_IGN

source: gdm_server_start: Xserver not found: %s
fr: gdm_server_start: Serveur X non trouvé: %s

source: gdm_server_start: Can't fork Xserver process!
fr: gdm_server_start: Impossible de créer le processus du server X!

source: gdm_server_stop: Could not unlink auth file: %s!
fr: gdm_server_stop: Impossible d'effacer le fichier d'autorisations: %s!

source: gdm_server_restart: Error setting up ALARM signal handler
fr: gdm_server_restart: Erreur lors de la configuration de la procédure de prise en charge du signal ALARM

source: gdm_chooser_parse_config: No configuration file: %s. Aborting.
fr: gdm_chooser_parse_config: Pas de fichier de configuration: %s. Abandon.

source: Can't open default host icon: %s
fr: Impossible d'ouvrir l'icône de la machine par défaut: %s

source: Connect
fr: Connecte

source: Rescan
fr: Détecte

source: Cancel
fr: Annuler
