Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Stalker:
az: Yaxalayıcı:
da: Usynlig:
de: Nicht legitimiert:
fr: Traqué:
pl: Tajniak:
pt: Escondido:
ru: Сталкер:
sk: Stopár:
uk: Сталкер:
zh_cn: 追踪者：

source: Status Docklet
az: Vəziyyət Limancığı
ca: Indicador d'estat
da: Statusikon på panelet
de: Status Docklett
es: Indicador de estado
fr: Application insérée de Statut
ja: Status Doclet
ko: 상황 도크릿
lt: Bûsenos skydelis
ms: Docklet Status
pl: Dok stanu
pt: Objecto de Estados
ru: Значок состояния
sk: Stavový priestor
tr: Durum iskelesi
uk: Блок стану
zh_cn: 状态窗口

source: Timestamps
ca: Indicadors de temps
da: Tidsstempler
de: Zeitstempel
es: Marcas de tiempo
fr: Horodatage
ja: タイムスタンプ
ko: 시간표시
ms: Timestamp
nl: Tijdsstempels
pl: Znaczniki czasowe
pt: Horas
ru: Время
sk: Èasové znaèky
tr: Tarih damgası
zh_cn: 时间戳

source: Toolbars
ca: Barres d'eines
da: Værktøjslinjer
de: Werkzeugleisten
es: Barras de herramientas
fr: Barres d'outils
ja: ツールバー
ms: Toolbar
nl: Menubalken
pl: Paski narzêdziowe
pt: Barras de Ferramentas
ru: Панель инструментов
sk: Li¹ty nástrojov
tr: Araç çubukları
zh_cn: 工具栏

source: User ID
az: İstifadəçi ID
ca: ID d'usuari
da: Bruger-id
de: Benutzer-ID
fr: Identifiant Utilisateur
ja: ユーザ ID
ko: 사용자 ID
lt: Vartotojo ID:
ms: ID Pengguna
nl: Gebruiker-ID
pl: ID u¿ytkownika
pt: ID Utilizador
ru: ID пользователя
sk: ID pou¾ívateµa
tr: Kullanıcı no
uk: ╤дентиф╕катор користувача
zh_cn: 用户 ID

source: _Auto-away
ca: Absent _automàticament
da: _Automatisk fravær
de: _Auto-abwesend
es: _Auto-ausencia
fr: Absent _Automatique
ja: 自動退席(_A)
ko: 자동 떠남(_A)
lt: _Auto-nebuvimas
nl: _Auto-afwezig
pl: _Automatyczna nieobecno¶æ
pt: Auto-ausente
ru: _Автоотсутствие
sk: _Automaticky preè
tr: _Otomatik-Uzakta
uk: Автов╕дсутн╕сть
zh_cn: 自动离开(_A)

source: _Away after:
ca: _Absent després de:
da: _Fraværende efter:
de: Abwesend _nach:
es: _Ausente después de:
fr: _Absent après:
ja: 退席後(_A):
lt: Në_ra po:
ms: _Away selepas:
nl: _Afwezig na:
pl: _Nieobecno¶æ po:
pt: _Ausente após:
ru: Отсутствие _после:
sk: Pr_eè po:
tr: _Uzakta kalma süresi:
uk: В╕дсутн╕сть п╕сля:
zh_cn: 离开时间(_A)：

source: _Encryption
az: _Şifrləmə
ca: _Encriptació
da: _Kryptering
de: _Verschlüsselung
es: _Cifrado
ja: 暗号化(_E)
ko: 암호화(_E)
lt: Ðifr_avimas
ms: Peng_enkripsian
nl: Ver_sleutelen
pl: _Szyfrowanie
pt: _Encriptação
ru: _Шифрование
sk: ©ifrovani_e
tr: Ş_ifreleme
uk: Шифрування
zh_cn: 加密(_E)

source: _Interface
da: _Grænseflade
de: _Schnittstelle
ja: インターフェイス(_I)
ko: 인터페이스(_I)
ms: _Antaramuka
pl: _Interfejs
ru: _Интерфейс
sk: Rozhran_ie
tr: _Arayüz
uk: ╤нтерфейс
zh_cn: 界面(_I)

source: _Keyserver:
da: _Nøgleserver:
ms: _Pelayankekunci:
ru: Сервер _ключей:
sk: Server s _kµúèmi:

source: _Logs
az: _Qeydlər
ca: _Registres
da: _Logfiler
de: _Protokolle
es: _Registros
fr: _Journaux
ja: ログ(_L)
ko: 기록(_L)
lt: _Dienynai
ms: _Log
nl: _Geschiedenis
pl: _Dzienniki
pt: _Registos
ru: _Логи
sk: Záznam_y
tr: _Kayıtlar
uk: Журнали
zh_cn: 日志(_L)

source: _Messages and Chats
ca: _Missatges i xerrades
da: _Meddelelser og chat
de: _Nachrichten und Chats
es: _Mensajes y charlas
fr: _Messages et Discussions
ja: メッセージ(_M)・チャット
ko: 메세지와 대화(_M)
lt: Þi_nutës ir pokalbiai
ms: _mesej dan Chat
nl: _Berichten en Chats
pl: _Wiadomo¶ci i rozmowy
pt: _Mensagens e Conversas
ru: _Сообщения и беседы
sk: S_právy a rozhovory
tr: İletiler ve _Sohbetler
zh_cn: 消息和聊天(_M)

source: _Status:
az: _Vəziyyət:
ca: E_stat:
es: E_stado:
fr: _Statut:
ja: ステータス(_S):
ko: 상태(_S):
lt: Bû_sena:
pl: _Stan:
pt: _Estado:
ru: _Статус:
sk: _Stav:
tr: _Durum:
uk: Стан:
zh_cn: 状态(_S)：

source: minute(s)
ca: minut(s)
da: minutter
de: Minute(n)
es: minuto(s)
ja: 分
ko: 분 후
lt: minutë(s)
ms: minit
nl: minute(n)
pl: minutach
pt: minuto(s)
ru: минут
sk: minút
tr: dakika
uk: хв
zh_cn: 分钟

source: Blank Message
az: Boş İsmarıc
ca: Missatge buit
da: Tom meddelelse
de: Leere Nachricht
es: Mensaje vacío
fr: Message vide
ja: ブランクメッセージ
ko: 빈 메세지
lt: Tuðèia þinutë
ms: Mesej Kosong
nl: Leeg Bericht
pl: Pusta wiadomo¶æ
pt: Mensagem Em Branco
ru: Пустое сообщение
sk: Prázdna správa
tr: Boş İleti
uk: Порожн╓ пов╕домлення
zh_cn: 空白消息

source: Blank Message XML
az: Boş İsmarıc XMLi
ca: Missatge XML buit
da: Tom meddelelse i XML
de: Leere XML-Nachricht
es: Mensaje XML vacío
fr: Message Vide XML
ja: XMLブランクメッセージ
ko: 빈 메세지 XML
lt: Tuðèia XML þinutë
ms: Mesej XML kosong
nl: Leeg XML-Bericht
pl: Pusta wiadomo¶æ - XML
pt: Mensagem Em Branco XML
ru: Пустое сообщение XML
sk: Prázdna správa XML
tr: Boş XML İleti
uk: Порожн╓ пов╕домлення XML
zh_cn: 空白 XML 消息

source: If you know what you're doing, enter XML to send to the server below. Output will be in STDOUT (for now).
az: Nə etdiyinizi bilirsiniz isə, aşağıakı vericiyə XML yollayın. Yekunu STDOUT olacaqdır.
ca: Si saps el que estàs fent, introdueix l'XML per a enviar al servidor de sota. El resultat de la comanda apareixerà a l'STDOUT (per ara).
da: Hvis du ved hvad du gør, kan du indtaste XML og sende det til serveren herunder. Uddata vil blive skrevet til standard-ud (indtil videre).
de: Für Experten/Entwickler: XML hier eingeben, die zum untenstehenden Server geschickt wird. Ausgabe erfolgt (noch) auf STDOUT.
es: Si sabe lo que esta haciendo, introduzca el XML para mandarlo al servidor de abajo. La salida estará en STDOUT (desde ahora).
fr: Si vous savez ce que vous faites, entrez l'XML à envoyer au serveur ci-dessous: La sortie sera envoyé sur STDOUT (pour l'instant).
ja: 何を行っているか知っている場合には、サーバに送る XML を入力して下さい。 出力は、標準出力にあります。
lt: Jei þinai kà darai, pridëk XML siøsti þemiau nurodytam serveriui. Iðvesti bus STDOUT (dabar).
ms: Jika anda tahu apa yang anda ingin lakukan, masukan XML untuk dikirim ke pelayan dibawah. Output akan dipaparkan pada STDOUT (buat masa ini).
nl: Als u weet waar u mee bezig bent, geef het te verzenden XML hieronder. Outvoer kunt u vinden in het tekstvenster (voorlopig).
pl: Je¶li wiesz, co robisz, wpisz poni¿ej tre¶æ w XML-u, która ma zostaæ wys³ana do serwera. Wyj¶ciem bêdzie standardowe wyj¶cie (na razie).
pt: Se souber o que está a fazer, introduza XML para enviar ao servidor abaixo. A resposta estará no STDOUT (por agora).
ru: Если Вы знаете, что делаете, введите XML, который будет послан указанному серверу. Результат будет в STDOUT (пока).
sk: Ak viete èo robíte, zadajte sem XML na odoslanie serveru. Výstup bude na STDOUT (zatiaµ).
tr: Ne yaptığınızdan eminseniz, sunucuya göndereceğiniz XML'i aşağıya girin. Çıktı (şimdilik) Standart Çıktıda görünecek.
uk: Якщо ви зна╓тее, що робите, введ╕ть код XML, який необх╕дно в╕д╕слати наступному серверу. Результат буде в STDOUT (нараз╕).
zh_cn: 如果您清楚自己在做什么，输入 XML 以发送到以下服务器。输出在 STDOUT（目前）。

source: Raw XML Input
az: XML Girişi
ca: Entrada directa de dades en XML
da: Rå XML-inddata
de: Direkte XML-Eingabe
es: Entrada en bruto de datos XML
fr: Entrée de XML brute
ja: Raw XML 入力
ms: Input XML Rawak
nl: Directe XML-Invoer
pl: Surowe wej¶cie w XML-u
pt: Envio de XML Puro
ru: Прямой ввод XML
sk: Priamy vstup XML
tr: Temel XML Girdisi
uk: Прямий вв╕д XML
zh_cn: 原始 XML 输入

source: Raw XML Input - Gabber
ca: Entrada directa de dades en XML
da: Rå XML-inddata - Gabber
de: Direkte XML-Eingabe - Gabber
es: Entrada en bruto de datos XML - Gabber
fr: Entrée d'XML brut - Gabber
ja: Raw XML 入力 - Gabber
ms: Input XML Rawak - Gabber
nl: Directe XML-Invoer - Gabber
pl: Surowe wej¶cie w XML-u - Gabber
pt: Envio de XML Puro - Gabber
ru: Прямой ввод XML - Gabber
sk: Priamy vstup XML - Gabber
tr: Temel XML Girdi - Gabber
zh_cn: 原始 XML 输入 - Gabber

source: Agent JID:
ca: JID de l'Agent:
fr: JID Agent :
ja: エージェント JID:
ms: Agen JID:
pl: JID agenta:
pt: Agente JID:
ru: JID агента:
sk: JID agenta:
zh_cn: 代理 JID：

source: Agent Registration - Gabber
ca: Registre d'agents - Gabber
da: Agentregistrering - Gabber
de: Agent registrieren - Gabber
es: Registro de agentes - Gabber
fr: Enregistrement d'Agent - Gabber
ja: エージェント登録 - Gabber
ko: 중계서버 등록 - Gabber
lt: Agento registracija - Gabber
ms: Pendaftaran Agen - Gabber
nl: Agenten registreren - Gabber
pl: Rejestracja agenta - Gabber
pt: Registo de Agente - Gabber
ru: Регистрация у агента - Gabber
sk: Registrácia agenta - Gabber
tr: Aracı Üyeliği - Gabber
zh_cn: 代理注册 - Gabber

source: Agent Replacement
ca: Substitució d'agent
da: Agenterstatning
de: Agent ersetzen
es: Sustitución de agente
fr: Remplacement de l'agent
ja: エージェント置換
ms: Penggantian Agen
nl: Agent Vervanging
pl: Zastêpstwo agenta
pt: Substituição de Agente
ru: Смена агента
sk: Náhrada agenta
tr: Aracı Değiştirme
zh_cn: 替换代理

source: Attempting to Register
az: Qeydiyyata Cahd Edir
ca: Provant de registrar-te
da: Forsøger at registrere
de: Registrierung wird versucht
es: Intentado registrar
fr: Essai d'Enregistrement
ja: 登録中
ko: 등록 준비중
lt: Bandau prisiregistruoti
ms: Cuba untuk mendaftar
nl: Gabber probeert te registreren
pl: Próba rejestracji
pt: A Tentar Registar-se
ru: Попытка зарегистрироваться
sk: Skú¹am sa zaregistrova»
tr: Üye Olunuyor
uk: Спроба заре╓струватись
zh_cn: 试图注册

source: Gabber is now trying to load the information needed to register with this agent.
ca: El Gabber està provant de carregar la informació necessària per a registrar-te amb aquest agent.
da: Gabber forsøger at hente de oplysninger som behøves for at registrere hos denne agent.
fr: Gabber essaie de charges les informations nécessaires pour l'enregistrement auprès de cet agent.
ja: Gabberは、このエージェント に登録するために必要とされ る情報をロード中です。
ms: Gabber cuba memuatkan maklumat yang diperlukan untuk mendaftar dengan agen ini
pl: Gabber próbuje odczytaæ informacje, wymagane do rejestracji przy u¿yciu tego agenta.
pt: Gabber está a tentar carregar a informação necessária para se registar com este agente.
ru: Пожалуйста, подождите, пока Gabber пытается загрузить информацию, необходимую для регистрации у этого агента.
sk: Gabber sa teraz pokú¹a stiahnu» informácie potrebné na zaregistrovanie tohto agenta.
zh_cn: 现在 Gabber 正试图载入注册代理需要的信息。

source: Loading Registration Information
az: Qeydiyyat Mə'lumatı Yüklənir
ca: Carregant la informació de registre
da: Henter registreringsoplysninger
de: Anmeldeinformationen wird geladen
es: Cargando información de registro
fr: Chargement des Informations d'enregistrement
ja: レジストレーション情報読み込み中
ko: 등록 정보 읽는중
lt: Kraunu registracijos informacijà
ms: Memuatkan Maklumat Pendaftaran
nl: Registratie Informatie wordt geladen
pl: Odczytywanie informacji o rejestracji
pt: A Carregar Informação de Registo
ru: Загружаю регистрационную информацию
sk: Získavam registraèné informácie
tr: Üyelik Bilgisi Yükleniyor
uk: Завантаження ре╓страц╕йно╖ ╕нформац╕╖
zh_cn: 载入注册信息

source: Loading list of fields...
ca: Carregant la llista de camps...
da: Henter liste over felter...
fr: Chargement en cours de la liste des champs...
ja: 項目リストを読み込み中...
ms: Memuatkan senarai medan...
pl: Odczytywanie listy pól...
pt: A carregar lista de campos...
ru: Загрузка списка полей...
sk: Nahrávam zoznam polí...
zh_cn: 载入区域列表...

source: Register with an Agent
az: Vasitəyə Qeyd Ol
ca: Registrar-te amb un agent
da: Registrér hos en agent
de: Mit Agent registrieren
es: Registrar con un agente
fr: Enregistrement auprès d'un Agent
ja: エージェントへの登録
ko: 중계서버에 등록
lt: Registruokis su agentu
ms: Register dengan Agen
nl: Bij een Agent registreren
pl: Rejestracja przy u¿yciu agenta
pt: Registar com um Agente
ru: Зарегистрироваться у агента
sk: Zaregistrova» agenta
tr: Bir Aracı ile Üyelik
uk: Заре╓струватися в а╜ента
zh_cn: 向代理注册

source: Registration Successful
az: Qeydiyyat Müvəffəqiyyətli Oldu
ca: Registre complet
da: Registreringen lykkedes
de: Anmeldung erfolgreich
es: Registro completo
fr: Enregistrement réussi
ja: 登録成功
ko: 성공적으로 등록됨
lt: Registracija pavyko
ms: Pendaftaran Selesai
nl: Aanmelding Klaar
pl: Rejestracja zakoñczy³a siê pomy¶lnie
pt: Registo com Sucesso
ru: Регистрация успешна
sk: Registrácia úspe¹ná
tr: Üyelik İşlemi Tamamlandı
uk: Ре╓страц╕я усп╕шна
zh_cn: 注册成功

source: Registration with this agent was successful.
ca: El registre amb aquest agent ha estat completat satisfactòriament.
da: Registreringen hos denne agent lykkedes.
fr: L'enregistrement auprès de cet agent a réussi.
ja: このエージェントに対して、登録が成功しました。
ms: Pendaftaran dengan agen ini telah berjaya.
pl: Rejestracja przy u¿yciu agenta zakoñczy³a siê pomy¶lnie.
pt: O registo junto deste agente teve sucesso.
ru: Регистрация у этого агента успешна.
sk: Registrácia tohoto agenta bola úspe¹ná.
zh_cn: 代理注册成功。

source: Replace the agent with JID:
ca: Substituir l'agent amb JID:
da: Erstat agenten med jid:
de: Ersetze den Agenten mit JID:
es: Reemplazar el agente con JID:
fr: Replacer l'agent avec le JID:
ja: エージェントを JID に置換:
ms: Ganti agen dengan JID:
nl: Vervang de agent met JID:
pl: Zast±pienie agenta podanym JID:
pt: Substituir o agente pelo JID:
ru: Заменить агент с JID:
sk: Nahradi» agenta novým JID:
tr: Aracıyı bu JID ile değiştir:
zh_cn: 用 JID 替换代理：

source: Service Provided:
az: Mövcud Verici:
ca: Servei proporcionat:
da: Leveret tjeneste:
de: Angebotener Dienst:
es: Servicio proporcionado:
fr: Service fourni:
ja: 提供サービス:
ko: 제공되는 서비스:
ms: Servis dibekalkan:
nl: Aangeboden Diensten:
pl: Udostêpniana us³uga:
pt: Fornecedor de Serviço:
ru: Сервис обеспечен:
sk: Poskytovaná slu¾ba:
tr: Hizmet Sağlayıcı:
uk: Серв╕с забезпечено:
zh_cn: 提供服务：

source: Successful!
ca: Fet!
da: Vellykket!
fr: Réussi !
ja: 完了！
ms: Berjaya!
pl: Pomy¶lnie!
pt: Sucesso!
ru: Успешно!
sk: Úspe¹né!
zh_cn: 成功！

source: The agent has logged in successfully and has been added to your roster.
az: Vasitə müvəffəqiyyətlə girildi və əlaqə sizin "roster"inizə əlavə ediləcəkdir.
ca: L'agent ha engegat correctament i ha estat afegit a la teva llista.
da: Agenten er blevet tilsluttet uden problemer og er blevet tilføjet til kontaktlisten.
de: Die Anmeldung am Agenten war erfolgreich und er wurde zur Aufstellung hinzugefügt.
es: El agente a iniciado sesión correctamente y a sido añadido a tu lista.
fr: L'agent s'est connecté correctement et a été rajouté à votre liste
ja: エージェントは、ログインに成功し、 あなたの登録簿に追加しました。
ko: 중계서버에 성공적으로 로그인 하였고 목록에 추가되었습니다.
lt: Agentui prisijungti pavyko ir jis buvo átrauktas á tavo knygà.
ms: Agen telah berjaya logmasuk dan telah ditambah pada roster anda.
nl: De Agent heeft zich zonder problemen aangemeld en is aan uw Naamlijst toegevoegd.
pl: Agent zalogowa³ siê pomy¶lnie i zosta³ dodany do wykazu.
pt: O agente iniciou sessão com sucesso e foi adicionado à sua lista.
ru: Агент подключился успешно и был добавлен в Ваш список.
sk: Agent bol prihlásený úspe¹ne a bol pridaný do vá¹ho zoznamu kontaktov.
tr: Aracı girişi tamamlandı ve listenize eklendi.
uk: А╜ент з'╓днався усп╕шно ╕ його додано у ваш ре╓стр.
zh_cn: 代理登录成功 并已加入您的名册。

source: The agent is now processing your registration information.
ca: L'agent està processant la informació de registre.
da: Agenten behandler nu dine registreringsoplysninger...
fr: L'agent traite vos informations d'enregistrement.
ja: エージェントは、現在、あなたのレジストレーション情報を処理中です。
ms: Agen ini sedang memproses maklumat pendaftaran anda.
pl: Agent przetwarza teraz twoje informacje dotycz±ce rejestracji.
pt: O agente está agora a processar a sua informação de registo.
ru: Сейчас агент обрабатывает Вашу информацию о регистрации.
sk: Agent teraz spracováva va¹e registraèné informácie.
zh_cn: 代理正在处理您的注册信息。

source: This druid will step you through registering with an agent.
az: Bu sehirbaz ilə vasitəyə qeydiyyatdan keçəcəksiniz.
ca: Aquest assistent et guiarà pas a pas per a registrar-te amb un agent.
da: Denne hjælper vil hjælpe dig med at registrere dig hos en agent.
de: Dieser Assistent wird einen Agenten zur Aufstellung hinzuzufügen.
es: El asistente le guiara para registrarse con un agente.
fr: Cet assistant va vous aider à vous enregistrer auprès d'un agent.
ja: このドルイドは、エージェント として登録することであなたを 踏むでしょう。
ko: 이 마법사는 중계서버에 차근차근 등록하도록 도와줍니다.
ms: Druid ini akan membantu mendaftarkan agen ini
nl: Deze Druid zal u helpen met het registreren bij een Agent.
pl: Druid ten przeprowadzi ciê przez proces rejestracji przy u¿yciu agenta.
pt: Este assistente irá acompanha-lo durante o registo junto de um agente.
ru: Этот Помощник поможет Вам пройти регистрацию у агента по шагам.
sk: Tento pomocník vás bude sprevádza» procesom registrácie agenta.
tr: Bu işlem, bir aracı ile üye olmanızı adım adım gerçekleştirecek.
uk: Цей дру╕д допоможе вам пройти ре╓страц╕ю в а╜ента.
zh_cn: 本向导将帮您注册代理。

source: Unregister this agent (must be checked for replacement to work)
ca: Esborrar-se d'aquest agent (cal revisar-lo i canviar-lo perquè funcioni)
da: Afregistrer denne agent (skal tjekkes for erstatning for at virke)
fr: Suppression de l'enregistrement auprès de cet agent (doit être coché pour que le remplacement fonctionne)
ja: このエージェントから登録を消す (置換作業は確認される)
ms: Nyah daftar agen ini (mesti 'checked' supaya penggantian boleh dijalankan)
pl: Wyrejestrowanie agenta (musi byæ aktywne, aby zastêpstwo dzia³a³o)
pt: Desregistar junto deste agente (tem de estar checado para a substituição funcionar)
ru: Удалить регистрацию агента (должен быть помечен для замены)
sk: Odregistrova» tohoto agenta (musí by» oznaèený na výmenu, aby to fungovalo)
zh_cn: 取消注册的代理（必需核实替换的能否工作）

source: My Status - Gabber
ca: El meu estat - Gabber
da: Min status - Gabber
de: Mein Status - Gabber
es: Mi estado - Gabber
fr: Mon Statut - Gabber
ja: 私のステータス - Gabber
ko: 현재 상태 - Gabber
lt: Mano bûsena - Gabber
ms: Status Saya - Gabber
nl: Mijn Status - Gabber
pl: Mój stan - Gabber
pt: O Meu Estado - Gabber
ru: Мой статус - Gabber
sk: Môj stav - Gabber
tr: Durumum - Gabber
zh_cn: 我的状态 - Gabber

source: Show as being:
az: Göstər:
ca: Mostrar com a:
da: Vis som værende:
de: Zeigen als:
es: Mostrar como:
fr: Montrer comme étant:
ja: 開始として表示:
lt: Rodyti kaip:
ms: Papar sebagai:
nl: Toon als zijnde:
pl: Wy¶wietlanie w stanie:
pt: Mostrar como estando:
ru: Показать как:
sk: Zobrazi» ako:
tr: Böyle göster:
uk: Показати як сутн╕сть:
zh_cn: 显示状态：

source: Update Status
az: Güncəlləmə Vəziyyəti
ca: Actualitzar estat
da: Opdatér status
de: Status aktualisieren
es: Actualizar estado
fr: Mise à jour du Statut
ja: ステータス更新
ko: 상태 고침
lt: Atnaujinti bûsenà
ms: Kemaskini Status
nl: Status actualiseren
pl: Od¶wie¿ stan
pt: Actualizar Estado
ru: Обновить статус
sk: Aktualizova» stav
tr: Güncelleme Durumu
uk: Оновити стан
zh_cn: 更新状态

source: online
az: xətdə
ca: connectat
da: tilsluttet
de: angemeldet
es: conectado
fr: connecté
ja: オンライン
ko: 연결중
lt: prisijungæs
ms: dalam-talian
nl: aangemeld
pl: na linii
pt: ligado
ru: в сети
sk: pripojený
tr: bağlı
uk: в мереж╕
zh_cn: 在线

source: Add contact to roster
az: "Roster"inizə əlaqə əlavə et
ca: Afegir un contacte a la llista
da: Tilføj kontakt til kontaktlisten
de: Neuen Kontakt der Aufstellung hinzufügen
es: Añadir contacto a la lista
fr: Ajouter le contact à la liste
ja: 登録簿へのコンタクト先追加
ko: 목록에 연결정보 추가
lt: Pridëti kontaktà á knygà
ms: Tambah Rakan ke roster
nl: Nieuwe contact aan uw Naamlijst toevoegen
pl: Dodanie kontaktu do zestawienia
pt: Adicionar contacto à lista
ru: Добавить пользователя в список контактов (ростер)
sk: Prida» kontakt do zoznamu kontaktov
tr: Katılımcıyı listeye ekle
uk: Додати користувача в ре╓стр
zh_cn: 向名册添加成员

source: Allow
ca: Permetre
da: Tillad
de: erlauben
es: Permitir
fr: Autorisé
ja: 許可
ms: Izinkan
nl: Stem toe
pl: Zezwól
pt: Permitir
ru: Разрешить
sk: Povoli»
tr: İzin ver
zh_cn: 允许

source: Deny
ca: Negar
da: Nægt
de: verbieten
es: Negar
fr: Interdit
ja: 否認
ms: Larang
nl: Verbied
pl: Odrzuæ
pt: Negar
ru: Запретить
sk: Zakáza»
tr: Yasakla
zh_cn: 拒绝

source: Nickname:
az: Ləqəb:
ca: Àlies:
da: Kaldenavn:
de: Spitzname:
es: Apodo:
fr: Pseudo:
ja: ニックネーム:
ko: 별명:
lt: Slapyvardis:
ms: Gelaran:
nl: Bijnaam:
pl: Przydomek:
pt: Alcunha:
ru: Псевдоним:
sk: Prezývka:
tr: Nik:
uk: Псевдо:
zh_cn: 昵称

source: Request Reason
az: Sorğulama Səbəbi
ca: Raó per la petició
da: Udbed grund
de: Grund für Anforderung
es: Petición de subscripción
fr: Raison de la Demande
ja: 要求理由
ko: 요청 이유
ms: Minta Alasan/sebab
nl: Aanvraag Reden
pl: Przyczyna ¿±dania
pt: Razão do Pedido
ru: Причина запроса
sk: Dôvod ¾iadosti
tr: İstek Nedeni
uk: Причина запиту
zh_cn: 请求原因

source: Send Message...
az: İsmarıc Göndər...
ca: Enviar missatge...
da: Send meddelelse...
de: Nachricht senden...
es: Enviar mensaje...
fr: Envoyer un Message...
ja: メッセージ送信...
ko: 메세지 보내기...
lt: Siøsk þinutæ...
ms: Kirim Mesej...
nl: Bericht Verzenden...
pl: Wy¶lij wiadomo¶æ...
pt: Enviar Mensagem...
ru: Отправить сообщение...
sk: Posla» správu...
tr: İleti Gönder...
uk: В╕д╕слати пов╕домлення...
zh_cn: 发送消息...

source: Subscription Request - Gabber
ca: Petició de subscripció - Gabber
da: Tilmeldelsesanmodning - Gabber
de: Authorisierungsanforderung - Gabber
es: Petición de subscripción - Gabber
fr: Raison de la demande d'inscription - Gabber
ja: 承諾要求 - Gabber
ko: 구독 요청 - Gabber
ms: Permintaan Langganan - Gabber
nl: Reden voor het vragen van toestemming voor abonnement - Gabber
pl: ¯±danie subskrypcji - Gabber
pt: Registo Pedido - Gabber
ru: Запрос на подписку - Gabber
sk: ®iados» o prihlásenie - Gabber
tr: Üyelik İsteği - Gabber
zh_cn: 申请请求 - Gabber

source: Would you like to allow [user@server] to add you to their list?
az: [user@server]nin sizi öz siyahısına əlavə etməyinə icazə verirsiniz?
ca: Vols autoritzar a [user@server] a afegir-te a la seva llista?
da: Vil du tillade [bruger@server] at tilføje dig til vedkommendes liste?
de: Möchten Sie [user@server] gestatten, Sie zu seiner Liste hinzuzufügen?
es: Desea permitir que [user@server] le añada a su lista?
fr: Voulez-vous autorisez [user@server] à vous ajouter à sa liste ?
ja: [user@server] に、あなたを加えることを認め、これらのリストにあなたを 追加したいですか?
ms: Anda ingin izinkan [user@server] untuk menambah anda ke senarai mereka?
nl: Mag [user@server] u aan haar/zijn Naamlijst toevoegen?
pl: Czy chcesz, aby u¿ytkownik [user@server] doda³ ciê do swojej listy?
pt: Dejesa permitir que o [utilizador@servidor] o adicione à sua lista?
ru: Вы хотите разрешить [user@server] добавить Вас в их список?
sk: Chcete povoli» aby si vás [user@server] pridal do svojho zoznamu?
tr: Onların listesine [kullanıcı@sunucu] olarak eklenmeye izin vermek ister misiniz? (IP adresinizin görünmesini ister misiniz?)
uk: Чи хот╕ли б ви дозволити [користувач@сервер] додати вас у св╕й список?
zh_cn: 您允许 [user@server] 将您加入到他们的列表吗？

source: Agent Name:
az: Vasitə Adı:
ca: Nom de l'agent:
da: Agentnavn:
de: Name des Agenten:
es: Nombre agente:
fr: Nom de l'agent:
ja: エージェント名:
ko: 중계서버 이름:
lt: Agento vardas:
ms: Nama Agen:
nl: Agent Naam:
pl: Nazwa agenta:
pt: Nome do Agente:
ru: Имя агента:
sk: Meno agenta:
tr: Aracı İsmi:
uk: Назва а╜ента:
zh_cn: 代理名称：

source: Browse...
az: Gəz...
ca: Consultar...
da: Gennemse...
de: Auswählen...
es: Buscar...
fr: Parcourir...
ja: 参照...
ko: 찾아보기...
lt: Narðyti...
ms: Lihat...
nl: Doorzoeken...
pl: Przegl±daj...
pt: Procurar...
ru: Просмотр...
sk: Prezera»...
tr: Tara...
uk: Перегляд...
zh_cn: 浏览...

source: Group Chat Capable:
az: Qrupla Söhbətin Qabiliyyəti:
ca: Vàlid per a participar en grups de xerrada:
da: Kan gruppechatte:
de: Gruppenchat kompatibel:
es: Grupo de conversación disponible:
fr: Discussion de Groupe possible:
ja: グループチャットの資格:
ko: 단체 대화 가능:
ms: Kumpulan Chat boleh:
nl: Groep Chat Mogelijk:
pl: Mo¿liwo¶æ grupowych rozmów:
pt: Capaz de Conversas em Grupo:
ru: Может вести беседу группы:
sk: Je mo¾ný skupinový rozhovor:
tr: Grup Sohbeti Yapabilir:
uk: Може вести розмову групи:
zh_cn: 可以分组聊天：

source: Has SubAgents:
az: Alt Vasitələri mövcuddur:
ca: Té subagents:
da: Har underagenter:
de: Hat Unteragenten:
es: Tiene subagentes:
fr: Possède des sous-agents:
ja: サブエージェントの有無:
ko: 하위 중계서버 있음:
lt: Turi sub-agentus:
ms: Mempunyai SubAgen
nl: Heeft SubAgenten:
pl: Ma podagentów:
pt: Tem SubAgentes:
ru: Имеет подагентов:
sk: Má podagentov:
tr: Kullanılan Altaracılar:
uk: Ма╓ п╕да╜ент╕в:
zh_cn: 有子代理：
