Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Which server do you want your account on?
ca: A quin servidor vols registrar el compte?
da: Hvilken server vil du have din konto på?
de: Auf welchem Server soll ihr Benutzerkonto angelegt werden?
es: ¿En qué servidor desea registrar su cuenta?
fr: Sur quel serveur voulez-vous votre compte ?
ja: どのサーバのアカウントが欲しいですか?
lt: Kuriame serveryje nori uþsiregistruoti?
ms: Pelayan mana yang anda ingin kaun danda diletakan?
nl: Welke server wil je gebruiken voor je account?
pl: Na którym serwerze chcesz mieæ konto?
pt: Em que servidor deseja colocar a sua conta?
ru: На каком сервере Вы хотите получить учётную запись?
sk: Na ktorom serveri chcete ma» svoj úèet?
tr: Hesabınızı hangi sunucuda açmak istiyorsunuz?
zh_cn: 您希望您的帐号放在哪个服务器上？

source: Your New JabberID
ca: El teu nou JabberID
da: Din nye Jabber-id
de: Neue JabberID
es: Su nuevo JabberID
fr: Votre nouvel JabberID
ja: あなたの新JabberID
ko: 당신의 새 JabberID
lt: Tavo naujas JabberID
ms: JabberID baru anda
nl: Je nieuwe JabberID
pl: Twój nowy JabberID
pt: O Seu Novo JabberID
ru: Ваш новый идентификатор Jabber (JID)
sk: Va¹e nové JabberID
tr: Yeni JabberID'niz
zh_cn: 您的新 JabberID

source: Your password should be unique and easy to remember, but not something someone else can guess. Enter the same password twice to continue.
ca: La contrassenya ha de ser única i fàcil de recordar, però no per això fàcilment adivinable per una altra persona. Introdueix la mateixa contrasenya dos cops per a continuar.
da: Din adgangskode bør være unik og let at huske, men ikke noget som andre kan gætte sig til. Angiv samme adgangskode to gange for at fortsætte.
de: Sie sollten ein Passwort wählen, das sie sonst nirgends verwenden und einfach zu merken ist. Allerdings sollte es für andere nicht zu erraten sein. Bitte das gleiche Passwort zweimal eingeben.
es: Su contraseña debe ser única y sencilla de recordar, pero no debería ser fácilmente adivinada por otra persona. Introduzca la misma contraseña dos veces para continuar.
fr: Votre mot de passe doit être unique et facile à mémoriser, mais pas facile à deviner pour quelqun d'autre. Entrez ce mot de passe deux fois pour continuer.
ja: あなたのパスワードは、ユニークで思い出すことが容易であるべきです。 しかし、簡単であると、誰でも推測ができてしまいます。 継続するためには、同じパスワードを２度入力して下さい。
lt: Tavo slaptaþodis turëtø bûti unikalus ir paprastas ásiminti, taèiau toks, kad kiti negalëtø jo atspëti. Ávesk slaptaþodá du kartus, kad tæstum.
ms: katalaluan anda sepatutnya unik dan mudah diingat, tetapi bukannya sesuatu yang orang lain boleh teka. Masukkan katalaluan sama dua kali untuk meneruskan.
nl: Je wachtwoord moet uniek zijn en moet tevens makkelijk te onthouden zijn, zeker niet iets wat anderen kunnen raden. Toets het wachtwoord twee keer in om verder te gaan.
pl: Twoje has³o powinno byæ unikatowe i ³atwe do zapamiêtania, jednak takie, aby inne osoby nie mog³y siê go domy¶liæ. Aby kontynuowaæ, wpisz to samo has³o dwukrotnie.
pt: A sua senha deverá ser única e fácil de memorizar, mas não algo que outra pessoa possa adivinhar. Introduza a mesma senha duas vezes para continuar.
ru: Ваш пароль должен быть уникальным и лёгким для запоминания, но не чем-то, что может быть угадано кем-нибудь. Для продолжения введите Ваш пароль дважды.
sk: Va¹e heslo by malo by» jedineèné a jednoduché na zapamätanie, ale nie také, aby ho mohol uhádnu» niekto iný. Zadajte rovnaké heslo dvakrát.
tr: Parolanız eşsiz ve kolay hatırlanabilir olmalı ancak başkaları tarafından kolayca tahmin edilememelidir. Parolanızın doğruluğundan emin olmak için iki kere yazacaksınız.
zh_cn: 您的密码应该特殊且容易记住，但别人猜不到。输入两遍密码继续。

source: Your resource should be unique so you can log into the same Jabber account from different computers (or Jabber clients) at the same time.
ca: El teu recurs ha de ser únic de forma que puguis engegar la sessió al mateix compte Jabber des de diferents ordinadors o diferents clients Jabber simultàniament.
da: Din resurse skal være unik så du kan tilslutte dig samme Jabberkonto fra forskellige maskiner (eller Jabber-klienter) samtidigt.
de: Ihre Ressource sollten Sie auf jedem Computer von dem aus sie Jabber nutzen verschieden wählen. Damit ist es möglich sich von verschiedenen Computern aus gleichzeitig anzumelden.
es: Su recurso ha de ser único de manera que pueda iniciar sesión en la misma cuenta Jabber desde diferentes ordenadores o diferentes clientes Jabber simultáneamente.
fr: Votre ressource doit être unique pour que vous puissiez vous connecter avec le même compte Jabber à partir de plusieurs ordinateurs (ou clients Jabber) simultanément.
ja: あなたのリソースは、 同じアカウントで異なったコンピュータ(または Jabber クライアント)から ログインできるように、ユニークなものにすることができます。
ms: Sumber anda sepatutnya unik supaya anda boleh logmasuk ke akaun jabber yang sama daripada komputer lain (atau pelanggan jabber) pada masa yang sama.
nl: Jouw resource moet uniek zijn zodat je kan inloggen op dezelfde Jabber account vanaf verschillende computers (of Jabber clients) op hetzelfde moment.
pl: Twój zasób powinien byæ unikatowy, aby mo¿liwe by³o zalogowanie siê na to samo konto Jabbera z ró¿nych komputerów (lub klientów Jabbera) w tym samym czasie.
pt: O seu recurso deverá ser único para que se possa ligar à mesma conta Jabber de computadores diferentes (ou clientes Jabber) ao mesmo tempo.
ru: Ваш ресурс должен быть уникальным для того, чтобы Вы могли использовать одну учётную запись при работе с нескольких компьютеров (или клиентов Jabber) одновременно.
sk: Vá¹ zdroj by mal by» jedineèný, aby ste sa mohli prihlási» k tomuto Jabber úètu z rôznych poèítaèov (alebo Jabber klientov) naraz.
tr: Özkaynağınız, aynı Jabber hesabınızı aynı anda farklı makinalar ya da Jabber istemcileri ile kullanabileceğiniz kadar özel olmalıdır.
zh_cn: 您的资源应该特殊，这样您可同是通过不同的计算机（或 Jabber 客户端程序）登录到 Jabber 帐号。

source: Your username should be unique and easy to remember.
ca: El teu nom d'usuari ha de ser únic i fàcil de recordar.
da: Dit brugernavn skal være unikt og nemt at huske.
de: Ihr Benutzername sollte einmalig und einfach zu merken sein.
es: Su nombre de usuario debe ser único y fácil de recordar.
fr: Votre nom d'utilisateur doit être unique et facile à mémoriser.
ja: あなたのユーザ名は、ユニークでかつ簡単に思い出せるようにして下さい。
lt: Tavo vartotojo vardas turëtø bûti unikalus ir paprastas ásiminti
ms: Namapenggunam anda sepatutnya unik dan mudah diingat.
nl: Jouw gebruikersnaam moet uniek en makkelijk te onthouden zijn.
pl: Twoja nazwa u¿ytkownika powinna byæ unikatowa i ³atwa do zapamiêtania.
pt: O seu nome de utilizador deverá ser único de fácil de memorizar.
ru: Ваше имя пользователя должно быть уникальным и лёгким для запоминания.
sk: Va¹e prihlasovacie meno by malo by» unikátne a jednoduché na zapamätanie.
tr: Kullanıcı ismi eşsiz ve kolay hatırlanabilir olmalıdır.
zh_cn: 您的用户名应该特殊且容易记住。

source: Normal Message added to queue
ru: Обычное сообщение добавлено в очередь

source: One-on-One Chat added to queue
ru: Беседа один на один добавлена в очередь

source: Received Normal Message
ru: Принято сообщение

source: Received One-on-One Chat
ru: Принята беседа один на один

source: Startup
ru: Старт

source: Subscription Request
ru: Запрос на подписку

source: User is now online
ru: Пользователь в сети

source: User went offline
ru: Пользователь отключился

source: (last logged out
pl: (ostatnie wylogowanie

source: (idle
pl: (bezczynno¶æ od

source: ago
pl: temu

source: /me has changed the subject to:
az: /me mövzunu dəyişdirid:
ca: /me ha canviat l'assumpte a:
de: /me hat den Betreff geändert nach:
es: /me a cambiado el asunto a:
fr: /moi has change de sujet pour :
ja: /me は、次のように題名を変更しました:
lt: /me pakeitë pavadinimà á:
nl: /me heeft het onderwerp veranderd in:
pl: /me zmieni³ temat na:
pt: /me modificou o assunto para:
tr: /me konuyu değiştirir:
uk: /me зм╕нено тему на:

source: 0.0 kB
pl: 0.00 KB

source: 0.0 kB/sec
pl: 0.0 KB/s.

source: Connecting...
pl: Nawi±zywanie po³±czenia...

source: File Location:
pl: Po³o¿enie pliku:

source: File Size:
pl: Rozmiar pliku:

source: Sending - Gabber
pl: Wys³anie - Gabber

source: Sending to
pl: Wysy³anie do

source: Size Remaining:
pl: Pozosta³y rozmiar:

source: Stop
pl: Zatrzymaj

source: Transfer Speed:
pl: Szybko¶æ przesy³u:

source: Jabber Message _Rules...
az: Jabber İsmarıc _Qaydaları...
ca: _Regles dels missatges Jabber...
de: Jabber _Nachrichtenregeln...
es: _Reglas de mensajes Jabber
fr: _Règles de Message Jabber...
ja: Jabberメッセージルール(_R)...
ko: Jabber 메세지 규칙(_R)...
nl: Jabber _Bericht Regels...
pl: R_egu³y wiadomo¶ci Jabbera...
pt: _Regras de Mensagens Jabber...
tr: Jabber İleti _Kuralları...
uk: Правила пов╕домлень Jabber...

source: New Blank _Message...
az: Yeni Boş _İsmarıc...
ca: Nou _Missatge buit
de: Neue _leere Nachricht...
es: Nuevo _mensaje vacío
fr: Nouveau _Message vide...
ja: 新規ブランクメッセージ(_M)...
ko: 새 빈 메세지(_M)...
lt: Nauja tuðèia þinutë...
nl: Nieuw _leeg Bericht...
pl: Nowa pusta _wiadomo¶æ...
pt: Nova _Mensagem em Branco...
tr: Yeni _Boş İleti...
uk: Нове порожн╓ пов╕домлення...

source: _Services
az: _Xidmətlər
ca: _Serveis
de: _Dienste
es: _Servicios
ja: サービス(_S)
ko: 서비스(_S)
lt: Pa_slaugos
nl: _Diensten
pl: _Us³ugi
pt: _Serviços
tr: _Hizmetler
uk: Послуги

source: Read Next
az: Sonrakını Oxu
ca: Llegir el següent
de: Nächste lesen
es: Leer siguiente
fr: Lire le Suivant
ja: 次を読む
ko: 다음글 읽음
lt: Skaityti kità
nl: Lees Volgende
pl: Przeczytaj nastêpn±
pt: Ler Seguinte
tr: Diğerini Oku
uk: Прочитати наступне

source: Composing reply...
ca: Redactant resposta...
de: Bearbeite Antwort...
es: Redactando respuesta...
fr: Répondre...
ja: 返答の構成...
nl: Genereert antwoord
pl: Tworzenie odpowiedzi...
pt: A Escrever resposta...
tr: Yanıt hazırlanıyor...

source: E-mail:
da: Epost:
ja: 電子メール:
ko: 전자우편:
lt: El.paðtas:
ms: E-mel:
sk: Adresa elektronickej po¹ty:
tr: E-Posta:
zh_cn: 电子邮箱：

source: _URI
ja: URI(_U)

source: _Gabber
az: _Qabber
ja: Gabber(_G)

source: _E-mail:
da: _Epost:
ja: 電子メール(_E):
ko: 전자우편(_E):
lt: _El. paðtas:
ms: _E-mel:
tr: _E-posta:
zh_cn: 电子邮箱(_E)：

source: jabber.com
sk: jabber.sk

source: jabber.org
sk: jabber.sk

source: Julian "x-virge" Missig <julian@jabber.org>
uk: Джул╕ан М╕сс╕╜ (Julian "x-virge" Missig) <julian@jabber.org>
zh_cn: Julian "x-virge" Missing <julian@jabber.org>

source: Received Contacts(s) from
de: Kontakt(e) empfangen von
es: Contacto(s) recibidos de
nl: Ontvangen Contact(en) van
pt: Recebido(s) Contacto(s) de
tr: Katılımcıların Aldığı:

source: A server-side error has occurred:
de: Es ist ein serverseitiger Fehler aufgetreten:
es: Ha ocurrido un error en el servidor:
nl: Een fout heeft zich opgedaan aan de kant van de server:
pt: Um erro de servidor ocorreu:
tr: Bir sunucu kaynaklı hata oluştu:

source: Login - Gabber
de: Anmeldung - Gabber
ko: 로그인 - Gabber
lt: Prisijungti - Gabber
nl: Inloggen - Gabber
pt: Início Sessão - Gabber
tr: Giriş - Gabber

source: IQ XML
az: IQ ML
de: IQ-XML-Nachricht
ms: XML IQ

source: http://blah.com
fr: http://blabla.com
ms: http://ngokngek.com

source: Error attempting to register with agent.
az: Vasitə ilə qeyd olarkən xəta oldu.
de: Fehler beim Versuch, Agenten zu registrieren.
ko: 중개서버에 등록 도중 오류.
lt: Klaida registruojantis su agentu.
nl: Er trad een fout op tijdens het aanmelden bij de agent.
tr: Aracıyla kaydolmaya çalışılırken hata.
uk: Помилка п╕д час ре╓страц╕╖ в а╜ента.

source: Send Contacts(s) to
nl: Contact(en) Verzenden naar
tr: Katılımcıların Gönderdiği:

source: Send File to
tr: Dosyanın gönderileceği yer:

source: Error, a file must be specified.
de: Fehler, eine Datei muss angegeben werden.
es: Error, se debe especificar un archivo.
nl: Fout, een bestand moet gespecificeerd worden
tr: Hata, bir dosya belirtilmelidir.

source: /second
tr: /saniye

source: on IRC Server
lt: IRC Serveryje
nl: op IRC-Server
tr: ,IRC Sunucu:
uk: на сервер╕ IRC

source: You have been invited to
lt: Tu buvai pakviestas á
nl: U bent uitgenodigd bij
tr: Davet edildiniz:
uk: Вас запросили в

source: I'll away for a while.
tr: Biraz geç geleceğim.

source: Message to:
az: İsmarıc:
tr: İleti:
uk: Дов╕домлення до:

source: Reply to:
az: Cavab ver:
ko: 답장:
tr: Yanıtla:
uk: В╕дпов╕дь до:

source: Message to
lt: Þinutë
tr: Kime:

source: from groupchat
tr: sohbet grubundan

source: Message from
ko: 받은 메세지가...
lt: Þinutë nuo
tr: Kimden:

source: Message -
ko: 메세지 -
lt: Þinutë -
tr: İleti -

source: from groupchat
tr: sohbet grubu:

source: wrote:
az: yazıb:
ko: 가 쓰기를:
lt: raðo:
tr: yazan:
uk: писав:

source: Add a contact by JabberID
nl: Voeg een contactpersoon toe via JabberID
tr: JabberID ile bir Katılımcı Ekle

source: Delete Contact
ko: 접속정보 지움
lt: Iðtrinti kontaktà
tr: Katılımı Sil
uk: Стертви користувача

source: Display common actions
de: Häufige Funktionen anzeigen
nl: Toon veelgebruikte acties
tr: Ortak eylemleri göster

source: Display menubar
de: Menüleiste anzeigen
nl: Toon de menubar
tr: Menü çubuğunu göster

source: Display presence indicator
de: Anwesenheitsstatus anzeigen
lt: Rodyti buvimo indikatoriø
nl: Toon Aanwezigheids-indicator
tr: Vaziyet belirtecini göster
uk: Показувати ╕ндикатор пристност╕

source: Display status bar
de: Statuszeile anzeigen
nl: Toon status-bar
tr: Durum çubuğunu göster

source: Log_out
az: Çı_x
de: Abmel_den
es: Desc_onectarse
ko: 연결해제(_o)
lt: Atsij_ungti
nl: Af_melden
tr: Çı_k
uk: Роз'╓днатись

source: Send a File...
tr: Dosya Gönder...

source: _Login...
az: _Giriş...
de: _Anmelden...
es: _Sesión...
ko: 로그인(_L)...
lt: _Prisijungti...
nl: _Aanmelden...
tr: _Giriş...
uk: Ре╓страц╕я...

source: Login
az: Gir
de: Anmelden
es: Sesión
ko: 로그인
lt: Prisijungti
nl: Aanmelden
tr: Giriş
uk: Ре╓страц╕я

source: Use digest authentication, do not send plaintext password
az: Daycest tanıdılması işlət, düz mətn parollar göndərmə
de: Verschlüsselte Anmeldung verwenden, kein Klartextpasswort versenden
ko: 단축 인증 사용, 보통 텍스트 비밀번호 보내지 않음
nl: Gebruik digest authorisatie, verzend het wachtwoord niet als platte tekst
tr: Kimlik kanıtlama paketi kullan, okunabilir parola gönderme
uk: Використовуйте зб╕рну ╕дентиф╕кац╕ю -- не в╕дсилайте в╕дкритих парол╕в

source: Advanced Options
az: Ətraflı Seçənəklər
ko: 고급 옵션
lt: Specialiosios parinktys
tr: Gelişmiş Seçenekler
uk: Розширен╕ параметри

source: An error occurred while attempting to send:
lt: Klaida bandant iðsiøsti:
tr: Gönderirken bir hata oluştu:
uk: На спроб╕ в╕дсилання виникла помилка:

source: JabberID to which this message should be sent
az: İsmarıcın yollanacağı JabberID
ko: 이 메세지를 보낼 JabberID
lt: JabberID, kuriam turi bûti iðsiøsti ði þinutë
nl: Het JabberID naar welk dit bericht verzonden moet worden
tr: Bu iletinin gönderilmesi gereken JabberID
uk: JabberID того, кому ма╓ бути в╕д╕слано пов╕домлення

source: Message - Gabber
ko: 메세지 - Gabber
lt: Þinutë - Gabber
tr: İleti - Gabber

source: Quote
az: Kota
ko: 인용
lt: Kvota
tr: İmle
uk: Цитувати

source: Quote received message in reply
az: Cavab olaraq yollanmış ismarıcları kotalandır
ko: 답장에 받은 메세지 포함함
tr: Yanıtta alınan iletiyi imler
uk: Цитувати прийнят╕ пов╕домлення у в╕дпов╕д╕

source: Received Message
az: Alınmış İsmarıclar
ko: 받은 메세지
lt: Gauta þinutë
tr: Alınan İleti
uk: Прийнято пов╕домлення

source: Reply
az: Cavab Ver
de: Antworten
ko: 답장
lt: Atsakyti
nl: Beantwoorden
tr: Yanıtla
uk: В╕дпов╕сти

source: Send to:
tr: Gönder:

source: Show Advanced Options
az: Ətraflı Seçənəkləri Göstər
ko: 고급 옵션 보기
lt: Rodyti specialiàsias parinktis
tr: Gelişmiş Seçenekleri Göster
uk: Показати розширен╕ параметри

source: Show Received Message
az: Alınmış İsmarıcları Göstər
ko: 받은 메세지 보임
lt: Rodyti gautà þinutæ
tr: Alınan İletileri Göster
uk: Показати прийняте пов╕домлення

source: Specific resource to which this message should be sent
az: Bu ismarıcın göndəriləcəyi spesifik mənbə
lt: Specialusis resursas, kuriam siøsti ðià þinutæ
nl: Hulpbron waarnaar dit bericht verzonden moet worden
tr: Bu iletinin gönderilmesi gereken özel kaynak
uk: Конкретний ресурс, куди потр╕бно в╕д╕слати це пов╕домлення

source: V
tr: D

source: A_vatar
tr: _Rozet

source: An avatar is an image which will be associated with you. Other clients may display this image with your instant messages or as an actual representation of you.
tr: Bir rozet sizinle ilişkili bir resimdir. Diğer istemciler gönderdiğiniz ileti ile birlikte bu rozeti aldıklarında sizden geldiğini anlar.

source: Buddy Icon - Gabber
tr: Goril Simgesi - Gabber

source: Set Avatar
tr: Rozet Belirle

source: The avatar's maximum dimensions are 50x50, maximum file size is 8 kB, and it may be a GIF or a PNG.
tr: Rozet en fazla 50x50 piksel, 8 kB.lık bir GIF ya da PNG olabilir.

source: Check spelling using ispell or aspell if possible
de: Rechtschreibprüfung mit ispell oder aspell wenn möglich
ko: ispell이나 aspell을 사용해서 맞춤법 검사함
lt: Jei ámanoma, tikrink raðybà su ispell ar aspell
nl: Spelling zo mogelijk controleren met ispell of aspell
tr: Sözdizimi denetimini (mümkün olduğunca) ispell ya da aspell ile yap
uk: Перев╕ряти правопис, використовуючи ispell чи aspell, якщо можливо

source: When automatically away, set the presence priority to 0
de: Bei automatischer Abwensenheit die Präsenz-Priorität auf 0 setzen
nl: Wanneer men automatisch weg is, zet de presence priority op 0
tr: Uzakta kipindeyken vaziyet önceliğini 0 yap

source: Agent:
az: Vasitə :
es: Agente:
ko: 중계서버:
lt: Agentas:
tr: Aracı:
uk: А╜ент:

source: Please wait while Gabber attempts to register with the information you entered.
az: Lütfən "Gabber"in girdiyiniz mə'lumatla qeyd olmasını gözləyin.
de: Bitte warten. Gabber versucht mit den angegebenen Daten die Registrierung.
es: Espere mientras Gabber intenta el registro con la información que a proporcionado.
lt: Praðau palaukti, kol Gabber bando registruotis su tavo ávesta informacija.
nl: Wees geduldig terwijl Gabber probeert te registeren met de gegeven informatie.
tr: Girdiğiniz bilgilerle üyeliğiniz tamamlanmaya çalışılırken lütfen bekleyiniz.
uk: Будь ласка, зачекайте, поки Gabber намага╓ться заре╓струватись з введеною вами ╕нформац╕╓ю.

source: Please wait while Gabber tries to load the information needed to register with this agent.
az: Lütfən "Gabber"in bu vasitə ilə qeyd üçün lazım olan mə'lumatı yükləməsini gözləyin.
de: Bitte warten während Gabber versucht Informationen zu laden, welche für die Anmeldung bei diesem Agenten notwendig sind.
es: Espere mientras Gabber intenta cargar la información necesaria para registrarse con este agente.
lt: Praðau palaukti, kol Gabber bando krauti informacijà
nl: Even geduld alstublieft. De informatie wordt geladen die nodig is om u bij deze agent te registreren.
tr: Gabber bu aracı ile üyelik bilgilerinizi yüklemeye çalışırken lütfen bekleyiniz.
uk: Будь ласка, зачекайте, поки Gabber намага╓ться завантажити ╕нформац╕ю, необх╕дну для ре╓страц╕╖ в цього а╜ента.

source: Registration with this agent has been successful.
az: Vasitəyə qeyd müvəffəqiyyətli oldu.
de: Anmeldung an diesem Agenten war erfolgreich.
es: El registro con este agente a sido completado.
ko: 이 중계서버에 등록이 성공하였습니다.
lt: Registracija su ðiuo agentu pavyko
nl: Het Registreren bij deze Agent is gelukt.
tr: Bu aracı ile üyelik tamamlandı.
uk: Ре╓страц╕я в цього а╜ента в╕дбулась усп╕шно.

source: This agent requires the fields you see to the right to be filled out.
az: Bu vasitənin sağda gördüyünüz girişlərə ehtiyacı var.
de: Dieser Agent benötigt, dass die Informationen auf der rechten Seite angegeben werden.
es: Este agente necesita que rellene la información que puede ver a la derecha.
nl: Voor deze Agent moeten de velden rechts ingevuld worden
tr: Bu aracı doğru bilgiler vermenizi gerektiriyor.
uk: Цей а╜ент вимага╓, щоб було заповнено поля, як╕ ви бачите праворуч.

source: http://www.jabberview.com/
tr: http://www.jabberview.org

source: Error attempting to register with agent. The agent is either down or unreachable.
es: Error al intentar registrarse con el agente. El agente no está funcionando o es inaccesible.

source: Copyright (c) 1999-2001 Julian Missig and Dave Smith
az: Təlif Haqqın (c) 1999-2001 Julian Missig and Dave Smith
es: Copyright (c) 1999-2001 Julian Missig y Dave Smith
lt: Copyright (c) 1999-2001 Julian Missig ir Dave Smit
uk: Авторське право © 1999-2001 Джул╕ан М╕сс╕╜ (Julian Missig) ╕ Дейв См╕т (Dave Smith)

source: Received Web Link from %s
de: Webadresse empfangen von %s
es: Recibiendo enlaces web de %s

source: Hide Details
de: Einzelheiten verstecken

source: Show Details
de: Einzelheiten anzeigen

source: Send From:
de: Dateiübertragung von:
nl: Verzenden van:

source: Received Web Link from
nl: Ontvangen Web Link van

source: Loading list of agents...
az: Vasitələrin siyahısı yüklənir...
ko: 중개 서버 목록 읽는중...
lt: Kraunu agentø sàraðà...
uk: Завантаження списку а╜ент╕в...

source: Error loading list of agents.
az: Vasitələr siyahısı yüklənmə xətası.
ko: 중개서버 목록 읽는중 오류.
lt: Klaida kraunant agentø sàraðà.
uk: Помилка п╕д час завантаження списку а╜ент╕в.

source: Gabber: My Contact Info
az: Gabber: Mənim Əlaqələrim Haqqında
uk: Gabber: ╤нформац╕я для зв'язку з╕ мною

source: Are you sure you want to disconnect from Jabber?
az: Jabberdən qopmaq istədiyinizdən əminsizinmi?
ko: 정말로 Jabber에서 접속을 끊으시겠습니까?
lt: Ar tikrai nori atsijungti nuo Jabber?
uk: Ви хочете роз╕рвати зв'язок з Jabber?

source: More information about Jabber: http://www.jabbercentral.org/ http://jabber.org/ http://jabber.com/
ko: Jabber에 대한 더 많은 정보는: http://www.jabbercentral.org/ http://jabber.org/ http://jabber.com/
lt: Daugiau informacijos apie Jabber: http://www.jabbercentral.org http://jabber.org/ http://jabber.com/
uk: Додаткова ╕нформац╕я про Jabber: http://www.jabbercentral.com/ http://jabber.org/ http://jabber.com/

source: Thanks:
az: Minnətdarıq:
ko: 고마운 사람들:
lt: Aèiû:
uk: Подяки:

source: Thomas Muldowney - several patches/fixes
ko: Thomas Muldowney - 몇몇 패치와 픽스들
lt: Thomas Muldowney - ávairûs pataisymai
uk: Томасу Малдауну (Thomas Muldowne) - дек╕лька виправлень

source: David Zoll - Small bug fixes, g_asserts
az: David Zoll - Kiçik xəta düzəlişləri, "g_assert"lər
ko: David Zoll - 작은 버그 픽스, g_asserts
lt: David Zoll - Smulkiø klaidø taisymas, g_asserts
uk: Дев╕ду Золлу (David Zoll) - др╕бн╕ виправлення, g_asserts

source: Erich Zigler - Gabber FreeBSD port
az: Erich Zigler - Gabber FreeBSD Qapısı
ko: Erich Zigler - Gabber FreeBSD 포팅
lt: Erich Zigler - Gabber FreeBSD portas
uk: Ер╕ку Ц╕╜леру (Erich Zigler) - перенос на FreeBSD

source: Lauris Kaplinski - e-font and e-unicode
az: Lauris Kaplinski - eYazı Növü və eUnicode
ko: Lauris Kaplinski - e-font 와 e-unicode
lt: Lauris Kaplinski - e-font ir e-unicode
uk: Лаур╕су Капл╕нск╕ (Lauris Kaplinski) - e-font ╕ e-unicode

source: All of the translators
az: Bütün tərcüməçilər
ko: 모든 번역자
lt: Visi vertëjai
uk: Вс╕м перекладачам

source: gtkmm - especially kenelson and cactus
az: gtkmm - əslində kenelson və kaktusdur
ko: gtkmm - 특히 kenelson 과 cactus
lt: gtkmm - ypatingai kenelson ir cactus
uk: gtkmm - особливо kenelson ╕ cactus

source: artwiz and garrett - amazing icons
az: artwiz və garrett - məzəli timsallar
ko: amazing 와 garrett - 기막힌 아이콘
lt: artwiz ir garrett - nuostabios ikonos
uk: artwiz ╕ garrett - чудов╕ п╕ктограми

source: gnomeicu and gaim
az: gnomeicu və gaim
ko: gnomeicu 와 gaim
lt: gnomeicu ir gaim
uk: gnomeicu ╕ gaim

source: All of the Jabber and GNOME people!
az: Bütün Jabber və GNOME xalqı!
ko: 모든 Jabber와 GNOME 사용자들!
lt: Visi Jabber ir GNOME þmonës!
uk: Вс╕м, хто працю╓ над Jabber ╕ GNOME!

source: Gabber's website: http://gabber.sourceforge.net/
az: GAbber web səhifəsi: http://gabber.sourceforge.net/
ko: Gabber의 웹사이트: http://gabber.sourceforge.net/
lt: Gabber svetainë: http://gabber.sourceforge.net/
uk: Сайт Gabber: http://gabber.sourceforge.net/

source: I'm not available right now.
az: İndi uyğun deyiləm.
ko: 지금 당장은 사용할 수 없습니다.
lt: Ðiuo metu að nepasiekiemas.
uk: Я зараз не доступний.

source: Please do not disturb me right now.
az: Lütfən məni indi narahat etməyin.
ko: 방해하지 말아 주세요.
lt: Dabar praðau manæs netrukdyti.
uk: Будь ласка, не турбуйте мене зараз.
