Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: View general information on this Agent
ca: Veure la informació general d'aquest agent
da: Vis generelle oplysninger om denne agent
de: Zeige Basisinformationen dieses Agenten
es: Ver información general en este agente
fr: Consulter les informations générales de cet agent
ja: このエージェントの全般情報を表示
ms: Lihat maklumat umum pada agen ini
nl: Toon algemene informatie over deze dienst
pl: Wy¶wietla ogólne informacje o tym agencie
pt: Ver informação geral sobre este Agente
ru: Просмотреть основную информацию об этом агенте
sk: Pozrie» v¹eobecné informácie o tomto agentovi
tr: Bu Aracı üzerindeki genel bilgileri göster
zh_cn: 查看这个代理的常规信息

source: _Server to Browse:
az: Gəziləcək _Verici:
ca: _Servidor a consultar:
da: _Server at gennemse:
de: Zu durchsuchender _Server:
es: _Servidor a buscar:
fr: _Serveur à consulter:
ja: 参照サーバ(_S):
ko: 찾아볼 서버(_S):
lt: _Serveris narðymui:
ms: _Pelayan untuk dilihat:
nl: _Server om te doorzoeken:
pl: Przegl±dany _serwer:
pt: _Servidor a Procurar:
ru: _Сервер для просмотра:
sk: _Server na prezeranie:
tr: _Aranacak Sunucu:
uk: Переглянути сервер:
zh_cn: 浏览的服务器(_S)：

source: According to update.jabber.org, a new version of Gabber is available.
ca: Segons update.jabber.org, hi ha una nova versió de Gabber disponible.
da: Ifølge update.jabber.org findes der en ny version af Gabber.
de: Laut update.jabber.org gibt es eine neue Version von Gabber.
es: Según update.jabber.org, hay una nueva versión de Gabber disponible.
fr: D'après update.jabber.org, une nouvelle version de Gabber est disponible.
ja: Gabber の最新版は、update.jabber.org から利用可能です。
ko: update.jabber.org가 gabber의 새 판번호를 사용할수 있다고 알려줍니다.
lt: Apsilankyk update.jabber.org, yra nauja Gabber versija.
ms: Menurut update.jabber.org, versi baru Gabber sudah ada.
nl: Volgens update.jabber.org is er een nieuwe versie van Gabber beschikbaar.
pl: Zgodnie z informacj± od update.jabber.org dostêpna jest nowa wersja Gabbera.
pt: De acordo com update.jabber.org, está disponível uma nova versão do Gabber.
ru: update.jabber.org сообщает, что доступна новая версия Gabber.
sk: Podµa update.jabber.org, je dostupná nová verzia programu Gabber.
tr: update.jabber.org'a göre yeni bir sürüm çıktı.
uk: З посиланням на update.jabber.org доступна нова верс╕я Gabber.
zh_cn: 根据 update.jabber.org，Gabber 已有新版本。

source: Description:
az: İzahat:
ca: Descripció:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
ja: 詳細:
ko: 설명:
lt: Paaiðkinimas:
ms: Huraian:
nl: Omschrijving:
pl: Opis:
pt: Descrição:
ru: Описание:
sk: Popis:
tr: Açıklama:
uk: Опис:
zh_cn: 描述：

source: Display information about this update again.
ca: Mostrar la informació sobre aquesta actualització un altre cop.
da: Vis denne information om opdateringen igen.
de: An dieses Update erneut erinnern.
es: Mostrar información sobre esta actualización de nuevo.
fr: Continuer d'afficher les informations à propos de cette mise à jour.
ja: 再度、この更新情報を表示します。
ko: 이 업데이트에 대한 정보를 다시 보여줍니다.
lt: Dar kartà rodyti inromacijà apie ðá atnaujinimà.
ms: Papar maklumat perihal kemaskini ini lagi.
nl: Toon nog een keer de informatie over deze update
pl: Ponowne wy¶wietlenie informacji o tej aktualizacji.
pt: Mostrar novamente informação sobre esta actualização.
ru: Показать информацию об этом обновлении снова.
sk: Zobrazi» informáciu o tejto aktualizácii znovu.
tr: Güncelleme bilgilerini tekrar göster.
zh_cn: 再次显示升级信息。

source: New Version Available - Gabber
ca: Nova versió disponible - Gabber
da: Ny version tilgængelig - Gabber
de: Neue Version verfügbar - Gabber
es: Nueva versión disponible - Gabber
fr: Nouvelle version disponible - Gabber
ja: 新バージョンが可能 - Gabber
ko: 새 판번호를 사용할 수 있음 - Gabber
lt: Pasiekiama nauja versija - Gabber
ms: Versi baru sudah ada - Gabber
nl: Nieuwe versie is beschikbaar - Gabber
pl: Dostêpna jest nowa wersja - Gabber
pt: Nova Versão Disponível - Gabber
ru: Доступна новая версия - Gabber
sk: Dostupná nová verzia - Gabber
tr: Yeni Sürüm Çıktı - Gabber
zh_cn: 已有新版本 - Gabber

source: Update Information
ca: Actualitzar la informació
da: Opdatér information
de: Information über automatische Aktualisierungen
es: Actualizar información
fr: Information de Mise à jour
ja: 情報の更新
ko: 정보 새로 고침
lt: Atnaujinti informacijà
ms: Maklumat kemaskini
nl: Informatie verversen
pl: Informacja o aktualizacji
pt: Informação sobre a Actualização
ru: Обновить информацию
sk: Informácia o aktualizácii
tr: Güncelleme Bilgileri
uk: Оновити ╕нформац╕ю
zh_cn: 升级信息

source: Version:
az: Buraxılış:
ca: Versió:
es: Versión:
ja: バージョン:
ko: 판번호:
lt: Versija:
ms: Versi:
nl: Versie:
pl: Wersja:
pt: Versão:
ru: Версия:
sk: Verzia:
tr: Sürüm:
uk: Верс╕я:
zh_cn: 版本：

source: A subscription request has been sent to this contact, but they have neither accepted nor denied it.
ca: Una petició de subscripció ha estat enviada a aquest contacte, però no l'ha acceptada o l'ha rebutjada.
da: En tilmeldelsesanmodning er sendt til denne kontakt, men vedkommende har hverken accepteret eller afvist den.
de: Eine Autorisierungsaufforderung wurde an diesen Kontakt gesendet. Dieser wurde bisher weder akzeptiert noch zurückgewiesen.
es: Una petición de subscripción ha sido enviada a este contacto, pero no la ha aceptado, o la ha denegado.
fr: Un demande d'enregistrement a été envoyé à ce contact mais il ne l'a ni acceptée, ni refusée.
ja: 承諾要求を、このコンタクト先に送信しました。しかし、いずれも拒否されて受理されませんでした。
ms: Permintaan langganan telah dikirim ke rakan ini, tetapi mereka tidak menerima mahupun sebaliknya.
nl: Een aanvraag is gestuurd naar deze contactpersoon, maar deze heeft deze heeft de aanvraag nog nooit geaccepteerd of genegeerd.
pl: Wys³ano do kontaktu ¿±danie subskrypcji, lecz nie uzyskano jeszcze odpowiedzi (pozytywnej ani negatywnej).
pt: Um pedido de inscrição foi enviado para este contacto, mas ele não o aceitou nem o recusou.
ru: Запрос о подписке был отослан данному пользователю, однако он не был ни разрешен, ни запрещен.
sk: Po¾iadavka na prihlásenie bola odoslaná tomuto kontaktu, ale on doteraz túto po¾iadavku neakceptoval ani nezamietol.
tr: Bu katılımcıya bir üyelik isteği gönderildi, ancak ne kabul ettğine ne de kabul etmediğine ilişkin bilgi gelmedi.
zh_cn: 已向该成员发送了加入请求，但他们既没有接受，也没有拒绝。

source: About
az: Haqqında
ca: Sobre tu
da: Om
de: Über
es: Acerca de
fr: A propos
ja: 自己紹介
ko: 이 사람은
lt: Apie
ms: Perihal
nl: Over
pl: Informacje o
pt: Sobre
ru: О себе
sk: O programe
tr: Hakkında
uk: Про
zh_cn: 关于

source: Address 2:
ca: Adreça 2:
da: Adresse 2:
de: Adresse 2:
es: Dirección 2:
fr: Adresse 2:
ja: 住所 2:
ko: 주소 2:
lt: Adresas 2:
ms: Alamat 2:
nl: Adres 2:
pl: Adres 2:
pt: Endereço 2:
ru: Адрес 2:
sk: Adresa 2:
tr: Adres 2:
zh_cn: 地址 2：

source: Address:
ca: Adreça:
da: Adresse:
de: Adresse:
es: Dirección:
fr: Adresse:
ja: 住所:
ko: 주소:
lt: Adresas:
ms: Alamat:
nl: Adres:
pl: Adres:
pt: Endereço:
ru: Адрес:
sk: Adresa:
tr: Adres:
zh_cn: 地址：

source: Birthday
az: Ad Günü
ca: Aniversari
da: Fødselsdag
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
ja: 生年月日
ko: 생일
lt: Gimtadienis
ms: Harijadi
nl: Verjaardag
pl: Data urodzenia
pt: Aniversário
ru: Дата рождения
sk: Narodeniny
tr: Doğum günü
uk: Дата народження
zh_cn: 生日

source: Birthday:
az: Ad Günü:
ca: Aniversari:
da: Fødselsdag:
de: Geburtstag:
es: Cumpleaños:
fr: Date de naissance:
ja: 生年月日:
ko: 생일:
lt: Gimtadienis:
ms: Harijadi:
nl: Verjaardag:
pl: Data urodzenia:
pt: Data de Nascimento:
ru: Дата рождения:
sk: Dátum narodenia:
tr: Doğum günü:
uk: Дата народження:
zh_cn: 生日：

source: City:
az: Şəhər:
ca: Ciutat:
da: By:
de: Stadt:
es: Ciudad:
fr: Ville:
ja: 市:
ko: 시:
lt: Miestas:
ms: Bandar:
nl: Stad:
pl: Miasto:
pt: Cidade:
ru: Город:
sk: Mesto:
tr: Şehir:
uk: М╕сто:
zh_cn: 城市：

source: Client:
az: Alıcı:
da: Klient:
es: Cliente:
ja: クライアント:
ko: 클라이언트:
lt: Klientas:
ms: Pelanggan:
pl: Klient:
pt: Cliente:
ru: Клиент:
sk: Klient:
tr: İstemci:
uk: Кл╕╓нт:
zh_cn: 客户：

source: Contact Information - Gabber
ca: Informació del contacte - Gabber
da: Kontaktoplysninger - Gabber
de: Kontaktinformation - Gabber
es: Información de contacto - Gabber
fr: Information du Contact - Gabber
ja: コンタクト先情報 - Gabber
ko: 접속 정보 - Gabber
lt: Kontakto informacija - Gabber
ms: Maklumat Rakan - Gabber
nl: Contactinformatie - Gabber
pl: Informacje o kontakcie - Gabber
pt: Informação de Contacto - Gabber
ru: Контактная информация - Gabber
sk: Informácie o kontakte - Gabber
tr: Katılımcı Bilgileri - Gabber
zh_cn: 成员信息 - Gabber

source: Contact's Computer
ca: Ordinador del contacte
da: Kontaktens maskine
de: Rechner des Kontakts
es: Ordenador del contacto
fr: Contacts de l'Ordinateur
ja: コンタクト先のコンピュータ
ms: KOmputer Rakan
nl: Computer van de contactpersoon
pl: Komputer kontaktu
pt: Computador do Contacto
ru: Компьютер пользователя
sk: Poèítaè kontaktu
tr: Katılımcının Bilgisayarı
zh_cn: 成员的计算机

source: Current Time:
az: Hazırkı Vaxt:
ca: Hora actual:
da: Aktuel tid:
de: Aktuelle Zeit:
es: Hora actual:
fr: Date courante:
ja: 現地時間:
ko: 현재시간:
lt: Esamas laikas:
ms: Masa semasa:
nl: Huidige Tijd:
pl: Bie¿±cy czas:
pt: Hora Actual:
ru: Текущее время:
sk: Aktuálny èas:
tr: Şu an:
uk: Поточний час:
zh_cn: 现在时间：

source: Explanation:
az: İzah:
ca: Explicació:
da: Forklaring:
de: Erklärung:
es: Explicación:
fr: Explication:
ja: 説明:
ko: 설명:
lt: Paaiðkinimas:
ms: Penerangan:
nl: Verklaring:
pl: Wyja¶nienie:
pt: Explicação:
ru: Пояснение:
sk: Vysvetlenie:
tr: Açıklama:
uk: Пояснення:
zh_cn: 解释：

source: Jabber Client
az: Jabber Alıcısı
ca: Client Jabber
da: Jabberklient
es: Cliente Jabber
fr: Client Jabber
ja: Jabber クライアント
ko: Jabber 클라이언트
lt: Jabber klientas
ms: Pelanggan Jabber
pl: Klient Jabbera
pt: Cliente Jabber
ru: Клиент Jabber
sk: Jabber klient
tr: Jabber İstemcisi
uk: Кл╕╓нт Jabber
zh_cn: Jabber 客户

source: Location
az: Yeri
ca: Ubicació
da: Placering
de: Adresse
es: Localización
fr: Emplacement
ja: 所在地
ko: 위치
lt: Vietovë
ms: Lokasi
nl: Adres
pl: Po³o¿enie
pt: Localização
ru: Местоположение
sk: Poloha
tr: Yer
uk: Положення
zh_cn: 位置

source: Name:
az: Ad:
ca: Nom:
da: Navn:
es: Nombre:
fr: Nom:
ja: 名称:
ko: 이름:
lt: Vardas:
ms: Nama:
nl: Naam:
pl: Nazwa:
pt: Nome:
ru: Имя:
sk: Meno:
tr: İsim:
uk: ╤м'я:
zh_cn: 名称：

source: Operating System:
az: İşlətim Sistemi:
ca: Sistema Operatiu:
da: Styresystem:
de: Betriebssystem:
es: Sistema operativo:
fr: Système d'Exploitation:
ja: オペレーティングシステム:
ko: 운영 체제:
lt: Operacinë sistema:
ms: Sistem Operasi:
nl: Besturingssysteem:
pl: System operacyjny:
pt: Sistema Operativo:
ru: Операционная система:
sk: Operaèný systém:
tr: İşletim Sistemi:
uk: Операц╕йна система:
zh_cn: 操作系统：

source: Organization Details
az: Quruluş Mə'lumatları
ca: Detalls de l'organtizació
da: Organisationsdetaljer
de: Einzelheiten der Organisation
es: Detalles de la organización
fr: Détails de l'organisation
ja: 組織詳細
ms: Penerangan Organisasi
nl: Organisatie Details
pl: Szczególy na temat organizacji
pt: Detalhes da Entidade
ru: Об организации
sk: Podrobnej¹ie informácie o organizácii
tr: Kurum Bilgileri
uk: Про орган╕зац╕ю
zh_cn: 组织详情

source: Pending:
ca: Pendent:
da: Afventer:
de: Ausstehend:
es: Pendiente:
fr: En attente:
ja: 未定:
ms: Tertangguh:
pl: W toku:
pt: Pendente:
ru: Ожидание:
sk: Nerozhodnuté:
tr: Bekliyor:
zh_cn: 未决：

source: Personal Details
az: Şəxsi Mə'lumat
ca: Detalls personals
da: Personlige detaljer
de: Persönliche Einzelheiten
es: Detalles personales
fr: Détails personnels
ja: 個人詳細
ko: 상세 정보
lt: Asmeninës detalës
ms: Penerangan Personal
nl: Persoonlijke Details
pl: Szczegó³y osobiste
pt: Detalhes Pessoais
ru: Подробности об отправителе
sk: Osobné podrobnej¹ie informácie
tr: Kişisel Ayrıntılar
uk: Подробиц╕ про особу
zh_cn: 个人详情

source: Personal Information
ca: Informació personal
da: Personlige oplysninger
de: Persönliche Informationen
es: Información personal
fr: Informations Personnelles
ja: 個人情報
ko: 개인 정보
lt: Asmeninë informacija
ms: Maklumat Personal
pl: Informacje osobiste
pt: Informação Pessoal
ru: Личная информация
sk: Osobné informácie
tr: Kişisel Bilgiler
zh_cn: 个人信息

source: Postal Code:
az: Poçt Kodu:
ca: Codi postal:
da: Postnr.:
de: Postleitzahl:
es: Código postal:
fr: Code Postal:
ja: 郵便番号
ko: 우편 번호:
lt: Paðto indeksas:
ms: Poskod:
nl: Postcode:
pl: Kod pocztowy:
pt: Código Postal:
ru: Почтовый индекс:
sk: PSÈ:
tr: Posta Kutusu:
uk: Поштовий ╕ндекс:
zh_cn: 邮政编码：

source: Presence and Status
az: İndiki Vaxt və Hal
ca: Presència i estat
da: Tilstedeværelse og status
de: Anwesenheit und Status
es: Presencia y estado
fr: Présence et Statut
ja: 所在・状況
ko: 현재 상태
ms: Kehadiran dan Status
nl: Aanwezigheid en Status
pl: Obecno¶æ i stan
pt: Presença e Estado
ru: Присутствие и состояние
sk: Prítomnos» a stav
tr: Durum Vaziyeti
uk: Присутн╕сть ╕ стан
zh_cn: 当前状态

source: Revert to the nickname this user specified
ca: Usar l'àlies original de l'usuari
da: Benyt det kaldenavn som kontakten selv angav
de: Zurücksetzen auf den vom Benutzer angegebenen Namen
es: Volver al apodo que este usuario especificó
fr: Revenir au pseudo défini par cet utilisateur
ja: ニックネームで指定したこのユーザを振り向けます
ms: Kembali ke gelaran yang dinyatakan
nl: Keer terug naar de bijnaam die deze gebruiker gespecificeerd heeft
pl: Przywraca przydomek ustalony przez samego u¿ytkownika
pt: Voltar para a alcunha especificada pelo utilizador
ru: Изменить на псевдоним, указанный этим пользователем
sk: Vráti» sa spä» k prezývke, ktorú zadal tento pou¾ívateµ
tr: Bu kullanıcının belirttiği nike dön
zh_cn: 恢复到用户指定的昵称

source: Role:
az: Rolu:
ca: Càrrec:
da: Rolle:
de: Position:
es: Papel:
ja: 担当:
ms: Tugas:
nl: Positie:
pl: Rola:
pt: Papel:
ru: Роль:
sk: Pozícia:
tr: Görevi:
uk: Роль:
zh_cn: 职务：

source: State/Province:
ca: Estat/Província:
da: Delstat/provins:
de: Bundesland:
es: Estado/Provincia:
fr: Etat/Province:
ja: 都道府県(州):
lt: Valstija/rajonas:
ms: Negeri/Wilayah:
nl: Staat/Provincie:
pl: Stan/Prowincja
pt: Estado/Província:
ru: Штат/Провинция (Республика/Область):
sk: ©tát/provincia:
tr: Şe_hir:
zh_cn: 省：

source: Subscription
az: Qeydiyyat
ca: Subscripció
da: Tilmeldelse
de: Authorisierung
es: Subscripción
fr: Inscription
ja: 承諾
lt: Registracija
ms: Langganan
nl: Authorisatie
pl: Subskrypcja
pt: Subscrição
ru: Подписка
sk: Prihlásenie
tr: Üyelik
uk: Авторизац╕я
zh_cn: 申请

source: Subscription type:
az: Qeydiyyat növü:
ca: Tipus de subscripció:
da: Tilmeldelsestype:
de: Authorisierungstyp:
es: Tipo subscripción:
fr: Type d'inscription:
ja: 承諾タイプ:
lt: Registracijos tipas:
ms: Jenis langganan:
nl: Authorisatie-type:
pl: Typ subskrypcji
pt: Tipo de subscrição:
ru: Тип подписки:
sk: Typ prihlásenia:
tr: Üyelik türü:
uk: Тип авторизац╕╖:
zh_cn: 申请类型：

source: Telephone:
ca: Telèfon:
da: Telefon:
de: Telefon:
es: Teléfono:
fr: Téléphone:
ja: 電話番号:
ko: 전화번호:
lt: Telefonas:
ms: Telefon:
nl: Telefoon:
pl: Telefon:
pt: Telefone:
ru: Телефон:
sk: Telefón:
tr: Telefon:
zh_cn: 电话：

source: Title:
az: Başlıq:
ca: Títol:
da: Titel:
de: Titel:
es: Título:
fr: Titre:
ja: 会社名:
ko: 직함:
ms: Tajuk:
nl: Titel:
pl: Tytu³:
pt: Título:
ru: Заголовок:
sk: Titul:
tr: Ünvan:
uk: Заголовок:
zh_cn: 标题：

source: Unit:
az: Vahid:
ca: Departament:
da: Enhed:
de: Abteilung:
es: Unidad:
fr: Unité:
ja: 部署名:
lt: Sàjunga:
nl: Afdeling:
pl: Jednostka:
pt: Unidade:
ru: Единицы:
sk: Jednotka:
tr: Birim:
uk: Одиниця:
zh_cn: 单元：

source: _About
az: _Haqqında
ca: _Sobre tu
da: _Om
de: _Über
es: _Acerca de
fr: _A propos
ja: 自己紹介(_A)
ko: 이 사람은(_A)
lt: _Apie
ms: Perih_al
nl: _Over
pl: _Informacje o
pt: _Sobre
ru: _О себе
sk: O progr_ame
tr: _Hakkında
uk: Про
zh_cn: 关于(_A)

source: _Client Info
az: _Alıcı İnfosu
ca: Informació del _Client
da: _Klientinfo
de: _Benutzerinformation
es: Información del cliente
fr: Information _Client
ja: クライアント情報(_C)
ko: 클라이언트 정보(_C)
lt: _Kliento informacja
ms: _Maklumat Pelanggan
pl: Informacje o _kliencie
pt: _Info do Cliente
ru: Информация о _клиенте
sk: Informácie o klientovi
tr: İ_stemci Bilgisi
uk: ╤нформац╕я про кл╕╓нта
zh_cn: 客户信息(_C)

source: _Default
ca: Per _Omissió
da: _Standard
de: _Voreinstellung
es: _Predeterminado
fr: _Défaut
ja: 省略時(_D)
nl: __Standaard
pl: _Domy¶lny
pt: _Defeito
ru: По _умолчанию
sk: Pre_dvolené
tr: Ö_ntanımlı
zh_cn: 默认(_D)

source: _General
da: _Generelt
de: Allgemeine _Informationen
fr: _Général
ja: 全般(_G)
ko: 일반(_G)
ms: _Umum
nl: _Algemeen
pl: _Ogólne
pt: _Genérico
ru: _Общее
sk: _V¹eobecné
tr: _Genel
zh_cn: 常规(_G)

source: _Location
az: _Yer
ca: _Ubicació
da: _Sted
de: _Adresse
es: _Localización
fr: _Emplacement
ja: 所在地(_L)
ko: 위치(_L)
lt: _Vietovë
ms: _Lokasi
nl: _Adres
pl: _Po³o¿enie
pt: _Localização
ru: _Местоположение
sk: _Umiestnenie
tr: _Yer
uk: Положення
zh_cn: 位置(_L)

source: _Nickname:
az: _Ləqəb:
ca: _Àlies:
da: _Kaldenavn:
de: Spitz_name:
es: _Apodo:
fr: Ps_eudo:
ja: ニックネーム(_N):
ko: 별명(_N):
lt: _Slapyvardis
ms: _Gelaran:
nl: _Bijnaam:
pl: P_rzydomek:
pt: _Alcunha:
ru: _Псевдоним:
sk: _Prezývka:
tr: _Nik:
uk: Псевдо:
zh_cn: 昵称(_N)：

source: _Organization
az: _Quruluş
ca: _Organització
da: _Organisation
de: _Organisation
es: _Organización
fr: _Organisation
ja: 組織(_O)
lt: _Organizacija
ms: _Organisasi
nl: _Organisatie
pl: _Organizacja
pt: _Entidade
ru: _Организация
sk: _Organizácia
tr: _Kurum
uk: Орган╕зац╕я
zh_cn: 组织(_O)

source: online:
az: xətdə:
ca: connectat:
da: tilsluttet:
de: angemeldet:
es: conectado:
fr: connecté:
ja: オンライン:
ko: 사용중:
lt: prisijungæs:
ms: dalam-talian
nl: aangemeld:
pl: na linii:
pt: ligado:
ru: в сети:
sk: pripojený:
tr: bağlantı:
uk: в мереж╕:
zh_cn: 在线：

source: status
ca: estat
es: estado
fr: statut
ja: ステータス
ko: 상태
lt: bûsena
pl: stan
ru: статус
sk: stav
tr: durum
uk: стан
zh_cn: 状态

source: subscription
ca: subscripció
da: tilmeldelse
de: Authorisierung
es: subscripción
fr: inscription
ja: 承諾
lt: registracija
ms: langganan
nl: Authorisatie
pl: subskrypcja
pt: subscrição
ru: подписка
sk: prihlásenie
tr: üyelik
uk: авторизац╕я
zh_cn: 申请

source: Add Contacts to Roster
ca: Afegir contactes a la llista
da: Tilføj kontakter til kontaktliste
de: Neue Kontakte zur Aufstellung hinzufügen
es: Añadir contactos a la lista
fr: Ajouter les Contacts à la liste
ja: 登録簿にコンタクト先を追加
ko: 목록에 연결정보 추가하기
lt: Pridëti kontaktà á knygà
ms: Tambah rakan ke Roster
nl: Nieuwe Contacten toevoegen aan naamlijst
pl: Dodanie kontaktów do wykazu
pt: Adicionar Contactos à Lista
ru: Добавить пользователей в список
sk: Prida» kontakty do zoznamu kontaktov
tr: Listeye Katılımcı Ekle
uk: Додати користувач╕в у ре╓стр
zh_cn: 向名册添加成员

source: Add to Roster
az: "Roster"ə əlaqə əlavə et
ca: Afegir a la llista
da: Tilføj til kontaktliste
de: Zur Aufstellung hinzufügen
es: Añadir a la lista
fr: Ajout à la liste
ja: 登録簿追加
ko: 목록에 추가
lt: Pridëti á knygà
ms: Tambah ke Roster
nl: Toevoegen aan naamlijst
pl: Dodaj do wykazu
pt: Adicionar à Lista
ru: Добавить в список
sk: Prida» do zoznamu kontaktov
tr: Listeye Ekle
uk: Додати в ре╓стр
zh_cn: 添加到名册

source: Nickname
az: Ləqəb
ca: Àlies
da: Kaldenavn
de: Spitzname
es: Apodo
fr: Pseudo
ja: ニックネーム
ko: 별명
lt: Slapyvardis
ms: Gelaran
nl: Bijnaam
pl: Przydomek
pt: Alcunha
ru: Псевдоним
sk: Prezývka
tr: Nik
uk: Псевдо:
zh_cn: 昵称

source: Received Contact(s) - Gabber
ca: Contacte(s) rebut(s) - Gabber
da: Modtaget kontakter - Gabber
de: Kontakt(e) empfangen - Gabber
es: Contacto(s) recibido(s) - Gabber
fr: Contact(s) Reçu(s) - Gabber
ja: コンタクト先受信 - Gabber
ko: 연결정보 받기 - Gabber
lt: Priimtas kontaktas - Gabber
ms: Menerima rakan - Gabber
nl: Ontvangen Contact(en) - Gabber
pl: Otrzymano kontakty - Gabber
pt: Contacto(s) Recebidos - Gabber
ru: Получены контакт(ы) - Gabber
sk: Prijaté kontakty - Gabber
tr: Alınan Katılımcılar - Gabber
zh_cn: 接收到的成员 - Gabber

source: The following contacts will be added to your roster:
ca: Els següents contactes seran afegits a la teva llista:
da: Følgende kontakter bliver tilføjet til din kontaktliste:
de: Die folgenden Kontakte werden zur Aufstellung hinzugefügt:
es: Los siguientes contactos serán añadidos a su lista:
fr: Les contacts suivants vont être ajoutés à votre liste :
ja: 次のコンタクト先を登録簿に追加:
ko: 다음 연결정보가 목록에 추가될 것 입니다:
lt: Ðie kontaktai bus átraukti á tavo knygà:
ms: Rakan berikut akan ditambah ke roster anda:
nl: De volgende contacten zullen aan uw naamlijst worden toegevoegd:
pl: Do wykazu zostan± dodane nastêpuj±ce kontakty:
pt: Serão adicionados à sua lista os seguintes contactos:
ru: Следующие пользователи были добавлены в Ваш список:
sk: Nasledujúce kontakty budú pridané do vá¹ho zoznamu kontaktov:
tr: Listeye eklenecek katılımcılar:
uk: Таких користувач╕в було додано в ре╓стр:
zh_cn: 以下成员将加到您的名册中

source: These contacts were received from:
ca: Els contactes han estat rebuts de:
da: Disse kontakter blev modtaget fra:
de: Diese Kontakte wurden empfangen von:
es: Los contactos han sido recibidos de:
fr: Ces contacts ont été reçus de :
ja: これらのコンタクト先は受信:
lt: Ðie kontaktai buvo atsiøsti ið:
ms: Rakan berikut diterima daripada:
nl: Deze contacten zijn ontvangen van:
pl: Poni¿sze kontakty zosta³y otrzymane od u¿ytkownika:
pt: Estes contactos foram recebidos de:
ru: Эти пользователи были получены от:
sk: Tieto kontakty boli prijaté od:
tr: Katılımcıların alındığı yer:
uk: Ц╕х користувач╕в було отримано в╕д:
zh_cn: 这位成员来自：

source: Drag contacts you would like to send below:
az: Yollamaq istədiyiniz əlaqələri sürükləyin
ca: Arossega els contactes que vols enviar:
da: Træk kontakter du ønsker at sende, nedenunder:
de: Zu versendende Kontakte nach unten ziehen:
es: Arrastre los contactos que desea enviar:
fr: Déposer les contacts que vous voulez envoyer ci-dessous:
ja: 以下に送信したいコンタクト先をドラッグ:
ko: 보내려는 연결정보를 아래로 끌어내리십시오:
lt: Nuvilk kontaktus, kuriuos norëtum nusiøsti:
ms: Heret rakan yang anda igin kirim di bawah:
nl: Sleep de contacten die u wilt versturen naar hieronder:
pl: Przeci±gnij na poni¿sz± listê kontakty, które chcesz wys³aæ:
pt: Arraste para baixo os contactos que deseja enviar:
ru: Перетащите ниже контакты, которые Вы хотите переслать:
sk: Pretiahnite sem kontakty, ktoré chcete posla»:
tr: Göndermek istediğiniz katılımcıları aşağıya sürükleyin:
uk: Перетягн╕ть нижче користувач╕в, ╕нформац╕ю про яких ви хочете переслати:
zh_cn: 拖动您要向其发送消息的成员

source: Send
az: Göndər
ca: Enviar
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보냄
lt: Siøsti
ms: Kirim
nl: Verzenden
pl: Wy¶lij
pt: Enviar
ru: Послать
sk: Posla»
tr: Gönder
uk: В╕д╕слати
zh_cn: 发送

source: Send Contact(s) - Gabber
ca: Enviar contacte(s) - Gabber
da: Send kontakter - Gabber
de: Kontakte senden - Gabber
es: Enviar Contactos(s) - Gabber
fr: Envoyer un (des) Contact(s) - Gabber
ja: チャント送信 - Gaber
ko: 연결정보 보냄 - Gabber
lt: Siøsti kontaktà - Gabber
ms: Kirim Rakan - Gabber
nl: Contact(en) Verzenden - Gabber
pl: Wys³anie kontaktów - Gabber
pt: Enviar Contacto(s) - Gabber
ru: Переслать контакт(ы) - Gabber
sk: Posla» kontakty - Gabber
tr: Katılımları Gönder - Gabber
zh_cn: 发送联络信息 - Gabber

source: Send Contacts
az: Əlaqələri Göndər
ca: Enviar contactes
da: Send kontakter
de: Kontakte senden
es: Enviar Contactos
fr: Envoyer des contacts
ja: コンタクト先送信
ko: 연결정보 보냄
lt: Siøsti kontaktus
ms: Kirim Rakan
nl: Contact(en) Verzenden
pl: Wys³anie kontaktów
pt: Enviar Contactos
ru: Переслать контакты
sk: Posla» kontakty
tr: Katılımları Gönder
uk: В╕д╕слати користувач╕в
zh_cn: 发送联络信息

source: Send these contacts to:
az: Bu əlaqələri göndər:
ca: Enviar aquests contactes a:
da: Send disse kontakter til:
de: Diese Kontakte senden an:
es: Enviar estos contactos a:
fr: Envoyer ces contacts à:
ja: これらのコンタクト先に送信:
lt: Siøsti ðiuos kontaktus pas:
ms: Kirim rakan ini kepada:
nl: Verzend deze contacten naar:
pl: WYys³anie poni¿szych kontaktów do:
pt: Enviar estes contactos para:
ru: Переслать этих пользователей для:
sk: Posla» tieto kontakty pre:
tr: Katılımların gönderileceği yer:
uk: Кому в╕д╕слати цих користувач╕в:
zh_cn: 将联络信息发送到：
