Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Edit Groups - Gabber
ca: Editar grups - Gabber
da: Redigér grupper - Gabber
de: Gruppen bearbeiten - Gabber
es: Editar grupos - Gabber
fr: Editer les Groupes - Gabber
ja: グループ編集 - Gabber
ko: 그룹 편집 - Gabber
lt: Keisti grupes - Gabber
ms: Edit Kumpulan - Gabber
nl: Groepen bewerken... - Gabber
pl: Modyfikacja grup - Gabber
pt: Editar Grupos - Gabber
ru: Правка групп - Gabber
sk: Upravi» skupiny - Gabber
tr: Grupları Düzenle - Gabber
zh_cn: 编辑小组 - Gabber

source: Groups for:
az: Qruplar:
ca: Grups per a:
da: Grupper for:
de: Gruppen für:
es: Grupos para:
fr: Groupes pour:
ja: グループ:
lt: Grupës:
ms: Kumpulan untuk:
nl: Groepen voor:
pl: Grupy u¿ytkownika:
pt: Grupos para:
ru: Группы для:
sk: Skupiny pre:
tr: Gruplar için:
uk: Групи для:
zh_cn: 组别用于：

source: Add...
az: Əlavə Et..
ca: Afegir...
da: Tilføj...
de: Hinzufügen...
es: Añadir...
fr: Ajouter
ja: 追加...
ko: 추가...
lt: Ádëti...
ms: Tambah...
nl: Toevoegen...
pl: Dodaj...
pt: Adicionar...
ru: Добавить...
sk: Prida»...
tr: Ekle...
uk: Додати...
zh_cn: 添加...

source: Edit...
az: Düzəlt..
ca: Editar...
da: Redigér...
de: Bearbeiten...
es: Editar...
fr: Editer
ja: 編集...
ko: 편집...
lt: Keisti...
nl: Bewerken...
pl: Zmodyfikuj...
pt: Editar...
ru: Редактировать...
sk: Upravi»...
tr: Düzenle...
uk: Зм╕нити...
zh_cn: 编辑...

source: Jabber Message Rules List
az: Jabber İsmarıc Qaydaları Siyahısı
ca: Llista de regles per als missatges Jabber
da: Jabber-meddelelsesregler
de: Jabber Nachrichtenregeln anzeigen
es: Lista de reglas para mensajes Jabber
fr: Liste des Règles de Message Jabber
ja: Jabber メッセージルールリスト
ko: Jabber 메세지 규칙 목록
ms: Senarai tatacara Mesej Jabber
nl: Jabber Bericht Regels Lijst
pl: Lista regu³ wiadomo¶ci Jabbera
pt: Lista de Regras de Mensagens Jabber
ru: Список правил (фильтров) сообщений Jabber
sk: Zoznam pravidiel pre správy Jabbera
tr: Jabber Mesaj Kural Listesi
uk: Список правил пов╕домлень Jabber
zh_cn: Jabber 消息规则列表

source: Jabber Message Rules List - Gabber
ca: Llista de regles per als missatges Jabber - Gabber
da: Jabber-meddelelsesregler - Gabber
de: Jabber Nachrichtenregeln anzeigen - Gabber
es: Lista de reglas para mensajes Jabber - Gabber
fr: Liste des Règles de Message Jabber - Gabber
ja: Jabber メッセージルールリスト - Gabber
ko: Jabber 메세지 규칙 목록 - Gabber
ms: Senarai tatacara Mesej Jabber - Gabber
nl: Jabber Bericht Regels Lijst - Gabber
pl: Lista regu³ wiadomo¶ci Jabbera - Gabber
pt: Lista de Regras de Mensagens Jabber - Gabber
ru: Список правил (фильтров) сообщений Jabber - Gabber
sk: Zoznam pravidiel pre správy Jabbera - Gabber
tr: Jabber İleti Kuralları Listesi - Gabber
zh_cn: Jabber 消息规则列表 - Gabber

source: Action
az: Gediş
ca: Acció
da: Handling
de: Aktion
es: Acción
ja: アクション
lt: Vykdyti
ms: Aksi
nl: Actie
pl: Czynno¶æ
pt: Acção
ru: Действие
sk: Akcia
tr: Eylem
uk: Д╕я
zh_cn: 动作

source: Add
az: Əlavə Et
ca: Afegir
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
lt: Ádëti
ms: Tambah
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Prida»
tr: Ekle
uk: Додати
zh_cn: 添加

source: Condition
az: Hal
ca: Condició
da: Betingelse
de: Bedingung
es: Condición
ja: 条件
ko: 상태
lt: Bûklë
ms: Keadaan
nl: Voorwaarde
pl: Warunek
pt: Condição
ru: Условие
sk: Podmienka
tr: Koşul
uk: Умова
zh_cn: 条件

source: Edit Jabber Message Rule - Gabber
ca: Editar Regla per a missatges de Jabber - Gabber
da: Redigér Jabber-meddelelsesregel - Gabber
de: Jabber Nachrichtenregel bearbeiten - Gabber
es: Editar regla para mensajes de Jabber - Gabber
fr: Editer une Règle de Message Jabber - Gabber
ja: Jabber メッセージルール編集 - Gabber
ko: Jabber 메세지 규칙 편집 - Gabber
ms: Edit tatacara Mesej Jabber - Gabber
nl: Jabber Bericht Regel bewerken - Gabber
pl: Modyfikacja regu³y wiadomo¶ci Jabbera - Gabber
pt: Editar Regra de Mensagem Jabber - Gabber
ru: Редактировать правила (фильтры) сообщений Jabber - Gabber
sk: Upravi» pravidlo správ Jabbera - Gabber
tr: Jabber İleti Kuralı Düzenleme - Gabber
zh_cn: 编辑 Jabber 的消息规则 - Gabber

source: Rule Name:
az: Qayda Adı:
ca: Nom regla:
da: Regelnavn:
de: Name der Regel:
es: Nombre de la regla:
fr: Nom de Règle:
ja: ルール名:
ko: 규칙 이름:
lt: Taisyklës pavadinimas:
ms: Nama Tatacara:
nl: Regel Naam:
pl: Nazwa regu³y:
pt: Nome de Regra:
ru: Название правила:
sk: Názov pravidla:
tr: Kural Adı:
uk: Назва правила:
zh_cn: 规则名称：

source: Accept Files
ca: Accepta Fitxers
da: Acceptér filer
de: Dateien annehmen
es: Aceptar archivos
fr: Accepter les Fichiers
ja: 受理ファイル
ms: Terima Fail
nl: Accepteer Bestanden
pl: Zaakceptuj pliki
pt: Aceitar Ficheiros
ru: Принять файлы
sk: Prevzia» súbory
zh_cn: 接收文件

source: Description
ca: Descripció
da: Beskrivelse
de: Beschreibung
es: Descripción
ja: 記述
ms: Huraian
nl: Omschrijving
pl: Opis
pt: Descrição
ru: Описание
sk: Popis
zh_cn: 描述

source: Files Offered
ca: Fitxers Oferts
da: Tilbudte filer
de: Dateien angeboten
es: Archivos ofrecidos
fr: Fichiers offerts
ja: ファイルの提示
ms: Fail diTawarkan
nl: offert bestanden aan
pl: Oferowane pliki
pt: Ficheiros Oferecidos
ru: Предложенные файлы
sk: Ponúkané súbory
zh_cn: 提供的文件

source: Files offered by:
ca: Fitxers oferts per:
da: Filer som tilbydes af:
de: Dateien angeboten von:
es: Archivos ofrecidos por:
fr: Fichiers offerts par :
ja: ファイルの提示:
ms: Fail ditawarkan oleh:
nl: Bestanden aangeboden doo:
pl: Pliki oferowane przez u¿ytkownika:
pt: Ficheiros oferecidos por:
ru: Файлы, предложенные пользователем:
sk: Ponúkané súbory od:
zh_cn: 文件提供自

source: Offered File(s) - Gabber
ca: Fitxers oferts - Gabber
da: Tilbudte filer - Gabber
de: Angebotene Datei(en) - Gabber
es: Archivo(s) ofrecido(s) - Gabber
fr: Fichier(s) offert(s) - Gabber
ja: ファイルの提示 - Gabber
ms: Fail diTawarkan - Gabber
nl: Aangeboden bestand(en) - Gabber
pl: Zaoferowane pliki - Gabber
pt: Ficheiro(s) Oferecido(s) - Gabber
ru: Предложенные файлы - Gabber
sk: Ponúkané súbory - Gabber
zh_cn: 提供的文件 - Gabber

source: Save Files - Gabber
ca: Grava Fitxers - Gabber
da: Gemte filer - Gabber
de: Dateien speichern - Gabber
es: Archivos guardados - Gabber
fr: Sauvegarde de Fichiers - Gabber
ja: ファイル保存 - Gabber
ms: Simpan Fail - Gabber
nl: Opgeslagen bestanden - Gabber
pl: Zapis plików - Gabber
pt: Gravar Ficheiros - Gabber
ru: Сохранить файлы - Gabber
sk: Ulo¾i» súbory - Gabber
zh_cn: 保存文件 - Gabber

source: Save Location
ca: Grava Ubicació
da: Gem placering
de: Speicherort
es: Localización para guardar
fr: Emplacement de Sauvegarde
ja: 保存先
ms: Simpan Lokasi
nl: Sla Adres op
pl: Po³o¿enie do zapisu
pt: Localização de Gravação
ru: Сохранить местоположение
sk: Miesto ulo¾enia
zh_cn: 保存位置

source: Save Location:
ca: Grava Localització:
da: Gem placering:
de: Speicherort:
es: Localización para guardar:
fr: Emplacement de Sauvegarde :
ja: 保存先:
ms: Simpan Lokasi
nl: Sla Adres op:
pl: Po³o¿enie do zapisu:
pt: Localização de Gravação:
ru: Сохранить местоположение:
sk: Miesto ulo¾enia:
zh_cn: 保存位置：

source: The following files have been offered:
ca: Han ofert els següents fitxers:
da: Følgende filer er tilbudt:
de: Die folgenden Dateien wurden angeboten:
es: Los siguientes archivos han sido ofrecidos:
fr: Les fichiers suivants ont été offerts :
ja: 以下のファイルが提示されました:
ms: Fail berikut telah ditawarkan:
nl: De volgende betanden worden aangeboden:
pl: Zaoferowane zosta³y nastêpuj±ce pliki:
pt: Foram oferecidos os seguintes ficheiros:
ru: Были предложены следующие файлы:
sk: Nasledujúce súbory boli ponúknuté:
zh_cn: 提供以下文件：

source: File to Send - Gabber
ca: Fitxer a Enviar - Gabber
da: Fil at sende - Gabber
de: Zu versendende Datei - Gabber
es: Archivo a enviar - Gabber
fr: Fichier à Envoyer - Gabber
ja: ファイル送信 - Gabber
ms: Fail untuk dikirim - Gabber
nl: Bestanden om te versturen - Gabber
pl: Wys³anie pliku - Gabber
pt: Ficheiros a Enviar - Gabber
ru: Файл для отсылки - Gabber
sk: Súbor na odoslanie - Gabber
zh_cn: 发送的文件 - Gabber

source: File to Send:
ca: Fitxer a Enviar:
da: Fil som skal sendes:
de: Zu versendende Datei:
es: Archivos a enviar:
fr: Fichier à Envoyer :
ja: ファイル送信:
ms: Fail dikirim kepada:
nl: Bestanden om te versturen:
pl: Wysy³any plik:
pt: Ficheiro a Enviar:
ru: Файл для отсылки:
sk: Súbor na odoslanie:
zh_cn: 发送的文件：

source: IP address:
ca: Adreça IP:
da: IP-adresse:
es: Dirección IP:
fr: Adresse IP :
ja: IP アドレス:
ms: Alamat IP:
pl: Adres IP:
pt: Endereço IP:
ru: IP-адрес:
sk: IP adresa:
zh_cn: IP 地址：

source: Send a File
ca: Enviar un fitxer
da: Send en fil
de: Datei versenden
es: Enviar un archivo
fr: Envoyer un Fichier
ja: ファイル送信
ms: Kirim fail
nl: Verstuur een bestand
pl: Wys³anie pliku
pt: Enviar um Ficheiro
ru: Послать файл
sk: Posla» súbor
zh_cn: 发送一个文件

source: Send a File - Gabber
ca: Enviar un Fitxer - Gabber
da: Send en fil - Gabber
de: Dateien versenden - Gabber
es: Enviar un archivo - Gabber
fr: Envoyer un Fichier - Gabber
ja: ファイル送信 - Gaber
ms: Kirim Fail - Gabber
nl: Verstuur een bestand - Gabber
pl: Wys³anie pliku - Gabber
pt: Enviar um Ficheiro - Gabber
ru: Послать файл - Gabber
sk: Posla» súbor - Gabber
zh_cn: 发送一个文件 - Gabber

source: Send this file to:
ca: Enviar aquest fitxer a:
da: Send denne fil til:
de: Diese Datei senden an:
es: Enviar este archivo a:
fr: Envoyer ce fichier à :
ja: このファイルの送信先:
ms: Kirim Fail kepada:
nl: Verzend deze bestanden naar:
pl: Wys³anie pliku do u¿ytkownika:
pt: Enviar este ficheiro para:
ru: Послать этот файл для:
sk: Posla» tento súbor pre:
zh_cn: 将此文件发送到：

source: Contacts to Invite
az: Dəvət Ediləcək Əlaqələr
ca: Contactes a convidar
da: Kontakter som skal inviteres
de: Einzuladende Kontakte
es: Contactos a invitar
fr: Contacts à inviter
ja: コンタクト先の招待
lt: Kontaktai pakvietimui
ms: Rakan untuk dijemput
nl: Uit te nodigen contacten
pl: Zapraszane kontakty
pt: Contactos a Convidar
ru: Пригласить пользователей
sk: Pozva» kontakty
tr: Davet Edilecek Katılımlar
uk: Користувач╕, що запрошуються
zh_cn: 邀请的成员

source: Drag contacts you would like to invite below:
az: Dəvət etmək istədiyiniz əlaqələri sürükləyin
ca: Arrossega sota els contactes que vols convidar:
da: Træk kontakter du ønsker at invitere, nedenunder:
de: Einzuladende Kontakte nach unten ziehen:
es: Arrastre los contactos que desea invitar:
fr: Déposer les contacts que vous voulez inviter ci-dessous:
ja: 以下に招待したいコンタクト先をドラッグ:
ko: 초대하려는 연결정보를 아래로 끌어당기십시오:
lt: Nuvilk kontaktus, kuriuos norëtum pakviesti:
ms: Heret rakan yang anda ingin jemput di bawah:
nl: Sleep de contacten die u wilt uitnodigen hier beneden:
pl: Przeci±gnij na poni¿sz± listê kontakty, które chcesz zaprosiæ:
pt: Arraste para baixo os contactos que gostaria de convidar:
ru: Перетащите ниже пользователей, которых Вы хотите пригласить:
sk: Pretiahnite sem kontakty, ktoré chcete pozva:
tr: Davet edeceğiniz katılımcıları aşağıya sürükleyin:
uk: Перетягн╕ть нижче користувач╕в, яких ви хочете запросити:
zh_cn: 拖动您要邀请的成员：

source: Gabber: Group Chat Invitor
az: Gabber: Qrupla Söhbətləşmə Dəvət Edicisi
ca: Gabber: Invitació a xerrada en grup
da: Gabber: Invitation til gruppechat
de: Gabber: Gruppenchat-Einladung
es: Gabber: Invitación a charla en grupo
fr: Gabber: Invitation de Discussion de Groupe
ja: グループ: グループチャットへ招待
ko: Gabber: 단체 대화 초대
ms: Gabber: Penjemput Kumpulan Chat
nl: Gabber: Groep Chat Uitnodigingen maken
pl: Gabber: Zaproszenie do rozmowy grupowej
pt: Gabber: Convite de Conversa em Grupo
ru: Gabber: Приглашение к беседе группы
sk: Gabber: Pozývaè skupinových rozhovorov
tr: Gabber: Grup Sohbeti Davetçisi
uk: Gabber: Особа, що запрошу╓ до розмови групи
zh_cn: Gabber：分组聊天邀请函

source: Group Information
az: Qrup Haqqında
ca: Informació del grup
da: Gruppeinformation
de: Gruppeninformation
es: Información del grupo
fr: Information du Groupe
ja: グループ情報
ko: 그룹 정보
lt: Grupës informacija
ms: Maklumat Kumpulan
nl: Groep Informatie
pl: Informacje o grupie
pt: Informação de Grupo
ru: Информация о группе
sk: Informácie o skupine
tr: Grup Bilgileri
uk: ╤нформац╕я про групу
zh_cn: 小组信息

source: Invite
az: Dəvət Et
ca: Convidar
da: Invitér
de: Einladen
es: Invitar
fr: Inviter
ja: 招待
ko: 초대
lt: Pakviesti
ms: Jemput
nl: Uitnodigingen
pl: Zapro¶
pt: Convidar
ru: Пригласить
sk: Pozva»
tr: Davet Et
uk: Запросити
zh_cn: 邀请

source: Room:
az: Otaq:
ca: Sala:
da: Rum:
de: Raum:
es: Sala:
fr: Pièce:
ja: 部屋:
ko: 방:
lt: Kambarys:
ms: Bilik:
nl: Kamer:
pl: Pokój:
pt: Sala:
ru: Комната:
sk: Miestnos»:
tr: Oda:
uk: К╕мната:
zh_cn: 房间：

source: Server:
az: Verici:
ca: Servidor:
es: Servidor:
fr: Serveur:
ja: サーバ:
ko: 서버:
lt: Serveris:
ms: Pelayan:
pl: Serwer:
pt: Servidor:
ru: Сервер:
tr: Sunucu:
uk: Сервер:
zh_cn: 服务器：

source: _Subject:
az: _Mövzu:
ca: A_ssumpte:
da: _Emne:
de: _Thema:
es: A_sunto:
fr: _Sujet:
ja: 題名(_S):
ko: 제목(_S):
lt: _Pavadinimas:
ms: _Tajuk:
nl: _Onderwerp:
pl: _Temat:
pt: A_ssunto:
ru: _Тема:
sk: _Predmet:
tr: _Konu:
uk: Тема:
zh_cn: 主题(_S)：

source: Group Chat Invitation - Gabber
ca: Invitació a xerrada en grup - Gabber
da: Invitation til gruppechat - Gabber
de: Gruppenchat-Einladung - Gabber
es: Invitación a charla en grupo - Gabber
fr: Invitation à une Discussion de Groupe - Gabber
ja: グループチャット招待 - Gabber
ko: 단체 대화 초대 - G ㅁmsgstr
lt: Grupës pokalbio pakvietimas - Gabber
ms: Jemputan Kumpulan Chat - Gabber
nl: Groep Chat Uitnodiging - Gabber
pl: Zaproszenie do rozmowy grupowej - Gabber
pt: Convite de Conversa em grupo - Gabber
ru: Приглашение к беседе группы - Gabber
sk: Pozvanie do skupinového rozhovoru - Gabber
tr: Grup Sohbet Daveti - Gabber
zh_cn: 分组聊天邀请 - Gabber

source: Join Room
az: Otağa Qoşul
ca: Entrar a la sala
da: Deltag i rum
de: Chatraum betreten
es: Entrar a sala
fr: Rejoindre la Pièce
ja: 部屋に入る
ko: 방 입장
lt: Aplankyti kambará
ms: Sertai Bilik
nl: Chatroom betreden
pl: Do³±cz do pokoju
pt: Juntar-se à Sala
ru: Войти в комнату
sk: Pripoji» sa k miestnosti
tr: Odaya Gir
uk: В╕йти в к╕мнату
zh_cn: 加入房间

source: Subject:
az: Mövzu:
ca: Assumpte:
da: Emne:
de: Thema:
es: Asunto:
fr: Sujet:
ja: 題名:
ko: 제목:
lt: Pavadinimas:
ms: Tajuk:
nl: Onderwerp:
pl: Temat:
pt: Assunto:
ru: Тема:
sk: Predmet:
tr: Konu:
uk: Тема:
zh_cn: 主题：

source: You have been invited to a groupchat by
az: Qrupla söhbətləşmə otağına dəvət edən
ca: Has estat convidat a una xerrada en grup per
da: Du er blevet indbudt til en gruppechat af
de: Einladung zum Gruppenchat erhalten von
es: A sido invitado a una charla en grupo por
fr: Vous avez été invité à une discussion de groupe par
ja: グループチャットに招待されました -
ko: 단체 대화에 초대받았습니다
lt: Á grupës pokalbá tave pakvietë
ms: Anda telah dijemput ke kumpulan chat oleh
nl: U bent uitgenodigd voor een groep chat door
pl: Otrzymano zaproszenie do rozmowy grupowej przez u¿ytkownika
pt: Foi convidado para uma conversa em grupo por
ru: Вас пригласил(а) беседовать в группу
sk: Boli ste pozvaní na skupinový rozhovor od
tr: Grup sohbetine davet edildiniz. Davet eden:
uk: Ви запрошен╕ до розмови в груп╕
zh_cn: 您的分组聊天邀请函来自

source: Join Group Chat - Gabber
ca: Entrar a la xerrada en grup - Gabber
da: Deltag i gruppechat - Gabber
de: Gruppenchat betreten - Gabber
es: Entrar a charla en grupo - Gabber
fr: Rejoindre une Discussion de Groupe - Gabber
ja: グループチャット接続 - Gabber
ko: 단체 대화 입장 - Gabber
lt: Gtupës pokalbis - Gabber
ms: Sertai Kumpulan Chat - Gabber
nl: Groep Chat betreden - Gabber
pl: Do³±czenie do rozmowy grupowej - Gabber
pt: Juntar-se à Conversa em Grupo - Gabber
ru: Присоединиться к беседе группы - Gabber
sk: Pripoji» sa k skupinovému rozhovoru - Gabber
tr: Grup Sohbetine Katıl - Gabber
zh_cn: 参加分组聊天 - Gabber

source: Password for the room, if needed
az: Otağın parolu, ehtiyac varsa
ca: Contrassenya per a la sala, si cal
da: Adgangskode for rummet, hvis det behøves
de: Passwort für den Raum (falls benötigt)
es: Contraseñan para la sala, si es necesaria
fr: Mot de passe pour la pièce, si nécessaire
ja: この部屋には、パスワードが必要です
ko: 방의 비밀번호
lt: Kambario slaptaþodis, jei reikalingas
ms: katalaluan untuk bilik, jika diperlukan
nl: Passwoord voor de kamer, zo nodig
pl: Has³o do pokoju, je¶li jest potrzebne
pt: Senha para a sala, se necessária
ru: Пароль для комнаты, если нужен
sk: Heslo do miestnosti (ak je potrebné)
tr: Gerekiyorsa oda için parola
uk: Пароль для к╕мнати, якщо потр╕бно
zh_cn: 如果需要，房间的密码

source: Password:
az: Parol:
ca: Contrassenya:
da: Adgangskode:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
ja: パスワード
ko: 비밀번호:
lt: Slaptaþodis:
ms: katalaluan:
nl: Wachtwoord:
pl: Has³o:
pt: Senha:
ru: Пароль:
sk: Heslo:
tr: Parola:
uk: Пароль:
zh_cn: 密码：

source: Room
az: Otaq
ca: Sala
da: Rum
de: Raum
es: Sala
fr: Pièce
ja: 部屋
ko: 방
lt: Kambarys
ms: Bilik
nl: Kamer
pl: Pokój
pt: Sala
ru: Комната
sk: Miestnos»
tr: Oda
uk: К╕мната
zh_cn: 房间

source: The room or channel to join
az: Qoşulacağınız otaq ya da kanal
ca: La sala o canal on entrar
da: Rummet eller kanalen som du ønsker at deltage i
de: Raum oder Kanal, der betreten werden soll
es: La sala o canal al cual entrar
fr: La pièce ou le canal à rejoindre
ja: 部屋またはチャンネルに入る
ko: 입장할 방, 채널
lt: Kambarys arba kanalas aplankymui
ms: Bilik atau saluran untuk disertai
nl: De kamer of het kanaal dat u wilt betreden
pl: Pokój lub kana³, do którego chcesz do³±czyæ
pt: A sala ou canal ao qual juntar-se
ru: Комната или канал для подключения
sk: Miestnos» alebo kanál na pripojenie
tr: Girilecek oda ya da kanal
uk: К╕мната чи канал для долучення
zh_cn: 参加的房间或频道

source: You can join a group chat room by filling in the fields below:
az: Aşağıdakı girişləri dolduraraq qrupla söhbətləşmə otağına qoşula bilərsiniz:
ca: Pots entrar a una sala de xerrada en grup omplint les caselles:
da: Du kan deltage i et gruppechatrum ved at udfylde felterne herunder:
de: Sie können einen Gruppenchat betreten indem Sie folgende Felder ausfüllen:
es: Puede unirse a una sala de charla en grupo rellenando las casillas:
fr: Vous pouvez rejoindre une pièce de discussion de groupe en remplissant les champs ci-dessous:
ja: 以下の項目に入力することでグループチャットに参加できます:
ko: 아래의 빈 칸을 채워야 단체 대화에 입장할 수 있습니다:
lt: Gali aplankyti grupës pokalbiø kambará uþpildydamas ðiuos laukelius:
ms: Anda boleh sertai kumpulan chat dengan mengisi medan dibawah:
nl: U kunt een groep chat betreden door de onderstaande velden in te vullen:
pl: Mo¿esz do³±czyæ do pokoju rozmowy grupowej po wype³nieniu poni¿szych pól:
pt: Pode juntar-se a uma sala de conversa em grupo preenchendo os campos abaixo:
ru: Вы можете войти в комнату для беседы группы, заполнив следующие поля:
sk: Mô¾ete sa pripoji» do miestnosti so skupinovým rozhovorom vyplnením týchto polí:
tr: Aşağıdaki alanları doldurarak bir grup sohbet odasına katılabilirsiniz:
uk: Ви можете в╕йти в к╕мнату для розмови групи, заповнивши ци поля:
zh_cn: 填写下面部分后，您能参加分组讨论：

source: _IRC Server:
az: _IRC Vericisi:
ca: Servidor d'_IRC:
es: Servidor _IRC:
fr: Serveur _IRC:
ja: IRCサーバ(_I):
ko: _IRC 서버:
lt: _IRC serveris
ms: Pelayan _IRC:
pl: Serwer _IRC:
pt: Servidor _IRC:
ru: _IRC сервер:
tr: _IRC Sunucu:
uk: Сервер IRC:
zh_cn: _IRC 服务器：

source: _Protocol:
az: _Protokol:
da: _Protokol:
de: _Protokoll:
es: _Protocolo:
fr: _Protocole:
ja: プロトコル(_P):
ko: 프로토콜(_P):
lt: _Protokolas:
ms: _Protokol:
pl: _Protokó³:
pt: _Protocolo:
ru: _Протокол:
sk: _Protokol:
tr: _Protokol:
uk: Протокол:
zh_cn: 协议(_P)：

source: _Room:
az: _Otaq
ca: _Sala:
da: _Rum:
de: _Raum:
es: _Sala:
fr: Piè_ce:
ja: 部屋(_R):
ko: 방(_R):
lt: Kamba_rys:
ms: _Bilik:
nl: _Kamer:
pl: _Pokój:
pt: _Sala
ru: _Комната:
sk: _Miestnos»:
tr: _Oda:
uk: К╕мната:
zh_cn: 房间(_R)：

source: _Server:
az: _Verici:
ca: _Servidor:
es: _Servidor:
fr: _Serveur:
ja: サーバ(_S):
ko: 서버(_S):
lt: _Serveris:
ms: _Pelayan:
pl: _Serwer:
pt: _Servidor:
ru: _Сервер:
tr: _Sunucu:
uk: Сервер:
zh_cn: 服务器(_S)：

source: 0 members
az: 0 üzv
ca: 0 membres
da: 0 medlemmer
de: 0 Mitglieder
es: 0 miembros
fr: 0 membres
ja: 0 メンバー
lt: 0 nariø
ms: 0 ahli
nl: 0 Leden
pl: 0 cz³onków
pt: 0 membros
ru: 0 участников
sk: 0 èlenov
tr: 0 üye
uk: 0 член╕в
zh_cn: 零位成员

source: Chatty
az: Söhbət
ca: Xerraire
da: Vil gerne snakke
de: Chat-bereit
es: Charlatán
fr: Bavard
ja: チャット
ko: 이야기중
lt: Laisvas pokalbiui
ms: Becok
pl: Rozmawia
pt: Conversador
ru: Можно побеседовать
sk: Rozpráva»
tr: Sohbete Hazır
uk: Готовий розмовляти
zh_cn: 唠叨的

source: Do Not Disturb
az: Narahat Etmə
ca: No Molestar
da: Vil ikke forstyrres
de: Nicht stören
es: No molestar
fr: Ne Pas Déranger
ja: 多忙(DND)
ko: 방해말것
lt: Netrukdyti
ms: Jangan Ganggu
nl: Niet Storen
pl: Nie przeszkadzaæ
pt: Não Perturbar
ru: Не беспокоить
sk: Nevyru¹ova»
tr: Rahatsiz Etmeyin
uk: Не турбувати
zh_cn: 请勿打扰

source: Group Chat - Gabber
ca: Xerrada en grup - Gabber
da: Gruppechat - Gabber
de: Gruppenchat - Gabber
es: Charla en grupo - Gabber
fr: Discussion de Groupe - Gabber
ja: グループチャット - Gabber
ko: 단체 대화 - Gabber
lt: Grupës pokalbis - Gabber
ms: Kumpulan Chat - Gabber
nl: Groep Chat - Gabber
pl: Rozmowa grupowa - Gabber
pt: Conversa em Grupo - Gabber
ru: Беседа группы - Gabber
sk: Skupinový rozhovor - Gabber
tr: Grup Sohbeti - Gabber
zh_cn: 分组聊天 - Gabber

source: History
az: Keçmiş
ca: Historial
da: Historik
de: Chronik
es: Historia
fr: Historique
ja: 履歴
ko: 기록
lt: Istorija
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История
sk: História
tr: Geçmiş
uk: ╤стор╕я
zh_cn: 历史

source: Invite Contacts...
ca: Convidar contactes...
da: Invitér kontakter...
de: Kontakte einladen...
es: Invitar contactos...
fr: Inviter un contact...
ja: コンタクト先招待...
lt: Pakviesti kontaktus...
ms: Jemput rakan...
nl: Contacten Uitnodigen...
pl: Zaprasza kontakty...
pt: Convidar Contactos...
ru: Пригласить пользователей...
sk: Pozva» kontakty...
tr: Katılımcıları Davet et...
uk: Запросити користувача...
zh_cn: 邀请成员...

source: Message History...
az: İsmarıc Keçmişi...
ca: Historial dels missatges...
da: Meddelelseshistorik...
de: Nachrichtenchronik...
es: Historia mensajes...
fr: Historique des messages...
ja: メッセージ履歴...
ko: 메세지 기록...
lt: Þinuèiø istorija...
ms: Sejarah Mesej...
nl: Bericht Geschiedenis...
pl: Historia wiadomo¶ci...
pt: Histórico de Mensagens...
ru: История сообщений...
sk: História správ...
tr: İleti Geçmişi...
uk: ╤стор╕я пов╕домлень...
zh_cn: 消息历史...

source: Message...
ca: Missatge...
da: Besked...
de: Nachricht...
es: Mensaje...
ja: メッセージ...
ko: 메세지...
lt: Þinutë...
ms: Mesej...
nl: Bericht...
pl: Wiadomo¶æ...
pt: Mensagem...
ru: Сообщение...
sk: Správa...
tr: İleti...
uk: Пов╕домлення...
zh_cn: 消息...

source: Not Available
az: Uyğun Deyil
ca: No Disponible
da: Ikke til stede
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 不可能
lt: Nepasiekiamas
ms: Tiada
nl: Niet Beschikbaar
pl: Niedostêpny
pt: Indisponível
ru: Недоступен
sk: Nedostupný
tr: Erişilemez
uk: Не доступний
zh_cn: 不可用

source: One-on-One Chat...
ca: Xerrada un a un...
da: En til en-chat...
de: Direkter Chat...
es: Charla uno-a-uno...
fr: Discussion Privée...
ja: １対１チャット...
ko: 일대일 대화...
lt: Dviejø pokalbis...
ms: Chat Satu-dgn-Satu...
nl: Eén-op-één Chat...
pl: Rozmowa "jeden na jeden"...
pt: Conversa Privada...
ru: Беседа один на один...
sk: Osobný rozhovor...
tr: Birebir Sohbet...
uk: Розмова один на один...
zh_cn: 一对一聊天...

source: Send Contacts...
ca: Enviar contactes...
da: Send kontakter...
de: Kontakte senden...
es: Enviar contactos...
fr: Envoyer des contacts...
ja: コンタクト先送信...
lt: Iðsiøsti kontaktus...
ms: Kirim Rakan...
nl: Contacten verzenden...
pl: Wy¶lij kontakty...
pt: Enviar Contactos...
ru: Переслать контакты...
sk: Posla» kontakty...
tr: Katılımları Gönder...
uk: Переслати користувач╕в...
zh_cn: 发送联络信息...
