Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Show Main Window
ca: Mostrar finestra principal
da: Vis hovedvindue
de: Hauptfenster zeigen
es: Mostrar ventana principal
fr: Afficher la fenêtre principale
ja: メインウィンドウ表示
ko: 주 윈도 보이기
lt: Rodyti pagrindiná langà
ms: Papar Tetingkap Utama
nl: Toon Hoofdvenster
pl: Wy¶wietl g³ówne okno
pt: Mostrar Janela Principal
ru: Показать главное окно
sk: Zobrazi» hlavné okno
tr: Ana Pencereyi Göster
uk: Показати основне в╕кно
zh_cn: 显示主窗口

source: Show _Headlines
az: _Başlıqları Göstər
ca: Mostrar Línies de _capçalera
da: Vis _overskrifter
de: _Schlagzeilen zeigen
es: Mostrar _líneas de encabezado
fr: Montrer les _Titres
ja: ヘッドラインの表示(_H)
ko: 머릿말 보기(_H)
lt: Rodyti anrtaðtæ
ms: Papar _Tajuk Utama
nl: _Toon Nieuws
pl: Wy¶wietlanie _nag³ówków
pt: Mostrar Ca_beçalhos
ru: Показывать _заголовки
sk: Zobrazi» _hlavné správy
tr: B_aşlıkları Göster
uk: Показувати заголовки
zh_cn: 显示标题行(_H)

source: Show common actions toolbar
ca: Mostrar la barra d'accions habituals
da: Vis værktøjslinje til alm. handlinger
es: Mostrar barra de acciones usuales
fr: Afficher la barre des actions fréquemment utilisées
ja: 共通アクションツールバーを表示
ms: Papar toolbar aksi biasa
pl: Wy¶wietlanie paska narzêdziowego z typowymi czynno¶ciami
pt: Mostrar barra ferramentas acções comuns
ru: Показывать панель инструментов с основными действиями
sk: Zobrazi» nástrojovú li¹tu so zvyèajnými akciami
zh_cn: 显示常用动作工具栏

source: Show extra information
ca: Mostra informació extra
da: Vis ekstra oplysninger
es: Mostrar información extra
fr: Montrer les informations supplémantaires
ja: 拡張情報を表示
ms: Papar maklumat ekstra
pl: Wy¶wietlanie dodatkowych informacji
pt: Mostrar informação adicional
ru: Показывать дополнительную информацию
sk: Zobrazi» ïal¹ie informácie
zh_cn: 显示额外信息

source: Show menubar
ca: Mostrar la barra de menús
da: Vis menulinje
es: Mostrar barra de menú
fr: Afficher la barre de menu
ja: メニューバーを表示
ms: Papar bar menu
pl: Wy¶wietlanie paska menu
pt: Mostrar barra menu
ru: Показывать панель с меню
sk: Zobrazi» li¹tu menu
zh_cn: 显示菜单栏

source: Show presence indicator
ca: Mostrar l'indicador de presència
da: Vis tilstedeværelsesindikator
es: Mostrar indicador de presencia
fr: Afficher l'indicateur de présence
ja: 所在インジケータを表示
ms: Papar penunjuk kehadiran
pl: Wy¶wietlanie wska¼nika obecno¶ci
pt: Mostrar indicador de presença
ru: Показывать индикатор присутствия
sk: Zobrazi» indikátor prítomnosti
zh_cn: 显示状态指示器

source: View Contact Info...
az: Əlaqə Mə'lumatını Göstər...
ca: Veure la informació del contacte...
da: Vis kontaktoplysninger...
de: Kontaktinformation betrachten...
es: Ver información de contacto...
fr: Voir les Informations du Contact...
ja: コンタクト先情報表示...
ko: 연결정보 보기
lt: Þiûrëti kontakto informacijà...
ms: Lihat Maklumat Rakan...
nl: Toon Contact Info...
pl: Wy¶wietl informacje o kontakcie...
pt: Ver Informação de Contacto...
ru: Просмотр контактной информации...
sk: Zobrazi» informácie o kontakte...
tr: Katılım Bilgisini Göster...
uk: Перегляд контактно╖ ╕нформац╕╖...
zh_cn: 查看成员信息...

source: View History...
ca: Veure l'historial...
da: Vis historik...
de: Chronik betrachten...
es: Ver historia...
fr: Regarder l'Historique...
ja: 履歴表示...
ko: 기록 보기
lt: Þiûrëti istorijà...
ms: Lihat Sejarah...
nl: Toon Geschiedenis...
pl: Wy¶wietl historiê...
pt: Ver Histórico...
ru: Просмотр истории...
sk: Zobrazi» históriu...
tr: Geçmişi Göster...
uk: Перегляд ╕стор╕╖...
zh_cn: 查看历史...

source: _Actions
da: _Handlinger
ms: _Aksi
ru: _Действия
sk: _Akcie
zh_cn: 动作(_A)

source: _Add Contact...
az: Əlaqə Ə_lavə Et...
ca: _Afegir un contacte...
da: _Tilføj kontakt...
de: _Kontakt hinzufügen...
es: _Añadir contacto...
fr: _Ajouter un Contact...
ja: コンタクト先追加(_A)...
ko: 연결 정보 추가(_A)...
lt: Pridëti kont_aktà...
ms: T_ambah Rakan...
nl: _Contact Toevoegen...
pl: _Dodaj kontakt...
pt: _Adicionar Contacto...
ru: _Добавить пользователя...
sk: Prid_a» kontakt...
tr: _Katılımcı Ekle...
uk: Додати користувача...
zh_cn: 添加成员(_A)...

source: _Browse Agents/IM Systems...
az: Vasitə/Cİ Sistemlərini _Gəz...
ca: _Cercar Agents/Sistemes de missatgeria instantània...
da: _Gennemse agenter/meddelelsessystemer...
de: Agenten/IM-Systeme durch_suchen...
es: _Buscar agentes/sistemas IM...
fr: _Consulter les Agents/Systèmes d'IM...
ja: エージェント/IM システム表示(_B)...
ko: 중계서버/IM 시스템 찾아보기(_B)...
lt: _Narðyti agentø/IM sistemas...
ms: _Lihat Agen/Sistem permesejan Segera...
nl: Agenten/IM-Systemen door_zoeken...
pl: _Przegl±daj agentów/systemy IM...
pt: _Procurar Agentes/Sistemas MI...
ru: _Просмотр Агентов/IM систем...
sk: _Prezera» agentov/IM systémy...
tr: Aracıları/Aİ Sistemlerini _Tara
uk: Перегляд а╜ентав ╕ систем IM...
zh_cn: 浏览代理／即时消息系统...

source: _Connection Settings...
ca: Opcions de la _Connexió...
da: _Forbindelsesindstillinger...
de: _Verbindungseinstellungen
es: Opciones de _conexión...
fr: Paramètres de _Connexion...
ja: 接続設定(_C)...
ms: Tetapan _Sambungan...
nl: _Verbinding instellingen
pl: _Ustawienia po³±czenia...
pt: Definições de _Ligação...
ru: Настройки под_ключения...
sk: _Nastavenia spojenia...
tr: _Bağlantı Ayarları...
zh_cn: 连接设置(_C)...

source: _Debug
az: _Həll Et
da: _Fejlfinding
es: _Depurar
fr: _Debugger
ja: デバッグ(_D)
ko: 디버그(_D)
lt: _Derinti
ms: _Nyahpepijat
pl: ¦_ledzenie
pt: _Depurar
ru: _Отладка
sk: La_denie
tr: _Hata ayıkla
uk: Налагодження
zh_cn: 调试(_D)

source: _Export Roster...
ca: _Exportar contactes...
da: _Eksportér kontaktliste...
de: Aufstellung _exportieren...
es: _Exportar contactos...
fr: _Exporter la Liste d'Utilisateurs...
ja: 登録簿 エキスポート(_E)...
ms: _Eksport Roster...
nl: _Exporteer contactenlijst
pl: Wy_eksportuj wykaz...
pt: Exportar Lista...
ru: _Экспортировать список...
sk: _Exportova» zoznam kontaktov...
tr: Listeyi _Gönder...
zh_cn: 导出名册(_E)...

source: _Ignore List...
ca: Llista d'_Ignorats...
da: _Ignoreringsliste...
de: _Ignorierliste...
es: Lista _ignorados
fr: Liste des utilisateurs ignorés...
ja: 無視リスト(_I)...
ko: 무시 목록(_I)...
lt: _Ignoruojamø sàraðas...
ms: _Abaikan Senarai...
nl: _Negeerlijst...
pl: Lista _ignorowanych...
pt: Lista _Ignorados...
ru: Список _игнорируемых...
sk: Zoznam _ignorovaných...
tr: _Listeyi Yoksay...
uk: Список ╕╜норування...
zh_cn: 忽略列表(_I)...

source: _Import Roster...
ca: _Importar contactes...
da: _Importér kontaktliste...
de: Aufstellung _importieren...
es: _Importar contactos...
fr: _Importer la Liste d'Utilisateurs...
ja: 登録簿 インポート(_I)...
nl: _Importeer contactenlijst...
pl: Za_importuj wykaz...
pt: _Importar Lista...
ru: _Импортировать список...
sk: _Importova» zoznam kontaktov...
tr: Listeyi _Al...
zh_cn: 引入名册(_I)...

source: _Log in...
ca: _Connectar...
da: _Tilslut...
fr: _Connexion...
ja: ログイン(_L)...
ms: _Log masuk...
pl: Za_loguj...
pt: _Iniciar sessão...
ru: _Подключение...
sk: Prih_lási»...
zh_cn: 登录(_L)...

source: _My Information...
ca: La _meva informació...
da: _Mine oplysninger...
de: _Meine Informationen...
es: _Mi información...
fr: _Mes Informations...
ja: 自身の情報(_M)...
ko: 내 정보(_M)...
lt: _Mano informacija...
ms: _Maklumat saya...
nl: _Mijn Informatie...
pl: Informacje o _mnie...
pt: _Minha Informação...
ru: Информация обо _мне...
sk: _Moje informácie...
tr: _Bilgilerim...
zh_cn: 我的信息(_M)...

source: _Raw XML Input...
az: _Xam XML Girişi...
ca: _Entrada directa de dades en XML...
da: _Rå XML-inddata...
de: _Direkte XML-Eingabe
es: _Entrada en bruto de datos XML...
fr: Entrée XML _Brute
ja: _Raw XML 入力...
ms: Input XML _rawak...
nl: _Directe XML-Invoer
pl: _Surowe wej¶cie w XML-u...
pt: Ent_rada XML Pura...
ru: Прямой _ввод XML...
sk: P_riamy vstup XML...
tr: _Temel XML Girdisi...
uk: Прямий вв╕д XML...
zh_cn: 原始 XML 输入(_R)...

source: _Roster
ca: _Contactes
da: _Kontaktliste
de: Auf_stellung
es: _Contactos
fr: _Liste d'Utilisateurs
ja: 登録簿(_R)
nl: _Contactenlijst
pl: _Wykaz
pt: _Lista
ru: _Список
sk: Zoznam _kontaktov
tr: _Liste
zh_cn: 名册(_R)

source: Add a JabberID
az: Jabber ID Əlavə Et
ca: Afegir un JabberID
da: Tilføj en Jabber-id
de: JabberID hinzufügen
es: Añadir un JabberID
fr: Ajouter un JabberID
ja: JabberID 追加
ko: JabberID 추가
lt: Pridëti JabberID
ms: Tambah JabberID
nl: JabberID Toevoegen
pl: Dodaje JabberID
pt: Adicionar um JabberID
ru: Добавить JabberID
sk: Prida» JabberID
tr: Bir JabberID Ekle
uk: Додати JabberID
zh_cn: 添加一个 Jabber ID

source: Allow people not on my roster to contact me
az: "Roster"imdə olmayan istifadəçilərin də əalqə qurmağına icazə ver
ca: Permetre que les persones que no són a la meua llista contactin amb mi
da: Tillad at folk som ikke er i min kontaktliste, kontakter mig
de: Personen, die nicht in meiner Aufstellung stehen, erlauben mir Nachrichten zu senden
es: Permitir que las personas que no están en mi lista contacten conmigo
fr: Autoriser les personnes qui ne sont pas dans ma liste à me contacter
ja: 私の登録簿上の人々が、私と連絡を取らないようにします
lt: Leisti neesanèius knygoje þmones mane pasiekti
ms: Izinkan pengguna yang tiada di roster menghubungi saya
nl: Mensen die niet op mijn naamlijst staan mogen wel mij berichten zenden
pl: Zgoda na kontaktowanie siê ze mn± kontaktów, których nie ma na wykazie
pt: Permitir que pessoas não da minha lista me contactem
ru: Разрешить связываться со мной тем, кого нет в моем списке
sk: Povoli» µuïom, ktorí nie su v mojom zozname kontaktov, aby ma kontaktovali
tr: Listemde olmayanlara katılım izni ver
uk: Дозволити тим кого нема╓ в мо╓му ре╓стр╕ зв'язуватись з╕ мною
zh_cn: 允许非名册成员与我联络

source: Contacts to Ignore
az: Rəd Ediləcək Əlaqələr
ca: Contactes a Ignorar
da: Kontakter som skal ignoreres
de: Zu ignorierende Kontakte
es: Contactos a ignorar
fr: Contacts à Ignorer
ja: コンタクト先の無視
ko: 무시할 접속정보
lt: Ignoruojami kontaktai
ms: Rakan untuk diabaikan
nl: Contacten te Negeren
pl: Ignorowane kontakty
pt: Contactos a Ignorar
ru: Игнорируемые пользователи
sk: Ignorova» tieto kontakty
tr: Yoksayılacak Katılımcılar
uk: Користувач╕, шо ╕╜норуються
zh_cn: 忽略成员

source: Drag contacts you would like to ignore below:
az: Rədd etmək istədiyiniz əlaqələri sürükləyin:
ca: Arrossega els contactes que vols ignorar:
da: Træk de kontakter som du vil ignorere, nedenunder:
de: Zu ignorierende Kontakte nach unten ziehen:
es: Arrastre los contactos que desea ignorar:
fr: Déposer les contacts que vous voulez ignorer ci-dessous:
ja: 以下に無視したいコンタクト先をドラッグ:
ko: 무시하려 하는 접속정보를 아래에 끌어내리십시오:
lt: Nuvilk kontaktus, kuriuos reikia ignoruoti:
ms: Heret rakan yang anda ingin abaikan dibawak:
nl: Sleep de contacten die u wilt negeren hieronder:
pl: Przeci±gnij na poni¿sz± listê kontakty, które chcesz ignorowaæ:
pt: Arraste para baixo contactos que deseja ignorar:
ru: Перетащите ниже пользователей, которых Вы хотите игнорировать:
sk: Pretiahnite sem kontakty, ktoré chcete ignorova»:
tr: Yoksayılacak katılımcıları aşağıya sürükleyin:
uk: Перетягн╕ть нижче користувач╕в, яких ви хочете ╕╜норувати:
zh_cn: 拖动下面您要忽略的成员：

source: Ignore List - Gabber
ca: Llista d'Ignorats - Gabber
da: Ignoreringsliste - Gabber
de: Ignorierliste - Gabber
es: Lista de ignorados - Gabber
fr: Liste des utilisateurs ignorés - Gabber
ja: 無視リスト - Gabber
ko: 무시 목록 - Gabber
lt: Ignoruojamø sàraðas - Gabber
ms: Senarai Pengabaian - Gabber
nl: _Negeerlijst - Gabber
pl: Lista ignorowanych - Gabber
pt: Lista Ignorados - Gabber
ru: Список игнорируемых - Gabber
sk: Zoznam ignorovaných - Gabber
tr: Yoksayılanlar Listesi - Gabber
zh_cn: 忽略列表 - Gabber

source: Ignore Options
az: Rədd Etmə Seçənəkləri
ca: Opcions Ignorar
da: Ignoreringsindstillinger
de: Ignorier-Optionen
es: Opciones para ignorar
fr: Ignorer les options
ja: 無視オプション
ko: 무시 옵션
lt: Ignoravimo parinktys
ms: Opsyen Pengabaian
nl: Negeer Opties
pl: Lista ignorowanych
pt: Opções de Ignorar
ru: Настройки игнорирования
sk: Nastavenia pre ignorovanie
tr: Yoksayma Seçenekleri
uk: Параметри ╕╜норування
zh_cn: 忽略选项

source: People who are ignored cannot see when you are online, and you will not receive messages from them.
az: Rədd edilmiş şəxslər sizi xətdə görə va sizə ismarıc yollaya bilməzlər.
ca: Les persones ignorades no poden veure't quan estàs connectat i tampoc rebràs llurs missatges.
da: Folk som ignoreres, kan ikke se når du er tilsluttet, og du vil ikke få meddelelser fra dem.
de: Ignorierte Kontakte bekommen den Online-Status nicht angezeigt und von ihnen werden keine Nachrichten angezeigt.
es: Las personas que están ignoradas no pueden verle cuando esta online, y no recibirá sus mensajes.
fr: Les personnes qui sont ignorées ne peuvent pas voir quand vous êtez connecté, et vous ne recevrez aucun message d'eux.
ja: 無視した人々は、あなたがいつオンラインか分かりません。 メッセージも受信しません。
lt: Ignoruojami þmonës negali matyti tavæs, kai esi prisijungæs, ir tu negausi uð jø þinuèiø.
ms: Pengguna yang diabaikan takboleh melihat anda dalam talian, dan anda tidak akan menerima mesej daripada mereka.
nl: Mensen die u genegeerd heeft kunnen niet zien wanneer u aangemeld bent en u kunt van hun geen berichten ontvangen.
pl: Osoby, które s± ignorowane, nie mog± widzieæ, kiedy jeste¶ na linii; nie bêdziesz te¿ od nich otrzymywaæ wiadomo¶ci.
pt: Pessoas que estão ignoradas não o podem ver quando estiver ligado, e não receberá mensagens delas.
ru: Пользователи, которых Вы игнорируете. Они не могут увидеть, когда Вы в сети и Вы не будете получать сообщения от них.
sk: ¥udia, ktorí sú ignorovaní nemô¾u vidie» keï ste pripojený a nebudete od nich ani dostáva» správy.
tr: Yoksaydıklarınızı onlar bağlı bile olsalar görmeyecek ve onlardan ileti almayacaksınız.
uk: Люди, яких ви ╕╜нору╓те не можуть побачити, коли ви в мереж╕, ╕ ви не будете отримувати в╕д них пов╕домлення.
zh_cn: 被忽略者无法看到您在线，您也不会收到他／她发来的消息。

source: Add JabberID to Ignore - Gabber
ca: Afegir JabberID a Ignorar - Gabber
da: Ignorering af Jabber-id - Gabber
de: Zu ignorierende JabberID - Gabber
es: Añadir JabberID a ignorar - Gabber
fr: Ajouter un JabberID à la liste Ignore - Gabber
ja: 無視 JabberID 追加 - Gabber
ko: 무시할 JabberID 추가 - Gabber
lt: Pridëti JabberID ignoravimui - Gabber
ms: Tambah JAbberID untuk diabaikan - Gabber
nl: Te negeren JabberID - Gabber
pl: Dodanie ignorowanego JabberID - Gabber
pt: Adicionar JabberID aos Ignorados - Gabber
ru: Добавить JabberID в игнорируемые - Gabber
sk: Prida» JabberID medzi ignorovaných - Gabber
tr: Yoksayılacak JabberID Ekle - Gabber
zh_cn: 添加要忽略的 JabberID - Gabber

source: JabberID to Ignore:
ca: JabberID a Ignorar:
da: Jabber-id som skal ignoreres:
de: Zu ignorierende JabberID:
es: JabberID a ignorar:
fr: JabberID à ignorer :
ja: 無視する JabberID:
ko: 무시할 JabberID:
ms: JabberID untuk diabaikan
nl: Te negeren JabberID:
pl: Ignorowany JabberID:
pt: JabberID a Ignorar:
ru: Игнорируемые JabberID:
sk: Ignorova» JabberID:
tr: Yoksayılacak JabberID:
uk: JabberID, що ╕╜норуються:
zh_cn: 要忽略的 JabberID：

source: A unique resource, used to allow multiple connections
ca: Un recurs únic emprat per a permetre múltiples connexions
da: En unik resurse som bruges til at tillade flere forbindelser
de: Eine eindeutige Ressource, verwendet, um mehrere Verbindungen zu erlauben
es: Un solo recurso, para albergar múltiples conexiones
fr: Une resource unique, utilisée pour premettre les connexions simultanées
ja: ユニークなリソース、複数接続を許可するために使用
ms: Sumber unik, digunakan untuk membenarkan banyak smabungan
nl: Een unieke hulpbron, gebruikt om meerdere verbindingen toe te staan
pl: Unikatowy zasów, u¿ywany aby umo¿liwiæ wiele po³±czeñ
pt: Um recúrso único, utilizado para permitir múltiplas ligações
ru: Уникальный ресурс, позволяет множественные подключения
sk: Unikátny zdroj, pou¾ívaný pri viacnásobných pripojeniach
tr: Çoklu katılımlara izin verecek bir özel kaynak
uk: Ун╕кальний ресурс, дозволя╓ множинн╕ з'╓днання
zh_cn: 仅有的用于多连接的资源

source: Account Actions
ca: Accions del compte
da: Kontohandlinger
de: Aktionen des Benutzerkontos
es: Acciones de la cuenta
fr: Actions sur le compte
ja: アカウントのアクション
ms: Aksi Akaun
nl: Account acties
pl: Operacje na koncie
pt: Acções de Conta
ru: Действия с учетной записью
sk: Akcie s úètom
tr: Hesap İşlemleri
zh_cn: 帐号动作

source: Account Details
ca: Detalls del compte
da: Kontodetaljer
de: Einzelheiten zum Benutzerkonto
es: Detalles de la cuenta
fr: Détails du compte
ja: アカウント詳細
ms: Penerangan Akaun
nl: Persoonlijke Details
pl: Szczegó³y dotycz±ce konta
pt: Detalhes de Conta
ru: Подробности об отправителе
sk: Podrobnosti konta
tr: Hesap Ayrıntıları
zh_cn: 帐号详情

source: Account Options
ca: Opcions del compte
da: Kontoindstillinger
de: Einstellungen zum Benutzerkonto
es: Opciones de la cuenta
fr: Options du compte
ja: アカウントオプション
ms: Opsyen Akaun
nl: Aanmeld-Opties
pl: Opcje dotycz±ce konta
pt: Opções de Conta
ru: Настройки учетной записи
sk: Voµby konta
tr: Hesap Seçenekleri
zh_cn: 帐号选项

source: Account Registration...
ca: Registre d'un compte...
da: Registrering af konto...
de: Benutzerkonto registrieren...
es: Registro de cuenta...
fr: Enregistrement du Compte...
ja: アカウント登録...
ms: Pendaftaran Akaun...
nl: Account Registratie...
pl: Rejestracja konta...
pt: Registo de Conta...
ru: Регистрация учетной записи...
sk: Registrácia konta...
tr: Hesap Açılması...
zh_cn: 帐号注册...

source: Automatically connect on Gabber startup
ca: Connectar automàticament en engegar el Gabber
da: Tilslut automatisk ved Gabber-opstart
de: Automatische Anmeldung beim Gabber-Start
es: Conectar automáticamente en el inicio de Gabber
fr: Connexion automatique au démarrage de Gabber
ja: Gabber起動時に自動的に接続
ms: Sambung Gabber pada permulaan secara automatik
nl: Automatische aanmelding als Gabber opstart
pl: Automatyczne nawi±zywanie po³±czenia przy uruchamianiu Gabbera
pt: Ligar automaticamente ao Gabber no arranque
ru: Автоматически подключаться при запуске Gabber
sk: Automaticky pripoji» pri ¹tarte programu Gabber
tr: Gabber başlatılırken otomatik bağlan
zh_cn: Gabber 运行时自动连接

source: Automatically reconnect to the server when disconnected
az: Bağlantı qopduğu vaxt vericiyə avtomatik bağlan
ca: Reconnectar automàticament al servidor quan es desconnecti
da: Genopkobl automatisk til serveren ved frakobling
de: Bei Verbindungsabbruch automatisch Verbindung zum Server aufbauen
es: Reconectar automáticamente al servidor cuando se desconecta
fr: Reconnexion automatique au serveur après déconnexion
ja: 切断時は、サーバに自動再接続する
ko: 서버에 연결이 끊기면 자동으로 다시 연결
lt: Automatiðkai persijunk prie serverio atsijungus
ms: Automatik ulangsambung ke pelayan bila terputus
nl: Bij een verbroken verbinding automatisch weer verbinden
pl: Automatyczne nawi±zywanie po³±czenia po roz³±czeniu
pt: Ligar automaticamente ao servidor quando desligado
ru: Автоматически восстанавливать соединение с сервером в случае разрыва связи
sk: Automaticky obmovi» spojenie so serverom pri odpojení
tr: Bağlantı kesildiğinde sunucuya otomatik olarak bağlan
uk: Автоматично в╕дновлювати з'╓днання з сервером у випадку розриву зв'язку
zh_cn: 断线后自动重连接

source: Change Password...
ca: Canviar contrassenya...
da: Ændr adgangskode...
de: Passwort ändern...
es: Cambiar contraseña...
fr: Changer le mot de passe...
ja: パスワード変更...
ms: Tukar katalaluan...
nl: Wachtwoord Wijzigen...
pl: Zmieñ has³o...
pt: Modificar Senha...
ru: Сменить пароль...
sk: Zmeni» heslo...
tr: Parola Değiştir...
zh_cn: 改变密码...

source: Change this account's password...
ca: Canviar la contrassenya d'aquest compte...
da: Ændr adgangskoden for denne konto...
de: Passwort für Jabber-Benutzerkonto ändern...
es: Cambiar la contraseña de esta cuenta...
fr: Changer le mot de passe de ce compte...
ja: このアカウントのパスワード変更...
ms: Tukar katalaluan akaun ini...
nl: Wijzig het wachtwoord voor deze Account
pl: Zmienia has³o tego konta...
pt: Modificar a senha desta conta...
ru: Сменить пароль учетной записи...
sk: Zmeni» heslo tohto úètu...
tr: Bu hesabın parolasını değiştir...
zh_cn: 改变此帐号的密码...

source: Connection Options
ca: Opcions de connexió
da: Forbindelsesindstillinger
de: Verbindungsoptionen
es: Opciones de conexión
fr: Options de Connexion
ja: 接続オプション
ms: Opsyen Smabungan
nl: Aanmeld-Opties
pl: Opcje po³±czenia
pt: Opções de Ligação
ru: Настройки подключения
sk: Voµby spojenia
tr: Bağlantı Seçenekleri
zh_cn: 连接选项

source: Do not use a proxy to connect
ca: No emprar un proxy per a connectar
da: Anvend ikke en mellemvært til forbindelsen
de: Keinen Proxy für den Verbindungsaufbau nutzen
es: No usar un proxy para conectar
fr: Ne pas utiliser un proxy pour se connecter
ja: 直接接続
ms: Jangan guna proksi untuk menyambung
nl: Gebruik geen proxy om aan te melden
pl: Po³±czenie bez u¿ycia po¶rednika
pt: Não utilizar um proxy para se ligar
ru: Не использовать для связи прокси-сервер
sk: Nepou¾i» proxy na pripojenie
tr: Bağlantı için vekil kullanma
zh_cn: 不用代理连接

source: Force usage of plain text password (less secure)
ca: Força l'ús de contrassenyes sense encriptar (menys segur)
da: Gennemtving brug af adgangskode i klartekst (mindre sikkert)
es: Forzar el uso de clave en texto plano (menos seguro)
fr: Forcer l'utilisation des mots de passe en clair (moins sûr)
ja: プレーンテキストパスワードの使用を強制(それほど安全ではない)
ms: Paksa katalaluan penggunakan teks plain (kurang selamat)
pl: Wymuszenie u¿ycia has³a w postaci tekstu (mniej bezpieczne)
pt: Forçar utilização de senha em texto simples (menos seguro)
ru: Пытаться использовать передачу пароля открытым текстом (небезопасно)
sk: Vynúti» pou¾itie otvoreného hesla (menej bezpeèné)
zh_cn: 强制使用纯文本密码（欠安全）

source: Jabber client priority. 0 is default
az: Jabber alıcı salahiyyəti. 0 ana seçənəkdir.
ca: Prioritat del client Jabber. 0 per omissió
da: Prioritet for Jabber-klienten. 0 er standard
de: Jabber Client Priorität. Voreinstellung ist 0.
es: Prioridad de cliente Jabber. 0 es predeterminado
fr: Priorité du client Jabber. 0 par défaut
ja: Jabberクライアント優先順位。省略時は、0
ko: Jabber 클라이언트 우선도. 기본값 0
lt: Jabber kliento prioritetas. 0 yra áprastinis
ms: priority pelanggan Jabber. 0 adalah default
nl: Jabber client-prioriteit. 0 is het gebruikelijke niveau.
pl: Priorytet klienta Jabbera. Warto¶ci± domy¶ln± jest 0.
pt: Prioridade do cliente Jabber. 0 é o defeito
ru: Приоритет клиента Jabber. По умолчанию равен 0
sk: Priorita Jabber klienta. Predvolená je 0
tr: Jabber istemci önceliği (0 öntanımlı)
uk: Пр╕оритет кл╕╓нта Jabber. Типово - 0
zh_cn: Jabber 客户端程序优先级。默认为 0

source: Log in
ca: Connectar
da: Tilslut
fr: Connexion
ja: ログイン
ms: Log masuk
pl: Zaloguj
pt: Iníciar sessão
ru: Подключиться
sk: Prihlási»
zh_cn: 登录

source: P_ort:
az: Qap_ı:
es: Puert_o:
ja: ポート(_o):
ko: 포트(_o):
ms: L_iang:
nl: P_oort:
pt: P_orto:
ru: П_орт:
uk: Порт:
zh_cn: 端口(_O)：

source: Port to connect to
az: Bağlanılacaq Qapı
ca: Port a què connectar
da: Port der skal tilslutte til
de: Port für Verbindungsaufbau
es: Puerto al cual conectar
fr: Port de connexion
ja: 接続ポート
ko: 연결할 포트
ms: Liang untuk disambungkan
nl: Poort om mee te verbinden
pl: Port, na który ma nast±piæ po³±czenie
pt: Porto ao qual se ligar
ru: Порт для подключения
sk: Port, ku ktorému sa pripoji»
tr: Bağlanılacak port
uk: Порт з'╓днання
zh_cn: 端口连接到

source: Port:
es: Puerto:
ja: ポート:
ko: 포트:
ms: Liang:
nl: Poort:
pt: Porto:
ru: Порт:
zh_cn: 端口：

source: Pr_iority:
az: _Üstünlük:
ca: Pr_ioritat:
da: Pr_ioritet:
de: Pr_iorität:
es: Pr_ioridad:
fr: Pr_iorité:
ja: 優先順位(_i):
ko: 우선도(_i):
lt: Pr_ioritetas
nl: Pr_ioriteit:
pl: P_riorytet:
pt: Pr_ioridade:
ru: Приори_тет:
sk: Pr_iorita:
tr: Ö_ncelik:
uk: Пр╕оритет:
zh_cn: 优先级(_I)：

source: Pro_xy
da: _Mellemvært
ja: PROXY(_x)
ms: Pro_ksi
pl: P_o¶rednik
ru: Про_кси
zh_cn: 代理(_X)

source: Proxy Authentication
ca: Autentificació del proxy
da: Mellemværtsgodkendelse
es: Autenticación de proxy
fr: Authentification auprès du Proxy
ja: PROXY 認証
ms: Autentikasi Proksi
pl: Uwierzytelnianie na po¶redniku
pt: Autenticação Proxy
ru: Авторизация на прокси
sk: Overenie toto¾nosti pre proxy
zh_cn: 代理认证
