Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: You can either manually add a contact or search the directory to find them.
ko: 수동으로 연결정보을 추가하거나 디렉토리에서 찾을수 있습니다.
lt: Gali iðkart pridëti kontaktà arba ieðkoti jo kataloge.

source: label379
lt: þymuo379

source: label205
lt: þymuo205

source: label206
lt: þymuo206

source: label354
lt: þymuo354

source: label296
lt: þymuo296

source: label168
lt: þymuo168

source: label169
lt: þymuo169

source: label512
lt: þymuo512

source: label513
lt: þymuo513

source: The information on the 'Basic Information' page will be sent to the Jabber Users Directory (JUD), a searchable directory of many Jabber users. All other User Information is accessible if people ask specifically for your User Information, or 'vCard.'
lt: ¥Pagrindinës informacijos´ duomenys bus iðsiøsti á Jabber vartotojø katalogà (JUD), kuriame ieðkoma Jabber vartotojø. Visa kita vartotojo informacija prieinama, jei þmogus paklausia tavo vartotojo informacijos arba ¥vCard´.

source: This textbox is for free-form information about yourself - your likes, dislikes, favorite pets, favorite books, or you could even write little poems about that special someone.
lt: Ðis laukelis skirtas atvirai informacijai apie tave - tavo pomëgius, mëgstamiausius naminius gyvûnëlius, mëgstamiausias knygas, arba gali paraðyti maþytes poemas apie kànors.
