Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Copyright (c) 1999-2002 Julian Missig and Dave Smith
ca: Copyright (c) 1999-2002 Julian Missig i Dave Smith
da: Copyright © 1999-2002 Julian Missig og Dave Smith
fr: Copyright (c) 1999-2002 Julian Missig et Dave Smith
ms: Hakcipta (c) 1999-2002 Julian Missig and Dave Smith
ru: Все права сохранены (c) 1999-2001 Джулиан Миссиг (Julian Missig) и Дэйв Смит (Dave Smith)
sk: Autorské práva (c) 1999-2002 Julian Missig a Dave Smith
zh_cn: 版权所有 (c) 1999-2002 Julian Missig 和 Dave Smith

source: Done for the day. I'll get back to you tomorrow.
ca: Per avui ja n'hi ha prou. Ens veiem demà.
da: Færdig for i dag. Jeg kommer tilbage til dig i morgen.
fr: Terminé pour aujourd'hui. Je reviendrais vers vous demain.
ja: 今日は店じまいしました。私は、明日には戻ると思うので会えるでしょう。
ms: Selesai untuk satu hari. Saya akan kembali esok.
pl: Koniec na dzisiaj. Wrócê jutro.
pt: Terminado por hoje. Voltarei a si amanhã.
ru: На сегодня закончил. Вернусь завтра.
sk: Na dnes staèí. Vrátim sa k vám zajtra.
zh_cn: 今天就到这里了。咱们明天再见吧。

source: Online
az: Xətdə
ca: Connectat
da: Tilsluttet
de: Angemeldet
es: Conectado
fr: Connecté
ja: オンライン
ko: 사용중
lt: Prisijungæs
ms: DalamTalian
nl: Aangemeld
pl: Na linii
pt: Ligado
ru: В сети
sk: Pripojený
tr: Bağlı
uk: В мереж╕
zh_cn: 在线

source: Chat with me!
az: Mənimlə söhbət et!
ca: Xerra amb mi!
da: Chat med mig!
de: Chatte mit mir!
es: ¡Charla conmigo!
fr: Discute avec moi !
ja: チャットして下さい!
ko: 나와 이야기해요!
lt: Kalbëkis su manimi!
ms: Chat dengan saya!
nl: Chat met mij!
pl: Porozmawiaj ze mn±!
pt: Conversa comigo!
ru: Побеседуйте со мной!
sk: Porozprávaj sa so mnou!
tr: Benimle konuş!
uk: Порозмовляй з╕ мною!
zh_cn: 请跟我聊天！

source: I'm away.
az: Uzaqdayam.
ca: Sóc fora.
da: Jeg er her ikke.
de: Ich bin abwesend.
es: Estoy ausente.
fr: Je suis absent.
ja: 私は退席です。
ko: 잠시 떠납니다.
lt: Manæs nëra.
ms: Saya away.
nl: Ik ben afwezig.
pl: Jestem nieobecny.
pt: Estou fora.
ru: Я отошел.
sk: Som preè.
tr: Geleceğim.
uk: Я в╕дсутн╕й.
zh_cn: 我不在。

source: I'll be away for a while.
ca: Seré fora una estona.
da: Jeg vil være borte et stykke tid.
de: Ich bin für eine Weile weg.
es: Estaré ausente por un momento.
fr: Je serais absent pour un moment.
ja: 暫く離席します。
ms: Saya away seketika.
nl: Ik ben voorlopig afwezig
pl: Przez jaki¶ czas bêdê nieobecny.
pt: Estarei ausente por um bocado.
ru: Я ненадолго отойду.
sk: Budem chvíµu preè.
zh_cn: 我要离开一会儿。

source: Sorry, I'm busy right now.
ca: Ho sento, ara mateix estic ocupat.
da: Desværre, jeg er optaget lige nu.
de: Entschuldigung, ich bin gerade beschäftigt.
es: Lo siento, estoy ocupado en este momento.
fr: Désolé, je suis occupé maintenant.
ja: 現在、すみませんが多忙です。
ms: Maaf, Saya sibuk sekarang.
nl: Sorry ik ben druk op dit moment
pl: Niestety, teraz jestem zajêty.
pt: Desculpe, de momento estou ocupado.
ru: Извините, я сейчас занят.
sk: Prepáète, momentálne som zaneprázdnený.
tr: Yemekteyim.
zh_cn: 抱歉，我正忙。

source: Reconnecting...
da: Tilslutter igen...
ms: Menyambungan semula...
ru: Переподключение...
sk: Opätovne sa pripájam...
zh_cn: 重新连接...

source: Logging in...
az: Girilir...
ca: Engegant la sessió...
da: Tilslutter...
de: Anmeldevorgang...
es: Iniciando sesión...
fr: Connexion...
ja: ログイン中...
ko: 로그인 중...
lt: Jungiuosi...
ms: Menglogmasuk...
nl: Bezig met aanmelden...
pl: Logowanie...
pt: A iniciar sessão...
ru: Подключение...
sk: Prihlasujem sa...
tr: Giriş yapılıyor...
uk: З'╓днання...
zh_cn: 登录...

source: Not in Roster
az: Rosterdə Deyil
ca: No és a la llista
da: Ikke i kontaktlisten
de: Nicht in Aufstellung
es: No en la lista
fr: Pas dans la Liste
ja: 登録簿にない
ko: 목록에 없음
lt: Nëra knygoje
ms: Tiada di Roster
nl: Niet in Naamlijst
pl: Nie na wykazie
pt: Não está na Lista
ru: Нет в списке
sk: Nie je v zozname kontaktov
tr: Listede yok
uk: Не в ре╓стр╕
zh_cn: 不在名册上

source: Edit Groups for %s
ca: Editar grups per a %s
da: Redigér grupper for %s
de: Bearbeite Gruppen für %s
es: Editar grupos para %s
fr: Editer les Groupes pour %s
ja: %s グループ編集
ms: Edit Kumpulan untuk %s
nl: Wijzig Groepen voor %s
pl: Modyfikacja grup u¿ytkownika %s
pt: Editar Grupos para %s
ru: Редактировать Группы для %s
sk: Upravi» skupiny pre %s
tr: %s için Grupları Düzenle
zh_cn: 为 %s 编辑小组

source: An error occurred trying to sign your message. Send the message unsigned?
ca: Hi ha hagut un error en provar de signar el missatge. Envio el missatge sense signar?
da: En fejl opstod ved forsøg på at signere din besked. Skal beskeden sendes uden signering?
de: Beim Signieren der Nachricht ist ein Fehler aufgetreten. Nachricht unsigniert versenden?
es: Ha ocurrido un error al intentar firmar su mensaje. ¿Enviar mensaje sin firmar?
fr: Une erreur est apparue pendant la signature de votre message. Envoyer le message non signé ?
ja: あなたのメッセージに署名をしようとしてエラーが発生しました。 メッセージの署名を外して送信してもよろしいですか?
ms: Ralat berlaku ketika cuba menandatangani mesej anda. Kirim tanda pandatangan?
nl: Er heeft zich een fout voorgedaan bij het signeren van uw bericht. Bericht versturen zonder handtekening?
pl: Przy próbie podpisania wiadomo¶ci wyst±pi³ b³±d. Czy wys³aæ j± bez podpisu?
pt: Ocorreu um erro ao tentar assinar a sua mensagem. Enviar a mensagem sem assinatura?
ru: При попытке подписать Ваше сообщение произошла ошибка. Отправить сообщение неподписанным?
sk: Vyskytla sa chyba pri pokuse o opdpis va¹ej správy. Posla» správu nepodpísanú?
tr: İletiniz imzalanırken bir hata oluştu. İleti imzalanmadan gönderilsin mi?
zh_cn: 对消息签名时出错。 是否发送未签名的消息？

source: An error occurred trying to encrypt your message. Send the message unencrypted?
ca: Hi ha hagut un error en provar d'encriptar el missatge. Envio el missatge sense encriptar?
da: En fejl opstod ved forsøg på at kryptere din besked. Skal beskeden sendes ukrypteret?
de: Beim Verschlüsseln der Nachricht ist ein Fehler aufgetreten. Nachricht nicht verschlüsseln?
es: Ha ocurrido un error al intentar cifrar su mensaje. ¿Enviar mensaje sin cifrar?
fr: Une erreur est apparue pendant le chiffrage de votre message. Envoyer le message non chiffré ?
ja: あなたのメッセージを暗号化しよとしてエラーが発生しました。 メッセージを平文で送信してもよろしいですか?
ms: Ralat berlaku ketika cuba mengenkripsikan mesej anda Kirim mesej tanpa pengenkripsian?
nl: Er heeft zich een fout voorgedaan bij het versleutelen van uw bericht. Bericht zonder versleuteling versturen?
pl: Przy próbie zaszyfrowania wiadomo¶ci wyst±pi³ b³±d. Czy wys³aæ j± bez szyfrowania?
pt: Ocorreu um erro ao tentar encriptar a sua mensagem. Enviar a mensagem por encriptar?
ru: При попытке зашифровать сообщение произошла ошибка. Отправить сообщение незашифрованным?
sk: Vyskytla sa chyba pri pokuse o za¹ifrovanie va¹ej správy. Posla» túto správu neza¹ifrovanú?
tr: İleti şifrelenirken bir hata oluştu. İleti şifrelenmeden gönderilsin mi?
zh_cn: 加密您的消息时出错。 是否发送未加密的消息？

source: New Blank Message - Gabber
ca: Nou Missatge - Gabber
da: Ny tom meddelelse - Gabber
de: Neue leere Nachricht - Gabber
es: Nuevo mensaje - Gabber
fr: Nouveau Message Vide - Gabber
ja: 新規ブランクメッセージ - Gabber
ms: Mesej ikosong baru - Gabber
nl: Nieuw _leeg Bericht - Gabber
pl: Nowa pusta wiadomo¶c - Gabber
pt: Nova Mensagem Vazia - Gabber
ru: Новое пустое сообщение - Gabber
sk: Nová správa - Gabber
zh_cn: 新的空白消息 - Gabber

source: Message to %s
ca: Missatge per a %s
da: Meddelelse til %s
de: Nachricht an %s
es: Mensaje a %s
fr: Message pour %s
ja: %s へのメッセージ
ms: Mesej kepada %s
nl: Bericht aan: %s
pl: Wiadomo¶æ dla %s
pt: Mensagem para %s
ru: Сообщение для %s
sk: Správa pre %s
zh_cn: 寄到 %s 的消息

source: Message from %s
ca: Missatge de %s
da: Meddelelse fra %s
de: Nachricht von %s
es: Mensaje de %s
fr: Message de %s
ja: %s からのメッセージ
ms: Mesej daripada %s
nl: Bericht van: %s
pl: Wiadomo¶æ od %s
pt: Mensagem de %s
ru: Сообщение от %s
sk: Správa od %s
zh_cn: 来自 %s 的消息

source: This message is not encrypted
az: Bu ismarıc kodlanmayıb
ca: El missatge no està encriptat
da: Denne besked er ikke krypteret
de: Diese Nachricht ist nicht verschlüsselt
es: El mensaje no esta cifrado
fr: Ce message n'est pas encrypté
ja: このメッセージは暗号化されていません
ko: 이 메세지는 암호화 되지 않았습니다
lt: Þinutë neuþðifruota
ms: Mesej ini tidak dienkripsikan
nl: Dit bericht is niet versleuteld
pl: Wiadomo¶æ nie jest zaszyfrowana
pt: Esta mensagem não está encriptada
ru: Это сообщение не зашифровано
sk: Táto správa nie je ¹ifrovaná
tr: Bu mesaj şifrelenmemiş
uk: Це пов╕домлення не зашифровано
zh_cn: 这条消息未加密

source: Signature on message is invalid
az: İsmarıcdakı imza hökmlü deyil
ca: La signatura del missatge no és vàlida:
da: Signaturen på beskeden er ugyldig
de: Signatur der Nachricht ist ungültig
es: La firma del mensaje no es válida:
fr: La signature du message est invalide
ja: メッセージの署名は無効
ko: 메세지의 서명이 올바르지 않습니다
lt: Þinutës paraðas neteisingas
ms: Tandatangan pada mesej tidah sah
nl: Handtekening op bericht is ongeldig
pl: Podpis wiadomo¶ci jest niepoprawny
pt: Assinatura na mensagem é inválida
ru: Плохая подпись сообщения
sk: Podpis na správe ne neplatný
tr: İletideki imza geçersiz
uk: П╕дпис пов╕домлення не в╕рний
zh_cn: 消息的签名无效

source: Signature on message is valid
az: İsmarıcdakı imza hökmlüdir
ca: La signatura del missatge és vàlida
da: Signaturen på beskeden er gyldig
de: Signatur der Nachricht ist gültig
es: La firma del mensaje es válida
fr: La signature du message est valide
ja: メッセージの署名は有効
ko: 메세지의 서명이 올바릅니다
lt: Þinutës paraðas teisingas
ms: Tandatangan pada mesen adalah sah
nl: Handtekening op bericht is geldig
pl: Podpis wiadomo¶ci jest poprawny
pt: Assinatura na mensagem é válida
ru: Хорошая подпись сообщения
sk: Podpis na správe je platný
tr: İletideki imza geçerli
uk: П╕дпис пов╕домлення в╕рний
zh_cn: 消息的签名有效

source: This message is encrypted
az: Bu ismarıc kodlanmışdır
ca: El missatge està encriptat
da: Denne besked er krypteret
de: Diese Nachricht ist verschlüsselt
es: El mensaje está cifrado
fr: Ce message est crypté
ja: このメッセージは暗号化
ko: 이 메세지는 암호화 되었습니다
lt: Ði þinutë uþðifruota
ms: Mesej ini terenkripsi
nl: Dit bericht is versleuteld
pl: Ta wiadomo¶æ jest zaszyfrowana
pt: Esta mensagem está encriptada
ru: Это сообщение зашифровано
sk: Táto správa je ¹ifrovaná
tr: İleti şifreli
uk: Це пов╕домлення зашифровано
zh_cn: 此消息已加密

source: Attached URL:
ca: URL adjuntada:
da: Vedhæftet adresse:
es: URL adjuntada:
fr: URL Jointe:
ja: 添付 URL:
ms: URL disisip:
pl: Za³±czony URL:
pt: URL Anexado:
ru: Вложенный URL:
sk: Pripojené URL:
zh_cn: 附加的 URL：

source: You just received a message from %s.
ca: Has rebut un missatge de %s.
da: Du fik lige en besked fra %s.
de: Sie haben gerade eine Nachricht von %s erhalten.
es: Usted ha recibido un mensaje de %s.
fr: Vous avez juste reçu un message de %s.
ja: %s からメッセージを受信。
ms: Anda baru sahaja menerima mesej daripada %s.
nl: U heeft een bericht ontvangen van %s.
pl: Odebrano wiadomo¶æ od %s.
pt: Acabou de receber uma mensagem de %s.
ru: Вы только что получили сообщение от %s.
sk: Práve ste dostali správu od: %s.
tr: %s den şimdi bir ileti alındı.
zh_cn: 您刚才收到一条来自 %s 的消息。

source: Chat with %s
ca: Xerrada amb %s
da: Chat med %s
de: Chat mit %s
es: Charla con %s
fr: Discuter avec %s
ja: %s とチャット
ms: Chat dengan %s
nl: Chat met %s
pl: Rozmowa z %s
pt: Conversar com %s
ru: Беседа с %s
sk: Rozhvor s %s
tr: %s ile sohbet
zh_cn: 和 %s 聊天

source: Error
da: Fejl
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
lt: Klaida
ms: Ralat
nl: Fout
pl: B³±d
pt: Erro
ru: Ошибка
sk: Chyba
tr: Hata
uk: Помилка
zh_cn: 错误

source: Group Chat in %s
ca: Xerrada en grup en %s
da: Gruppechat i %s
de: Gruppenchat in %s
es: Charla en grupo en %s
fr: Discussion de groupe avec %s
ja: %s グループチャット
ms: Kumpulan Chat pada %s
nl: Groep Chat in %s
pl: Grupowa rozmowa w pokoju %s
pt: Conversa de Grupo em %s
ru: Беседа группы в %s
sk: Skupinový rozhovor v %s
tr: %s Grubuyla Sohbet
zh_cn: 在 %s 中分组聊天

source: Server
az: Verici
ca: Servidor
es: Servidor
fr: Serveur
ja: サーバ
ko: 서버
lt: Serveris
ms: Pelayan
pl: Serwer
pt: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер
zh_cn: 服务器

source: %s has changed the subject to: %s
ca: %s ha canviat l'assumpte a: %s
da: %s har ændret emnet til: %s
de: %s hat den Betreff in %s geändert.
es: %s ha cambiado el asunto a: %s
fr: %1$s a changé le sujet pour : %2$s
ja: %s は、題名を %s に変更しました
ms: %s telah menukar tajuk ke: %s
nl: %s heeft het onderwerp veranderd naar: %s
pl: u¿ytkownik %s zmieni³ temat na: %s
pt: %s modificou o assunto para: %s
ru: %s изменил тему на: %s
sk: %s zmenil predmet na: %s
tr: %s konusu değişti: %s
zh_cn: %s 标题已改为：%s

source: Session Disconnected
az: İclas Xətdən Qopdu
ca: Sessió desconnectada
da: Session frakoblet
de: Sitzung wurde unterbrochen
es: Sesión desconectada
fr: Session déconnectée
ja: セッション切断
ko: 세션 연결 끊김
lt: Sesija atsijungë
ms: Sessi diputuskan
nl: Sessie afgebroken
pl: Sesja roz³±czona
pt: Sessão Desligada
ru: Соединение прервано
sk: Sedenie rozpojené
tr: Oturum Koptu
uk: Сеанс роз╕рвано
zh_cn: 会话连接已中止

source: %d members
ca: %d membres
da: %d medlemmer
de: %d Mitglieder
es: %d miembros
fr: %d membres
ja: %d メンバー
ko: %d 명
lt: %d nariø
ms: %d ahli
nl: %d leden
pl: %d cz³onków
pt: %d membros
ru: %d участников
sk: %d èlenov
tr: %d üye
uk: %d член╕в
zh_cn: %d 成员

source: Jabber Group Chat 1.0
ca: Jabber Xerrada en Grup 1.0
da: Jabber-gruppechat 1.0
de: Jabber Gruppen-Chat 1.0
es: Jabber Charla en Grupo 1.0
fr: Discussion de Groupe Jabber 1.0
ja: Jabber グループチャット 1.0
lt: Jabber Grupës Pokalbis 1.0
ms: Kumpulan Chat Jabber 1.0
nl: Jabber Groep-Chat 1.0
pl: Rozmowa grupowa Jabbera 1.0
pt: Conversa em Grupo Jabber 1.0
ru: Беседа группы Jabber 1.0
sk: Skupinový rozhovor Jabber 1.0
uk: Розмова групи Jabber 1.0
zh_cn: Jabber 群组聊天 1.0 版

source: IRC (Group Chat 1.0)
ca: IRC (Xerrada en Grup 1.0)
da: IRC (gruppechat 1.0)
de: IRC (altes 1.0-Protokoll)
es: IRC (Charla en Grupo 1.0)
fr: IRC (Discussion de Groupe Jabber 1.0)
ja: IRC (グループチャット 1.0)
ms: IRC (Kumpulan Chat 1.0)
nl: IRC Groep-Chat 1.0
pl: IRC (rozmowa grupowa 1.0)
pt: IRC (Conversa em Grupo 1.0)
ru: IRC (Беседа группы 1.0)
sk: IRC (Skupinový rozhovor 1.0)
zh_cn: IRC (群组聊天 1.0 版)

source: Connection Settings - Gabber
ca: Opcions de connexió - Gabber
da: Forbindelsesindstillinger - Gabber
de: Verbindungseinstellungen - Gabber
es: Opciones de conexión - Gabber
fr: Paramètres de Connexion - Gabber
ja: 接続設定 - Gabber
ms: Tetapan Sambungan - Gabber
nl: Verbinding Instellingen - Gabber
pl: Ustawienia po³±czenia - Gabber
pt: Definições de Ligação - Gabber
ru: Настройки соединения - Gabber
sk: Nastavenia spojenia - Gabber
tr: Bağlantı Ayarları - Gabber
zh_cn: 连接设置 - Gabber

source: Log in - Gabber
ca: Iniciar sessió - Gabber
da: Tilslutning - Gabber
fr: Connexion - Gabber
ja: ログイン - Gabber
ms: Log masuk - Gabber
pl: Logowanie - Gabber
pt: Início sessão - Gabber
ru: Подключение - Gabber
sk: Prihlásenie - Gabber
zh_cn: 登录 - Gabber

source: Automatically away due to being idle
ca: Absent automàticament per inactivitat
da: Automatisk fravær pga. mangel på aktivitet
de: Automatisch abwesend wegen keiner Benutzereingabe
es: Ausencia automática por estar inactivo
fr: Passer automatiquement Absent en cas d'inactivité
ja: アイドル時は、自動的に退席にする
lt: Pakeisti bûsenà á ¥Nëra´ esant uþimtam
ms: Away automatik kerana leka
nl: Automatisch afwezig na een tijdje nietsdoen
pl: Automatyczna nieobecno¶æ z powodu bezczynno¶ci
pt: Ausente automaticamente por estar inactivo
ru: Автоматическое отсутствие
sk: Automaticky preè pri neèinnnosti
tr: Meşguliyet uzadığından otomatik olarak uzakta kipine geçildi
uk: Автоматична в╕дсутн╕сть у випадку неактивност╕
zh_cn: 空闲时自动离开

source: Export Jabber Roster - Gabber
ca: Exportar els contactes Jabber - Gabber
da: Eksportér Jabber-kontaktliste - Gabber
de: Jabber-Aufstellung exportieren - Gabber
es: Exportar contactos Jabber - Gabber
fr: Exporter la Liste d'Utilisateurs Jabber - Gabber
ja: Jabber 登録簿エキポート - Gabber
ms: Eksport Jabber Roster - Gabber
nl: Exporteer Uw Jabber-Server
pl: Eksport wykazu Jabbera - Gabber
pt: Exportar Lista do Jabber - Gabber
ru: Экспорт списка Jabber - Gabber
sk: Exportova» zoznam kontaktov jabbera - Gabber
tr: Jabber Listesini Gönder - Gabber
zh_cn: 导出 Jabber 名册 - Gabber

source: Import Jabber Roster - Gabber
ca: Importar els contactes Jabber - Gabber
da: Importér Jabber-kontaktliste - Gabber
de: Jabber-Aufstellung importieren - Gabber
es: Importar contactos Jabber - Gabber
fr: Importer une Liste d'Utilisateurs Jabber - Gabber
ja: Jabber 登録簿インポート - Gabber
nl: Importeer Uw Jabber-Server
pl: Import wykazu Jabbera - Gabber
pt: Importar Lista do Jabber - Gabber
ru: Импорт списка Jabber - Gabber
sk: Importova» zoznam kontaktov jabbera - Gabber
tr: Jabber Listesini Al - Gabber
zh_cn: 引入 Jabber 名册 - Gabber

source: Unable to open file. Please try another name or location.
ca: No puc obrir el fitxer. Tria un altre nom o ubicació.
da: Kunne ikke åbne fil. Prøv et andet navn eller en anden placering.
de: Kann Datei nicht öffnen. Bitte anderen Namen oder andere Position versuchen.
es: No se puede abrir el archivo. Seleccione otro nombre o destino.
fr: Impossible d'ouvrir le fichier. Essayer un autre nom ou un autre emplacement.
ja: ファイルを開けません。所在または別の名前で再度試みて下さい。
ms: Tak dapat membuka fail. SIla cuba nama atau lokasi lain.
nl: Kon het bestand niet openen. Probeer alstublieft een andere naam of locatie.
pl: Nie mo¿na otworzyæ pliku. Spróbuj innej nazwy lub po³o¿enia.
pt: Incapaz de abrir ficheiro. Tente novamente com outro nome ou local.
ru: Невозможно открыть файл. Попробуйте другое имя файла или расположение.
sk: Nemô¾em otvori» súbor. Skúste, prosím, iné meno alebo umiestnenie.
tr: Dosya açılamadı. Lütfen başka bir isim ya da yer deneyin.
zh_cn: 无法打开文件。请试试其他名称或位置。

source: is now online
az: indi xətdədir
ca: acaba de connectar
da: er nu tilsluttet
de: ist nun angemeldet
es: se ha conectado
fr: est maintenant connecté
ja: はオンラインです
ko: 님이 접속하였습니다
lt: dabar prisijungæs
ms: sekarang dalam talian
nl: is nu aangemeld
pl: jest teraz na linii
pt: está ligado
ru: теперь в сети
sk: je teraz pripojený
tr: şimdi bağlı
uk: тепер в мереж╕
zh_cn: 目前在线

source: is now offline
ca: acaba de desconnectar
da: er nu frakoblet
de: ist nun abgemeldet
es: está ahora desconectado
fr: est maintenant déconnecté
ja: はオフラインです
ms: sekarang diluar talian
nl: heeft zich afgemeld
pl: jest teraz roz³±czony
pt: está desligado
ru: теперь не в сети
sk: je teraz odpojený
tr: şimdi bağlı değil
zh_cn: 目前离线

source: Are you sure you want to remove %s from your roster?
ca: Estàs segur que vols eliminar %s de la llista?
da: Er du sikker på at du vil fjerne %s fra din kontaktliste?
de: Wollen Sie wirklich %s von der Aufstellung entfernen?
es: ¿Esta seguro que desea eliminar %s de su lista?
fr: Est-vous sûr de vouloir supprimer %s de votre liste ?
ja: 登録簿から %s を削除してもよろしいですか?
ms: Anda pasti untuk membuang %s daripada roster?
nl: Weet u het zeker dat u %s van uw lijst wilt verwijderen?
pl: Czy na pewno chcesz usun±æ %s ze swojego wykazu?
pt: Tem a certeza que deseja remover %s da sua lista?
ru: Вы уверены, что хотите удалить %s из вашего списка?
sk: Ste si istý, ¾e chcete odstráni» tento kontakt z vá¹ho zoznamu kontaktov: %s?
tr: %s listenizden silinecek mi?
zh_cn: 您确信要从您的名册中删除 %s？

source: Would you also like to remove all contacts associated with %s?
ca: Vols esborrar també els contactes associats amb %s?
da: Vil du også fjerne alle kontakter der er associerede med %s?
de: Möchten Sie auch die mit %s zusammenhängenden Kontakte entfernen?
es: ¿Desea también eliminar todos los contactos asociados con %s?
fr: Voulez-vous aussi supprimer tous les contacts associés à %s ?
ja: %s と関連する全てのコンタクト先を削除してもよろしいですか？
ms: Adakah anda juga ingin membuang semua rakan berkait dengan %s?
nl: Wilt u ook alle contacten van %s verwijderen?
pl: Czy chcesz równie¿ usun±æ wszystkie kontakty powi±zane z %s?
pt: Deseja também remover todos os contactos associados a %s?
ru: Вы хотите также удалить все контакты, связанные с %s?
sk: Chcete tie¾ odstráni» v¹etky kontakty priradené k %s?
zh_cn: 您是否想要删除所有与 %s 有关的联络？

source: The following user would like to add you to their contact list. Do you wish to allow this?
az: Aşağıdakı istifadəçi sizi əlaqələr siyahısına almaq istəyir. Buna icazəniz var?
ca: El següent contacte vol afegir-te a la seva llista de contactes. L'hi vols autoritzar?
da: Den følgende bruger vil gerne tilføje dig til sin kontaktliste. Vil du tillade dette?
de: Der folgende Benutzer möchte Sie zu seiner Kontaktliste hinzufügen. Möchten Sie dies erlauben?
es: El siguiente contacto desea añadirle a su lista de contactos. ¿Desea permitirlo?
fr: L'utilisateur suivant désire vous ajouter dans sa liste de contacts. Voulez-vous l'autoriser ?
ja: 次のユーザは、あなたをコンタクト先への登録を希望しています。許可しますか?
ko: 다음 사용자가 접속 목록에 당신을 추가하려 합니다. 허용하시겠습니까?
lt: Ðis vartotojas norëtø átraukti tave á savo kontaktø sàraðà. Ar tu tai leidi?
ms: Pengguna berikut ingin menambah anda dalam senarai rakan. Anda ingin Mengizinkannya?
nl: De volgende gebruiker wil u toevoegen aan haar/zijn naamlijst. Wilt u dit toestaan?
pl: Poni¿szy u¿ytkownik chce dodaæ siê do swojej listy kontaktów. Czy chcesz na to pozwoliæ?
pt: O seguinte utilizador deseja adiciona-lo à sua lista de contactos. Deseja autoriza-lo?
ru: Следующий пользователь хочет добавить Вас в свой список пользователей. Разрешить?
sk: Tento pou¾ívateµ by si vás chcel prida» do svojho zoznamu kontaktov. Chcete mu to povoli»?
tr: Bu kullanıcıyı katılımcılar listenize eklenmek istiyor. Buna izin verecek misiniz?
uk: Цей користувач хоче додати вас у св╕й список користувач╕в. Бажа╓те це дозволити?
zh_cn: 以下用户想将您加到他们的联络表中。您同意吗？

source: Connected
ca: Connectat
da: Tilsluttet
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続
ms: Tersambung
nl: Verbonden
pl: Po³±czony
pt: Ligado
ru: Связь установлена
sk: Pripojený
tr: Bağlandı
zh_cn: 已连接

source: Connected using SSL
ca: Connectat emprant SSL
da: Tilsluttet via SSL
de: Verbunden über SSL
es: Conectado usando SSL
fr: Connecté via SSL
ja: SSL を使用して接続
ms: Tersambung menggunakan SSL
nl: Verbonden door middel van SSL
pl: Po³±czony poprzez SSL-a
pt: Ligado utilizando SSL
ru: Связь установлена с использованием SSL
sk: Pripojený pomocou SSL
tr: SSL ile bağlandı
zh_cn: 用 SSL 连接

source: Presence is signed
ca: La presència està signada
da: Tilstedeværelse er signeret
de: Anwesenheit ist signiert
es: La presencia está firmada
fr: La présence est signée
ja: 所在は署名されました
ms: Kehadiran ditandatangani
nl: Aanwezigheid is getekend
pl: Obecno¶æ jest podpisana
pt: Presença está assinada
ru: Присутствие подписано
sk: Prítomnos» je podpísaná
tr: Vaziyet imzalı.
zh_cn: 已签名

source: Attempting to log in...
ca: Intentant iniciar sessió....
da: Forsøger at tilslutte...
de: Versuche Anmeldung...
es: Intentando iniciar sesión....
fr: Essai de connexion à...
ja: ログイン中...
ko: 로그인 준비중...
lt: Bandau prisijungti...
ms: Cuba melogmasuk...
nl: Gabber probeert in te loggen
pl: Próba zalogowania...
pt: A tentar iniciar sessão...
ru: Попытка подключиться...
sk: Skú¹am sa prihlási»...
tr: Girilmeye çalışılıyor...
zh_cn: 试图登录...
