Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: _Web Site:
az: _Veb Sayt:
ca: Pàgina _web personal:
da: _Netsted:
de: _Web-Adresse:
es: Página _web:
fr: Site _Web:
ja: Webサイト(_W):
ko: 홈페이지(_W):
lt: Svetai_në:
ms: Tapak _Web:
pl: _Witryna WWW:
pt: Sítio _Web:
ru: Веб-сайт:
sk: _WWW stránka:
tr: _Web Sayfası:
uk: Сайт:
zh_cn: 网站(_W)：

source: Attempting to close chat - Gabber
ca: Provant de tancar la xerrada - Gabber
da: Forsøger at lukke chat - Gabber
de: Versuche Chat zu schließen - Gabber
es: Intentado cerrar la charla - Gabber
fr: Essai de fermeture d'une discussion - Gabber
ja: チャットのクローズを試行中 - Gabber
ms: Cuba untuk menutup chat - Gabber
nl: probeert de chat te sluiten - Gabber
pl: Próba zamkniêcia rozmowy - Gabber
pt: A tentar fechar a conversa - Gabber
ru: Попытка закрыть беседу - Gabber
sk: Pokus o zatvorenie rozhovoru - Gabber
tr: Sohbetten çıkılıyor - Gabber
zh_cn: 试图结束聊天 - Gabber

source: Do you want to close the chat window anyway?
ca: Vols que tanqui la finestra de xerrada tant sí com no?
da: Er du sikker på du ønsker at lukke chatvinduet?
de: Wollen Sie das Chat-Fenster trotzdem schließen?
es: ¿Desea de todas formas cerrar ventana de charla?
fr: Voulez-vous fermer la fenêtre de discussion quand même ?
ja: チャットウィンドウを閉じますか?
ms: Anda ingin menutup tetingkap chat ?
nl: Wilt u dit chat venster toch sluiten?
pl: Czy pomimo tego chcesz zamkn±æ okno rozmowy?
pt: Ainda assim deseja fechar a janela de conversa?
ru: Вы всё равно хотите закрыть окно с беседой?
sk: Chcete aj tak zatvori» okno s rozhovorom?
tr: Bu sohbet penceresini n'olursa olsun kapatmak istiyor musunuz?
zh_cn: 您想要关闭聊天窗口吗？

source: Keep Open
ca: Mantindre obert
da: Bevar åbent
de: Offen halten
es: Dejar abierto
fr: Garder Ouvert
ja: オープンを維持
ms: Biarkan terbuka
nl: Houd het Open
pl: Pozostaw otwarte
pt: Manter Aberta
ru: Оставить открытым
sk: Podr¾a» otvorený
tr: Açık Tut
zh_cn: 继续开着

source: One-on-One Chat - Gabber
ca: Xerrada un a un - Gabber
da: En til en-chat - Gabber
de: Persönlicher Chat - Gabber
es: Charla uno-a-uno - Gabber
fr: Discussion Privée - Gabber
ja: １対１チャット - Gabber
ko: 일대일 대화 - Gabber
lt: Dviejø pokalbis - Gabber
ms: Chat Satu-dgn-Satu - Gabber
nl: Eén-op-één Chat: - Gabber
pl: Rozmowa "jeden na jeden" - Gabber
pt: Conversa Privada - Gabber
ru: Беседа один на один - Gabber
sk: Osobný rozhovor - Gabber
tr: Birebir Sohbet - Gabber
zh_cn: 一对一聊天 - Gabber

source: Send as Normal Message
az: Normal İsmarıc olaraq göndər:
ca: Enviar com a missatge normal
da: Send som normal meddelelse
de: Als normale Nachricht senden
es: Enviar como mensaje normal
fr: Envoyer comme un Message Normal
ja: 通常メッセージとして送信
ko: 보통 메세지로 보내기
lt: Siøsti kaip áprastà þinutæ
ms: Kirim sebagai Mesej Normal
nl: Als normaal bericht verzenden
pl: Wysy³a w postaci zwyk³ej wiadmo¶ci
pt: Enviar como Mensagem Normal
ru: Послать как обычное сообщение
sk: Posla» ako obyèajnú správu
tr: Normal İleti Olarak Gönder
uk: В╕д╕слати як звичайне пов╕домлення
zh_cn: 发送一个普通消息

source: Automatic Presence Changing
ca: Canvi automàtic de presència
da: Automatisk tilstedeværelsesændring
de: Automatische Anwesenheitsänderung
es: Cambio automático de presencia
fr: Changement de Présence automatique
ja: 所在の自動変更
lt: Automatinis bûsenos keitimas
ms: Penukaran Kehadiran Automatik
nl: Automatische Aanwezigheid Verandering
pl: Automatyczna zmiana obecno¶ci
pt: Mudança Automática de Presença
ru: Автоматическое изменение присутствия
sk: Automatická zmena prítomnosti
tr: Otomatik Vaziyet Değişimi
uk: Автоматична зм╕на присутност╕
zh_cn: 自动改变状态

source: Automatic Presence Status
ca: Estat de presència automàtic
da: Automatisk tilstedeværelsesstatus
de: Automatische Anwesehnheit und Status
es: Estado de presencia automático
fr: Statut de présence automatique
ja: 所在の自動ステータス
lt: Automatinë bûsenos bûsena
ms: Status Kehadiran Automatik
nl: Automatische Aanwezigheid en Status
pl: Automatyczny stan obecno¶ci
pt: Estado de Presença Automático
ru: Автоматическое cостояние присутствия
sk: Automatický stav prítomnosti
tr: Otomatik Durum Vaziyeti
uk: Автоматичний стан присутност╕
zh_cn: 自动显示状态

source: Automatically change presence when idle
ca: Canviar la presència automàticament per inactivitat
da: Automatisk ændring af tilstedeværelse ved mangel på aktivitet
de: Bei Abwesenheit automatische Anwesenheitsänderung
es: Cambiar presencia automáticamente por inactividad
fr: Changer automatiquement le statut de présence si inactif
ja: アイドル時に所在を自動的に変更
ms: Tukar kehadiran automatik bila idle
pl: Automatyczna zmiana obecno¶ci przy nieaktywno¶ci
pt: Modificar presença automaticamente quando inactivo
ru: Автоматически менять статус при неактивности
sk: Automaticky zmeni» prítomnos» pri neèinnosti
tr: Boştayken vaziyeti otomatikman değiştir
zh_cn: 空闲时自动改变存在

source: Automatically open messages and chats
ca: Obrir automàticament els missatges normals i les xerrades
da: Åben automatisk meddelelser og chat
de: Automatisch Nachrichten und Chats öffnen
es: Abrir mensajes normales y charlas automáticamente
fr: Ouvrir automatiquement les messages et les discussions
ja: 通常メッセージを自動的に開く
ms: Automatik buka mesej dan chat
nl: Automatisch normale berichten en chats openen
pl: Automatyczne otwieranie okien wiadomo¶ci i rozmów
pt: Abrir automaticamente mensagens e conversas
ru: Автоматически открывать обычные сообщения и беседы
sk: Automaticky otvori» správy a rozhovory
tr: İleti ve sohbetleri otomatik olarak aç
zh_cn: 自动打开消息并聊天

source: Available:
az: Mövcud:
ca: Disponible:
da: Til stede:
de: Verfügbar:
es: Disponible:
fr: Disponible:
ja: 可能:
lt: Pasiekiamas:
ms: Ada:
nl: Beschikbaar:
pl: Obecny:
pt: Disponível:
ru: Доступны:
sk: Dostupný:
tr: Serbest:
uk: Доступн╕:
zh_cn: 可用：

source: Away:
az: Uzaqlaşmış:
ca: Absent:
da: Væk:
de: Abwesend:
es: Ausente:
fr: Absent:
ja: 退席:
lt: Nëra:
nl: Afwezig:
pl: Nieobecny:
pt: Fora:
ru: Отошли:
sk: Preè:
tr: Uzakta:
uk: В╕дсутн╕:
zh_cn: 离开：

source: Chatty:
az: Söhbət:
ca: Xerraire:
da: Vil gerne snakke:
de: Chat-bereit:
es: Charlatán:
fr: Barvard:
ja: チャット:
lt: Laisvas pokalbiui:
ms: Becok:
pl: Rozmawia:
pt: Conversador:
ru: Можно побеседовать:
sk: Rozpráva»:
tr: Hazır:
uk: Готов╕ розмовляти:
zh_cn: 唠叨：

source: Check spelling using aspell or ispell if possible
ca: Comprovar l'ortografia emprant l'ispell o l'aspell, si és possible
da: Kontrollér stavningen med ispell eller aspell hvis muligt
es: Revisar la ortografía utilizando aspell o ispell si es posible
fr: Vérification d'orthographe avec ispell ou aspell si disponible
ja: 利用可能な場合、スぺルチェックに aspell または ispell を使用
ms: Periksa ejaan menggunakan ispell atau aspell jika boleh
pl: Sprawdzanie pisowni przy u¿yciu aspella lub ispella, je¶li to mo¿liwe
pt: Verificar ortografia utilizando o ispell ou aspell se possível
ru: Проверять правописание, используя ispell или aspell, если возможно
sk: Kontrolova» pravopis pomocou programu aspell alebo ispell, ak je to mo¾né
zh_cn: 可能的话用 aspell 或 ispell 作拼写检查

source: Color for available users
az: Mövcud istifadəçilərin rəngləri
ca: Color per als usuaris disponibles
da: Farve for brugere der er til stede
de: Farbe für verfügbare Benutzer
es: Color para usuarios disponibles
fr: Couleur des utilisateurs disponibles
ja: 可能なユーザの色
lt: Pasiekiamø vartotojø spalva
ms: Warna untuk pengguna yang ada
nl: Kleur voor beschikbare gebruikers
pl: Kolor u¿ytkowników w stanie Dostêpny
pt: Cor para utilizadores disponíveis
ru: Цвет для доступных пользователей
sk: Farba pre dostupných pou¾ívateµov
tr: Serbest kullanıcılar için renk
uk: Кол╕р доступних користувач╕в
zh_cn: 可用的颜色

source: Color for away users
az: Uzaqlaşmış istifadəçilərin rəngləri
ca: Color per als usuaris absents
da: Farve for brugere der er væk
de: Farbe für abwesende Benutzer
es: Color para usuarios ausentes
fr: Couleur des utilisateurs absents
ja: 退席ユーザの色
lt: Nesanèiø vartotojø spalva
ms: Warna untuk pengguna away
nl: Kleur voor afwezige gebruikers
pl: Kolor u¿ytkowników w stanie Nieobecny
pt: Cor para utilizadores ausentes
ru: Цвет для отошедших пользователей
sk: Farba pou¾ívateµov, ktorí sú preè
tr: Uzakta kullanıcılar için renk
uk: Кол╕р в╕дсутн╕х користувач╕в
zh_cn: 已离开用户的颜色

source: Color for chatty users
az: Söhbətləşdiyim istifadəçilərin rəngləri
ca: Color per als usuaris xerraires
da: Farve for brugere der gerne vil snakke
de: Farbe für Chat-bereite Benutzer
es: Color para usuarios charlatanes
fr: Couleur des utilisateurs bavards
ja: チャットユーザの色
lt: Laisvø pokalbiu ivartotojø spalva
ms: Warna untuk pengguna becok
nl: Kleur voor chatty gebruikers
pl: Kolor u¿ytkowników w stanie Rozmawia
pt: Cor para utrilizadores conversadores
ru: Цвет для пользователей, с которыми можно побеседовать
sk: Farba pou¾ívateµov, ktorí sa chcú rozpráva»
tr: Katılımcılar için renk
uk: Кол╕р готових розмовляти коритсувач╕в
zh_cn: 唠叨用户的颜色

source: Color for do not disturb users
az: Narahat edilmək istəmayən istifadəçilərin rəngləri
ca: Color per als usuaris No Molestar
da: Farve for brugere der ikke vil forstyrres
de: Farbe für nicht zu störende Benutzer
es: Color para usuarios no molestar
fr: Couleur des utilisateurs à ne pas déranger
ja: 多忙(DND)ユーザの色
lt: Netrukdomø vartotojø spalva
ms: Warna untuk pengguna Jangan Ganggu
nl: Kleur voor niet storen gebruikers
pl: Kolor u¿ytkowników w stanie Nie przeszkadzaæ
pt: Cor para utilizadores a não perturbar
ru: Цвет для пользователей, которых не беспокоить
sk: Farba pre pou¾ívateµov, ktorí si neprajú by» vyru¹ovaní
tr: Rahatsız edilmek istemeyen kullanıcılar için renk
uk: Кол╕р користувач╕в, яких не турбувати
zh_cn: 请勿打扰用户的颜色

source: Color for not availabe (extended away) users
az: Uyğun olmayan (yamamilə uzaqlaşmış) istifadəçilərin rəngləri
ca: Color per als usuaris No Disponibles (Absents fa estona)
da: Farve for brugere der er længere fraværende
de: Farbe für (länger) nicht verfügbare Benutzer
es: Color para usuarios no disponibles (ausencia extendida)
fr: Couleur des utilisateurs non dispnible (sens élargi)
ja: 拡張退席ユーザの色
lt: Nepasiekiamø vartotojø spalva
ms: Warna untuk pengguna away lanjutan
nl: Kleur voor (langdurig) afwezige gebruikers
pl: Kolor u¿ytkowników w stanie Czasowo nieobecny
pt: Cor para utilizadores indisponíveis (ausência prolongada)
ru: Цвет для недоступных (отошедших надолго) пользователей
sk: Farba pre nedostupných (dlho preè) pou¾ívateµov
tr: Uzatılmış uzakta kullanıcılarının rengi
uk: Кол╕р недоступних (давно в╕дсутн╕х) користувач╕в
zh_cn: 无法联络上的用户（离开扩展）的颜色

source: Color for offline users
az: Xətdə olmayan istifadəçilərin rəngləri
ca: Color per als usuaris Desconnectats
da: Farve for brugere der ikke er tilsluttede
de: Farbe für abgemeldete Benutzer
es: Color para usuarios desconectados
fr: Couleur des utilisateurs déconnectés
ja: オフラインユーザの色
lt: Atsijungusiø vartotojø splava
ms: Warna untuk pengguna luartalian
nl: Kleur voor afgemelde gebruikers
pl: Kolor u¿ytkowników w stanie Roz³±czony
pt: Cor para utilizadores desligados
ru: Цвет для пользователей не в сети
sk: Farba nepripojených pou¾ívateµov
tr: Bağlantısı olmayan kullanıcılar için renk
uk: Кол╕р користувач╕в не в мереж╕
zh_cn: 离线用户的颜色

source: Color for queued messages
az: Sorpulanan ismarıcların rəngləri
ca: Color per als missatges en cua
da: Farve for kølagte meddelelser
de: Farbe für gespeicherte Nachrichten
es: Color para mensajes en cola
fr: Couleur pour les messages en attente
ja: 待ちメッセージの色
ms: Warna untuk mesje tertangguh
nl: Kleur voor wachtende berichten
pl: Kolor komunikatów w kolejce
pt: Cor para mensagens em fila
ru: Цвет для сообщений, поставленных в очередь
sk: Farba citovaných správ
tr: Kuyruktaki mesajlar için renk
uk: Кол╕р пов╕домлень, поставлених в чергу
zh_cn: 队列消息的颜色

source: Color for queued one-on-one chats
az: Təkə tək söhbətlərin rəngləri
ca: Color per a les xerrades un a un en cua
da: Farve for kølagte en til en-chat
de: Farbe für gespeicherte private Chats
es: Color para charlas uno-a-uno en cola
fr: Couleur pour les discussions privées en attente
ja: １対１チャットの待ちの色
ms: Warna untuk chat one-on-one
nl: Kleur voor wachtende één-op-één Chats
pl: Kolor rozmów "jeden na jeden" w kolejce
pt: Cor para conversas privadas em fila
ru: Цвет для бесед один на один, поставленных в очередь
sk: Farba pre osobné rozhovory v rade
tr: Kuyruktaki birebir sohbetler için renk
uk: Кол╕р для розмов один на один, поставлених в чергу
zh_cn: 一对一聊天的颜色

source: Color for users not in the roster
az: "Roster"də olmayan istifadəçilərin rəngləri
ca: Color per als usuaris no presents a la llista
da: Farve for brugere som ikke er i kontaktlisten
de: Farbe nicht in der Aufstellung befindliche Benutzer
es: Color para usuarios no presentes en la lista
fr: Couleur des utilisateurs qui ne sont pas dans la liste
ja: 登録簿にないユーザの色
lt: Nesanèiø knygoje vartotojø spalva
ms: Warna untuk pengguna tiada dalam roster
nl: Kleur voor gebruikers niet op uw naamlijst
pl: Kolor u¿ytkowników w stanie Nie na wykazie
pt: Cor para utilizadores não da lista
ru: Цвет для пользователей вне списка
sk: Farba pou¾ívateµov, ktorí nie sú v zozname kontaktov
tr: Listede olmayan kullanıcıların rengi
uk: Кол╕р користувач╕в не в ре╓стр╕
zh_cn: 非名册成员的颜色

source: Color for users without a subscription
az: Şərhsiz istifadəçilərin rəngləri
ca: Color per als usuaris sense subscripció
da: Farve for brugere uden en tilmeldelse
de: Farbe für Benutzer ohne Authorisierung
es: Color para usuarios sin subscripción
fr: Couleur pour les utilisateurs non enregistrés
ja: 承諾のないユーザの色
lt: Neapibûdintø vartotojø spalva
ms: Warna untuk pengguna tanpa langganan
nl: Kleur voor gebruikers zonder Authorisatie
pl: Kolor u¿ytkowników bez subskrypcji
pt: Cor para utilizadores sem uma inscrição
ru: Цвет для пользователей без подписки
sk: Farba pre pou¾ívateµov bez prihlásenia
tr: Üye olmayan kullanıcıların rengi
uk: Кол╕р користувач╕в без авторизац╕╖
zh_cn: 未申请用户的颜色

source: Display GNOME/KDE status docklet
ca: Mostrar el docklet d'estat del GNOME/KDE
da: Vis Gnome/KDE-statusikon
de: Statusdocklett für Gnome/KDE anzeigen
es: Mostrar aplique de GNOME/KDE
fr: Afficher l'application insérée de statut GNOME/KDE
ja: GNOME/KDE ステータスをドックに表示
ms: Papar docklet status GNOME/KDE
nl: Toon GNOME/KDE status-''docklet''
pl: Wy¶wietlanie w doku stanu GNOME/KDE
pt: Mostrar docklet de estado GNOME/KDE
ru: Показывать GNOME/KDE значок статуса
sk: Zobrazi» stavový priestor GNOME/KDE
tr: GNOME/KDE durum iskelesi göster
zh_cn: 显示 GNOME/KDE 状态窗口

source: Display icons next to contacts indicating their status
az: Əlaqələrin həmən yanında vəziyyətlərini göstərən timsallar qoy
ca: Mostrar icones al costat dels contactes indicant llur estat
da: Vis statusikoner ved siden af kontakter
de: Status-Icons bei den Kontakten anzeigen
es: Mostrar iconos junto a los contactos indicando su estado
fr: Afficher les icones indiquant leur statut à côté des contacts
ja: これらのステータスを示すコンタクト先の次のアイコンを表示
ms: Papar ikon sebelah rakan menunjukkan statusnya
nl: Status-pictogrammen bij Contacten tonen
pl: Wy¶wietlanie obok kontaktów ikon reprezentuj±cych ich stan
pt: Mostrar ícones junto aos contactos indicando o seu estado
ru: Показывать пиктограммы состояния рядом с пользователеми
sk: Zobrazi» ikony vedµa kontaktov na indikáciu ich stavu
tr: Katılımcıların durumunu gösteren simgeleri göster
uk: Показувати п╕ктограми стану поруч з користувачем
zh_cn: 在成员旁显示状态图标

source: Display timestamps in group chats
az: Qrupla söhbətlərdə vaxt möhürünü göstər
ca: Mostrar l'hora a les xerrades en grup
da: Vis tidsstempler i gruppechat
de: Zeiten in Gruppenchats anzeigen
es: Mostrar hora en charlas en grupo
fr: Afficher la date dans les discussions de groupe
ja: グループチャットにタイムスタンプを表示
ko: 단체 대화에서 시간 표시
ms: Papar timestamp pada kumpulan chat
nl: Toon de tijd in groep chats
pl: Wy¶wietlanie znaczników czasowych w rozmowach grupowych
pt: Mostrar horas nas conversas de grupo
ru: Показывать время в беседах группы
sk: Zobrazova» èasové znaèky v skupinových rozhovoroch
tr: Grup sohbetlerinde zamanı göster
uk: Показувати час в розмовах групи
zh_cn: 在分组聊天时显示时间戳

source: Display timestamps in one-on-one chats
az: Təkə tək söhbətlərdə vaxt möhürünü göstər
ca: Mostrar l'hora a les xerrades un a un
da: Vis tidsstempler i en til en-chat
de: Zeiten in privatem Chat anzeigen
es: Mostrar hora en charlas uno-a-uno
fr: Afficher la date dans les discussions privées
ja: １対１チャットにタイムスタンプを表示
ko: 일대일 대화에서 시간 표시
ms: Papar timestamp pada chat one-on-one
nl: Toon de tijd in één-op-één chats
pl: Wy¶wietlanie znaczników czasowych w rozmowach "jeden na jeden"
pt: Mostrar horas nas conversas privadas
ru: Показывать время в беседах один на один
sk: Zobrazi» èasové znaèky v osobných rozhovorch
tr: Birebir sohbetlerde zamanı göster
uk: Показувати час в розмовах один на один
zh_cn: 一对一聊天时显示时间戳

source: Do Not Disturb:
az: Narahat Etmə:
ca: No Molestar:
da: Vil ikke forstyrres:
de: Nicht stören:
es: No molestar:
fr: Ne Pas Déranger:
ja: 多忙(DND):
lt: Netrukdyti:
ms: Jangan Ganggu:
nl: Niet storen:
pl: Nie przeszkadzaæ:
pt: Não Perturbar:
ru: Не беспокоить:
sk: Nevyru¹ova»:
tr: Rahatsız Etme:
uk: Не турбувати:
zh_cn: 请勿打扰:

source: E_xtended Away after:
ca: Absent fa _estona després de:
da: _Længerevarende fravær efter:
de: Er_weitertes Abwesend nach:
es: Ausencia extendida después de:
fr: Absent Et_endu après:
ja: 拡張退席の後(_x):
lt: Pratæstas nebuvimas po:
ms: Away _Lanjutan selepas:
nl: Langdurig Afwezig na:
pl: _Czasowa nieobecno¶æ po:
pt: A_usência Prolongada após:
ru: _Длительное отсутствие после:
sk: Dlho preè po:
tr: Uzatılmış Uzakta süresi:
uk: Довга в╕дсутн╕сть п╕сля:
zh_cn: 在后面扩展离开(_X)：

source: Encrypt messages, one-on-one chats, and presence with GPG
az: İsmarıcları kodla- təkə tək söhbətlərdə həm də PGP ilə
ca: Encriptar amb GPG els missatges, les xerrades un a un i la presència
da: Kryptér meddelelser, en til en-chat og tilstedeværelse med GPG
de: Verschlüssele Nachrichten, private Chats und Sichtbarkeiten mit GPG
es: Cifrar mensajes, charlas uno-a-uno y presencia con GPG
fr: Encrypter les messages, les discussions privées et la présence avec GPG
ja: 暗号化メッセージ、１対１チャット、また GPG を備えた所在
lt: Ðifruoti þinutes, dviejø pokalbá ir buvimà su GPG
ms: Mesej terenkrisi, chat one-on-one, dan kehadiran dengan GPG
nl: Versleutel berichten, een op een chats, en aanwezigheid met GPG
pl: Szyfrowanie przy u¿yciu GPG wiadomo¶ci, rozmów "jeden na jeden" i obecno¶ci
pt: Encriptar mensagens, conversas privadas e presença com GPG
ru: Шифровать сообщения, беседы один на один и присутствие с помощью GPG
sk: ©ifrova» správy, osobné rozhovory a prítomnos» pomocou GPG
tr: Şifreli iletiler, birebir sohbetler ve GPG-li vaziyet
uk: Шифрувати пов╕домлення, розмови один на один ╕ присутн╕сть за допомогою GPG
zh_cn: 加密消息，一对一聊天，及使用 GPG

source: Extended Away:
ca: Absent fa estona:
da: Længerevarende fravær:
de: Erweitertes Abwesend:
es: Ausencia extendida:
fr: Absent Etendu:
ja: 拡張退席:
ms: Away Lanjutan:
nl: (Lange tijd) Afwezig:
pl: Czasowo nieobecny:
pt: Ausência Prolongada:
ru: Длительное отсутствие:
sk: Dlho preè:
tr: Uzatılmış Uzakta:
uk: Довга в╕дсутн╕сть:
zh_cn: 离开扩展：

source: GPG Encryption
az: GPG Kodlaması:
ca: Encriptació GPG
da: GPG-kryptering
de: GPG-Verschlüsselung
es: Cifrado GPG
fr: Cryptage GPG
ja: GPG 暗号化
ko: GPG 암호화
lt: GPG ðifravimas
ms: Pengenkripsian GPG
nl: GPG-Versleuteling
pl: Szyfrowanie GPG
pt: Encriptação GPG
ru: Шифрование GPG
sk: ©ifrovanie GPG
tr: GPG Şifreleme
uk: Шифрування GPG
zh_cn: GPG 加密

source: Gabber: Available Color
az: Gabber: Mövcud Rəngi
ca: Gabber: Color Disponible
da: Gabber: Farve for til stede
de: Gabber: Verfügbar-Farbe
es: Gabber: Color disponible
fr: Gabber: Couleur pour Disponible
ja: Gabber: 可能な色
ko: Gabber: 사용 상태 색상
lt: Gabber: pasiekiamo spalva
ms: Gabber: Warna yang ada
nl: Gabber: Beschikbare kleur
pl: Gabber: kolor w stanie Dostêpny
pt: Gabber: Cor Disponível
ru: Gabber: Цвет доступного пользователя
sk: Gabber: Dostupný - farba
tr: Gabber: Serbestim Rengi
uk: Gabber: Цвет доступного
zh_cn: Gabber：可用的颜色

source: Gabber: Available Icon
az: Gabber: Mövcud Timsalı
ca: Gabber: Icona Disponible
da: Gabber: Ikon for til stede
de: Gabber: Verfügbar-Icon
es: Gabber: Icono disponible
fr: Gabber: Icone pour Absent
ja: Gabber: 可能なアイコン
ko: Gabber: 사용 상태 아이콘
lt: Gabber: Pasiekiamo paveikslëlis
ms: Gabber: Ikon yang ada
nl: Gabber: Beschikbaar pictogram
pl: Gabber: ikona w stanie Dostêpny
pt: Gabber: Ícone Disponível
ru: Gabber: Пиктограмма доступного пользователя
sk: Gabber: Dostupný - ikona
tr: Gabber: Serbestim Simgesi
uk: Gabber: П╕ктограма доступного
zh_cn: Gabber：可用图标

source: Gabber: Away Color
az: Gabber: Uzaqlaşma Rəngi
ca: Gabber: Color Absent
da: Gabber: Farve for væk
de: Gabber: Abwesend-Farbe
es: Gabber: Color ausente
fr: Gabber: Couleur pour Absent
ja: Gabber: 退席の色
ko: Gabber: 떠남 상태 색상
lt: Gabber: Nebuvimo spalva
ms: Gabber: Warna Away
nl: Gabber: Afwezig kleur
pl: Gabber: kolor w stanie Nieobecny
pt: Gabber: Cor Indisponível
ru: Gabber: Цвет отошедшего пользователя
sk: Gabber: Preè - farba
tr: Gabber: Uzakta Rengi
uk: Gabber: Кол╕р в╕дсутнього
zh_cn: Gabber：离开的颜色

source: Gabber: Away Icon
az: Gabber: Uzaqlaşma Timsalı
ca: Gabber: Icona Absent
da: Gabber: Ikon for væk
de: Gabber: Abwesend-Icon
es: Gabber: Icono ausente
fr: Gabber: Icone pour Absent
ja: Gabber: 退席のアイコン
ko: Gabber: 떠남 상태 아이콘
lt: Gabber: Nebuvimo paveikslëlis
ms: Gabber: Ikon Away
nl: Gabber: Afwezig pictogram
pl: Gabber: ikona w stanie Nieobecny
pt: Gabber: Ícone Indisponível
ru: Gabber: Пиктограмма отошедшего пользователя
sk: Gabber: Preè - ikona
tr: Gabber: Uzakta Simgesi
uk: Gabber: П╕ктограма в╕дсутнього
zh_cn: Gabber：离开的图标

source: Gabber: Chatty Color
az: Gabber: Söhbət Rəngi
ca: Gabber: Color Xerraire
da: Gabber: Farve for vil gerne snakke
de: Gabber: Chat-bereit-Farbe
es: Gabber: Color charlatán
fr: Gabber: Couleur pour Bavard
ja: Gabber: チャットの色
ko: Gabber: 대화 상태 색상
lt: Gabber: laisvo pokalbiui spalva
ms: Gabber: Warna Becok
nl: Gabber: Chatty kleur
pl: Gabber: kolor w stanie Rozmawia
pt: Gabber: Cor Conversador
ru: Gabber: Цвет 'можно побеседовать'
sk: Gabber: Rozpráva» - farba
tr: Gabber: Hazır Rengi
uk: Gabber: Кол╕р готового розмовляти
zh_cn: Gabber：唠叨的颜色

source: Gabber: Chatty Icon
az: Gabber: Söhbər Timsalı
ca: Gabber: Icona Xerraire
da: Gabber: Ikon for vil gerne snakke
de: Gabber: Chat-bereit-Icon
es: Gabber: Icono charlatán
fr: Gabber: Icone pour Bavard
ja: Gabber: チャット中の色
ko: Gabber: 대화 상태 아이콘
lt: Gabber: laisvo pokalbiui paveikslëlis
ms: Gabber: Ikon Becok
nl: Gabber: Chatty pictogram
pl: Gabber: ikona w stanie Rozmawia
pt: Gabber: Ícone Conversador
ru: Gabber: Пиктограмма 'можно побеседовать'
sk: Gabber: Rozpráva» - ikona
tr: Gabber: Hazır Simgesi
uk: Gabber: П╕ктограма готовго розмовляти
zh_cn: Gabber：唠叨的图标

source: Gabber: Do Not Disturb Color
az: Gabber: Narahat Etmə Rəngi
ca: Gabber: Color No Molestar
da: Gabber: Farve for vil ikke forstyrres
de: Gabber: Nicht-stören-Farbe
es: Gabber: Color no molestar
fr: Gabber: Couleur pour Ne Pas Déranger
ja: Gabber: 多忙(DND)の色
ko: Gabber: 방해금지 상태 색상
lt: Gabber: netrukdomo spalva
ms: Gabber: Warna Jangan Ganggu
nl: Gabber: Niet Storen-kleur
pl: Gabber: kolor w stanie Nie przeszkadzaæ
pt: Gabber: Cor Não Perturbar
ru: Gabber: Цвет 'Не беспокоить'
sk: Gabber: Nevyru¹ova» - farba
tr: Gabber: Rahatsız Etme Rengi
uk: Gabber: Кол╕р "не турбувати"
zh_cn: Gabber：请勿打扰的颜色

source: Gabber: Do Not Disturb Icon
az: Gabber: Narahat Etmə Timsalı
ca: Gabber: Icona No Molestar
da: Gabber: Ikon for vil ikke forstyrres
de: Gabber: Nicht-stören-Icon
es: Gabber: Icono no molestar
fr: Gabber: Icone pour Ne Pas Déranger
ja: Gabber: 多忙(DND)のアイコン
ko: Gabber: 방해금지 상태 아이콘
lt: Gabber: netrukdomo paveikslëlis
ms: Gabber: Ikon Jangan Ganggu
nl: Gabber: Niet Storen-pictogram
pl: Gabber: ikona w stanie Nie przeszkadzaæ
pt: Gabber: Ícone Não Perturbar
ru: Gabber: Пиктограмма 'Не беспокоить'
sk: Gabber: Nevyru¹ova» - ikona
tr: Gabber: Rahatsız Etme Simgesi
uk: Gabber: П╕ктограма "Не турьувати"
zh_cn: Gabber：请勿打扰的图标
