Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Show/Hide Users in Group
az: Qrupdakı İstifadəçilər Göstər/Gizlət
ca: Mostrar/Amagar usuaris del grup
da: Vis/skjul brugere i gruppe
de: Benutzer in Gruppe zeigen/verbergen
es: Mostrar/Esconder usuarios del grupo
fr: Montrer/Cacher les Utilisateurs dans le groupe
ja: グループのユーザを 表示/隠す
ko: 그룹에서 사용자 보임/숨김
lt: Rodyti/Paslëpti vartotojus grupëje
ms: Sorok/Papar pengguna pada Kumpulan
nl: Toon/Verberg gebruikers in groep
pl: Prze³±cza wy¶wietlanie u¿ytkowników w grupie
pt: Mostar/Esconder Utilizadores no Grupo
ru: Показать/Скрыть пользователей в группе
sk: Zobrazi»/Skry» pou¾ívateµov v skupinách
tr: Gruptaki Kullanıcıları Göster/Gizle
uk: Показати/прибрати користувач╕в у груп╕
zh_cn: 显示／隐藏组中的成员

source: User List
az: İstifadəçi Siyahısı
ca: Llista d'usuaris
da: Brugerliste
de: Benutzerliste
es: Lista de usuarios
fr: Liste d'utilisateurs
ja: ユーザリスト
ko: 사용자 목록
lt: Vartotojø sàraðas
ms: Senarai Pengguna
nl: Gebruikerslijst
pl: Lista u¿ytkowników
pt: Lista de Utilizadores
ru: Список пользователей
sk: Zoznam pou¾ívateµov
tr: Kullanıcı Listesi
uk: Список користувач╕в
zh_cn: 成员列表

source: View Contact Info
ca: Veure la informació del contacte
da: Vis kontaktoplysninger
de: Kontaktinformation betrachten
es: Ver información del contacto
fr: Voir les Informations du Contact
ja: コンタクト先情報表示
ko: 접속정보 보기
lt: Þiûrëti kontakto informacijà
ms: Lihat Maklumat Rakan
nl: Toon Contact Info
pl: Wy¶wietl informacje o kontakcie
pt: Ver Info do Contacto
ru: Просмотр информации о пользователе
sk: Pozrie» infrmácie o kontakte
tr: Katılımcı Bilgilerini Göster
uk: Перегляд ╕нформац╕╖ про користувача
zh_cn: 查看联络信息

source: Aliases:
az: Ləqəblər:
ca: Àlies:
da: Aliaser:
de: Pseudonyme:
es: Alias:
fr: Alias:
ja: 別名:
lt: Pseudonimas:
ms: Alias:
nl: Pseudoniem:
pl: Aliasy:
pt: Alcunhas:
ru: Псевдонимы:
sk: Prezývky:
tr: Takma Adlar:
uk: Псевдон╕ми:
zh_cn: 别名：

source: Key ID:
az: Açar ID:
ca: ID de la clau:
da: Nøgle-id:
de: Schlüssel-ID:
es: Llave ID:
fr: Identifiant de clé:
lt: Rakto ID:
ms: ID Kekunci:
nl: Sleutel-ID:
pl: ID klucza:
pt: ID Chave:
ru: ID ключа:
sk: ID kµúèa:
tr: Anahtar Kimliği:
uk: ID ключа:

source: Signature Info - Gabber
ca: Informació de la signatura - Gabber
da: Signaturinfo - Gabber
de: Signaturinformationen - Gabber
es: Información de la firma - Gabber
fr: Information de Signature - Gabber
ja: 署名情報 - Gabber
ko: 서명 정보 - Gabber
lt: Paraðo info - Gabber
ms: Maklumat Tandatangan - Gabber
nl: Handtekening Info - Gabber
pl: Informacje o podpisie - Gabber
pt: Info de Assinatura - Gabber
ru: Информация о подписи - Gabber
sk: Informácie o podpise - Gabber
tr: İmza Bilgisi - Gabber
zh_cn: 签名信息 - Gabber

source: This message was not signed.
az: Bu ismarıc imzalanmayıb.
ca: Aquest missatge no estava signat.
da: Denne besked var ikke signeret.
de: Diese Nachricht ist nicht signiert.
es: Este mensaje no fue firmado.
fr: Ce message n'est pas signé.
ja: このメッセージには署名がありません。
ko: 이 메세지는 서명되지 않았습니다.
lt: Ði þinutë nebuvo pasiraðyta.
ms: Mesej ini tidak ditandatangani
nl: Dit bericht is niet ondertekend.
pl: Wiadomo¶æ nie zosta³a podpisana.
pt: Esta mensagem não foi assinada.
ru: Это сообщение не подписано.
sk: Táto správa nebola podpísaná.
tr: Bu ileti imzalanmamış.
uk: Це пов╕домлення не було п╕дписано.
zh_cn: 此消息尚未签名。

source: User ID:
az: İstifadəçi ID:
ca: ID d'usuari:
da: Bruger-id:
de: Benutzer-ID:
fr: Identifiant Utilisateur:
ja: ユーザID:
ko: 사용자 ID:
lt: Vartotojo ID:
ms: ID Pengguna:
nl: Gebruiker-ID:
pl: ID u¿ytkownika:
pt: ID Utilizador:
ru: ID пользователя
sk: ID pou¾ívateµa:
tr: Kullanıcı Kimliği (ID):
uk: ID користувача:
zh_cn: 用户 ID：

source: GPG Passphrase - Gabber
ca: Contrassenya GPG - Gabber
da: GPG-kodeord - Gabber
de: GPG Passwort-Satz - Gabber
es: Clave GPG - Gabber
fr: Phrase de passe GPG - Gabber
ja: GPG パスフェーズ - Gabber
lt: GPG slapta frazë - Gabber
ms: Frasalaluan GPG - Gabber
pl: D³ugie has³o GPG - Gabber
pt: Frase senha GPG - Gabber
ru: Парольная фраза GPG - Gabber
sk: GPG Heslo - Gabber
tr: GPG Anahtar Parolası - Gabber
zh_cn: GPG 口令串 - Gabber

source: In order to encrypt and sign messages, Gabber needs your GPG key's passphrase.
az: İsmarıcları kodlama va imzalama üçün GPGnin açar kəliməsinə ehtiyacı vardır.
ca: Per a encriptar i signar missatges, Gabber necessita les contrassenyes de les teves claus GPG.
da: For at kunne kryptere og signere meddelelser skal kodeordet til din GPG-nøgle bruges.
de: Um Nachrichten verschlüsseln und signieren zu können benötigt Gabber den zum GPG-Schlüssel gehörenden Passwort-Satz.
es: Para cifrar y firmar mensajes, Gabber necesita las claves de sus llaves GPG.
fr: Afin de crypter et de signer les messages, Gabber a besoin de votre phrase de passe GPG.
ja: メッセージを暗号化するために、Gabberは、 あなたの GPG キーのパスフェーズを必要とします。
lt: Kad uþðifruoti ir pasiraðyti þinutes, Gabber'iui reikalinga tavo GPG slaptoji frazë.
ms: untuk mengenkripsi dan menandatangani mesej, Gabber perlukan frasalaluan kekunci GPG anda
nl: Om berichten te versleutelen en te tekenen heeft Gabber uw GPG sleutels passphrase nodig.
pl: Do szyfrowania lub podpisywania wiadomo¶ci Gabber potrzebuje d³ugiego has³a do twojego klucza GPG.
pt: Por forma a encriptar e assinar mensagens, Gabber necessita da frase senha da sua chave GPG.
ru: Для того чтобы шифровать и подписывать сообщения, Gabber'у нужна Ваша парольная фраза для GPG-ключа.
sk: Aby mohol Gabber ¹ifrova» a podpisova» správy, potrebuje va¹e heslo GPG kµúèa.
tr: Gabber iletiyi imzalama ve şifreleme sırasında, GPG anahtar parolanızı ister.
uk: Для того щоб шифрувати ╕ подписувати пов╕домлення, Gabber потр╕бна ваша парольна фраза для GPG.
zh_cn: 为了能够加密和签名消息，Gabber 需要您的 GPG Key 的口令串。

source: There was an error trying to use your passphrase with the GPG key you selected. Either try again or disable GPG.
az: Seçdiyiniz GPG açarı və parol kəliməniz ilə giriş sırasında xəta oldu. Ya yenidən sınayın ya da GPGni bağlayın.
ca: Hi ha hagut un error en provar d'emprar la teua contrassenya amb GPG. Prova-ho de nou o desactiva el GPG.
da: Der opstod en fejl ved forsøg på at bruge kodeordet med den GPG-nøgle du valgte. Forsøg igen eller deaktivér GPG.
de: Es ist ein Fehler aufgetreten bei dem Versuch den Passwort-Satz für den GPG-Schlüssel zu verwenden. Bitte erneut versuchen oder GPG abschalten.
es: Ha ocurrido un error al intentar usar tu clave con GPG. Inténtelo de nuevo o desactive GPG.
fr: Il y a eu une erreur en essayant d'utiliser votre phrase de passe avec la clé GPG que vous avez sélectionnée. Re-essayez ou désactivez GPG.
ja: 選択した GPGキーのパスフェーズは、エラーでした。 再度実行するか、GPG を無効にして下さい。
lt: Klaida bandant panaudoti slaptà frazæ su pasirinktu GPG raktu. Bandyk dar kartà arba iðjunk GPG.
ms: Terdapat ralat bila cuba menggunakan frasalaluan dengan kekukci GPG yang anda pilih. Samada cuba lain atau matikan GPG
nl: Er heeft zich een fout voogedaan bij het gebruiken van uw passphrase met het GPG die u geselecteerd hebt. Probeer het nogmaals.
pl: Przy próbie u¿ycia wybranego d³ugiego has³a GPG wyst±pi³ b³±d. Spróbuj ponownie lub zrezygnuj z u¿ycia GPG.
pt: Ocorreu um erro ao tentar utilizar a sua frase senha com a chave GPG que seleccionou. Tente novamente ou desabilite o GPG.
ru: Возникла ошибка при использовании Вашей парольной фразы с выбранным GPG-ключом. Попробуйте еще раз или отключите GPG.
sk: Vznikla chyba pri pokuse o pou¾itie vá¹ho hesla s GPG kµúèom, ktorý ste zvolili. Skúste znova alebo vypnite GPG.
tr: Seçtiğiniz GPG anahtarının parolası denenirken bir hata oluştu. Ya tekrar deneyin ya da GPG kullanımını iptal edin.
uk: Виникла помилка п╕д час використання вашо╖ парольно╖ фрази з вибраним ключем GPG. Спробуйте ще раз чи вимкн╕ть GPG.
zh_cn: 与选中的 GPG Key 一起使用口令串时发生错误。重试或关闭 GPG。

source: This passphrase will not be stored in Gabber's config file, so Gabber has to ask you every session.
az: Bu parol kəliməsi Qabber quraşdırma faylında saxlanacaqdır, çünkü Qabber bunu sizə iclasda soruşacaqdır.
ca: Per motius de privacitat la contrassenya no es gravarà als fitxers de configuració de Gabber i el Gabber la demanarà cada nova sessió.
da: Dette kodeord vil ikke blive gemt i Gabbers konfigurationsfil, så Gabber bliver nødt til at spørge dig hver gang.
de: Dieser Passwort-Satz wird nicht in der Konfiguration von Gabber abgespeichert. Gabber wird deshalb diesen Satz bei jedem Start erneut abfragen.
es: La clave no se guardará en los archivos de configuración de Gabber, por lo tanto Gabber se la pedirá cada nueva sesión.
fr: Cette phrase de passe ne sera pas stockée dans le fichier de configuration de Gabber, donc Gabber doit vous la demander à chaque session.
ja: パスフェーズは、Gabberの構成ファイルには保存されません。 したがって、全てのセッションで尋ねられます。
lt: Slapta frazë nebus saugoma Gabber konfigûracijø byloje, todël Gabber turës tavæs jos paklausti kiekvienà kartà.
ms: Frasalaluan tidak akan disimpan pada fail konfigurasi Gabber, oleh itu Gabber sentiasa bertanyakannya setiap sessi
nl: Deze passphrase wordt niet opgeslagen in Gabbers configuratie, dus moet Gabber u elk sessie opnieuw ervoor vragen.
pl: To has³o nie zostanie zapisane w pliku konfiguracyjnym Gabbera, wiêc bêdzie musia³o byæ podawane przy ka¿dej sesji.
pt: Esta frase senha não será armazenada no ficheiro de configuração do Gabber, pelo que será necessário perguntar-lha todas as sessões.
ru: Эта парольная фраза не будет сохранена в конфигурационном файле Gabber'а, поэтому он будет спрашивать ее у Вас при каждом запуске.
sk: Toto heslo nebude ulo¾ené v konfiguraènom súbore programu Gabber a preto ho bude Gabber od vás po¾adova» pri ka¾dom ¹tarte.
tr: Bu anahtar parolası Gabber yapılandırma dosyasına kaydedilmeyecek ve her oturumda sorulacaktır.
uk: Цю парольну фразу не буде збережено у конф╕╜урац╕йному файл╕ Gabber, тому в╕н буде питати ╖╖ у вас п╕д час кожного запуску.
zh_cn: 该口令串不会存储在 Gabber 的配置文件中，所以每次对话 Gabber 都会向您询问。

source: _Passphrase:
az: _Parol Kəlimə:
ca: _Contrassenya clau GPG:
da: _Kodeord:
de: _Passwort-Satz:
es: _Clave:
fr: _Phrase de passe:
ja: パスフェーズ(_P):
lt: _Slapta frazë:
ms: _Frasalaluan:
pl: _D³ugie has³o:
pt: _Frase Chave:
ru: _Пароль:
sk: _Heslo:
tr: _Anahtar Parolası:
uk: Пароль:
zh_cn: 口令串(_P)

source: About...
ca: Sobre...
da: Om...
de: Über...
es: Acerca de...
fr: A propos...
ja: ...について
ko: 이 프로그램은...
lt: Apie...
ms: Perihal...
nl: Over...
pl: Informacje o...
pt: Sobre...
ru: О программе...
sk: O programe...
tr: Hakkında...
uk: Програма...
zh_cn: 关于...

source: Add Contact
az: Əlaqə Əlavə Et
ca: Afegir un contacte
da: Tilføj kontakt
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
ja: コンタクト先追加
ko: 접속정보 추가
lt: Pridëti kontaktà
ms: Tambah Rakan
nl: Contact Toevoegen
pl: Dodaj kontakt
pt: Adicionar Contacto
ru: Добавить пользователя
sk: Prida» kontakt
tr: Katılımcı Ekle
uk: Додати користувача
zh_cn: 添加成员

source: Add Contact...
az: Əlaqə Əlavə Et...
ca: Afegir un contacte...
da: Tilføj kontakt...
de: Kontakt hinzufügen...
es: Añadir contacto...
fr: Ajouter un contact
ja: コンタクト先追加...
ko: 접속정보 추가...
lt: Pridëti kontaktà...
ms: Tambah Rakan...
nl: Contact Toevoegen...
pl: Dodaje kontakt
pt: Adicionar Contacto...
ru: Добавить пользователя...
sk: Prida» kontakt...
tr: Katılımcı Ekle...
uk: Додати користувача...
zh_cn: 添加成员...

source: Add _Group...
ca: Afegir _Grup...
da: Tilføj til _gruppe...
de: Gruppe _hinzufügen...
es: Añadir _grupo...
fr: Ajouter un _Groupe...
ja: グループ追加(_G)...
ko: 그룹 추가(_G)...
lt: Pridëti _grupæ...
ms: Tambah _Kumpulan...
nl: _Groep Toevoegen...
pl: Dodaj g_rupê...
pt: Adicionar _Grupo...
ru: Добавить _группу...
sk: Prida» _skupinu...
tr: _Grup Ekle...
uk: Додати групу...
zh_cn: 添加小组(_G)...

source: Add this Contact...
az: Bu Əlaqəni əlavə et...
ca: Afegir aquest contacte...
da: Tilføj denne kontakt...
de: Diesen Kontakt hinzufügen...
es: Añadir este contacto
fr: Ajouter ce Contact...
ja: このコンタクト先追加...
ko: 이 접속정보 추가...
lt: Pridëti ðá kontaktà...
ms: Tambah Rakan ini...
nl: Deze Contactpersoon toevoegen...
pl: Dodaje ten kontakt...
pt: Adicionar este Contacto...
ru: Добавить этого пользователя...
sk: Prida» tento kontakt...
tr: Bu Katılımcıyı Ekle...
uk: Додати цього користувача...
zh_cn: 添加这位成员...

source: Agent Information...
ca: Informació de l'agent...
da: Agentoplysninger...
es: Información agente...
fr: Information d'Agent...
ja: エージェント情報...
ko: 중계서버 정보
lt: Agento informacija...
ms: Maklumat Agen...
nl: Agent-Informatie...
pl: Informacje o agencie...
pt: Informação do Agente...
ru: Информация об агенте...
sk: Informácie o agentovi...
tr: Aracı Bilgileri...
uk: ╤нформац╕я про а╜ента...
zh_cn: 代理信息...

source: Browse Agents
az: Vasitələri Gəz
ca: Consultar agents
da: Gennemse agenter
de: Agenten durchsuchen
es: Buscar agentes
fr: Parcourir les Agents
ja: エージェント表示
ko: 중계서버 찾아보기
lt: Narðyti agentus
ms: Lihat Agen
nl: Agenten doorzoeken
pl: Przegl±daj agentów
pt: Procurar Agentes
ru: Просмотр агентов
sk: Prezera» agentov
tr: Aracıları Tara
uk: Перегляд а╜ент╕в
zh_cn: 浏览代理

source: Browse Agents/IM Systems...
az: Vasitələri Gəz/Cİ Sistemləri...
ca: Consultar Agents/Sistemes de missatgeria instantània
da: Gennemse agenter/meddelelsessystemer...
de: Agenten/IM-Systeme durchsuchen...
es: Buscar agentes/sistemas IM
fr: Consulter les Agents/Systèmes d'IM...
ja: エージェント/IM システム参照...
ko: 중계서버/IM 시스템 찾아보기...
lt: Narðyti agentø/IM sistemas...
ms: Lihat Agen/Sistem Permesejan Segera...
nl: Agenten/IM-Systemen doorzoeken...
pl: Przegl±da agentów/systemy IM...
pt: Procurar Agentes/Sistemas MI...
ru: Просмотр Агентов/IM систем...
sk: Prezera» agentov/IM systémy...
tr: Aracıları/Aİ Sistemlerini Tara
uk: Перегляд а╜ент╕в ╕ систем IM...
zh_cn: 浏览代理／IM系统...

source: Edit Groups...
ca: Editar grups...
da: Redigér grupper...
de: Gruppen bearbeiten...
es: Editar grupos...
fr: Editer les Groupes...
ja: グループ編集...
ko: 그룹 편집...
lt: Keisti grupes...
ms: Edit Kumpulan...
nl: Groepen bewerken...
pl: Zmodyfikuj grupy...
pt: Editar Grupos...
ru: Правка групп...
sk: Upravi» skupiny...
tr: Grupları Düzenle...
uk: Зм╕нити групи...
zh_cn: 编辑小组...

source: Edit Jabber Message _Rules...
da: Redigér Jabber-meddelelses_regler...
ms: Edit _Tatacara Mesej Jabber...
ru: _Правила (фильтры) сообщений Jabber...
sk: Upravi» p_ravidlá správ Jabbera...
zh_cn: 编辑 Jabber 消息规则(_R)...

source: Gabber Manual
az: Gabber Bələdçisi
ca: Manual del Gabber
da: Brugervejledning til Gabber
de: Gabber Benutzerhandbuch
es: Manual de Gabber
fr: Manuel Gabber
ja: Gabber マニュアル
ko: Gabber 설명서
lt: Gabber vadovas
ms: Manual Gabber
nl: Gabber-Handleiding
pl: Podrêcznik Gabbera
pt: Manual do Gabber
ru: Руководство по Gabber
sk: Návod k programu Gabber
tr: Gabber Kılavuzu
uk: Пос╕бник з Gabber
zh_cn: Gabber 手册

source: Gabber Manual...
az: Gabber Bələdçisi...
ca: Manual del Gabber...
da: Brugervejledning til Gabber...
de: Gabber Handbuch...
es: Manual de Gabber...
fr: Manuel Gabber...
ja: Gabber マニュアル...
ko: Gabber 설명서...
lt: Gabber vadovas...
ms: Manual Gabber...
nl: Gabber-Handleiding...
pl: Podrêcznik Gabbera...
pt: Manual do Gabber...
ru: Руководство по Gabber...
sk: Návod k programu Gabber...
tr: Gabber Kılavuzu...
uk: Пос╕бник з Gabber...
zh_cn: Gabber 手册...

source: Gabber _Manual...
az: Gabber _Bələdçisi...
ca: _Manual del Gabber...
da: Bruger_vejledning til Gabber...
de: Gabber _Handbuch...
es: _Manual de Gabber...
fr: _Manuel Gabber...
ja: Gabber マニュアル...
ko: Gabber 설명서(_M)...
lt: Gabber _vadovas
ms: _Manual Gabber...
nl: Gabber-_Handleiding...
pl: _Podrêcznik Gabbera...
pt: _Manual do Gabber...
ru: _Руководство по Gabber...
sk: Návod k progra_mu Gabber...
tr: Gabber _Kılavuzu...
uk: Пос╕бник з Gabber...
zh_cn: Gabber 手册(_M)...

source: Hide Main Window
ca: Amagar finestra principal
da: Skjul hovedvinduet
de: Hauptfenster verbergen
es: Esconder ventana principal
fr: Cacher la fenêtre principale
ja: メインウィンドウを隠す
ko: 주 윈도 숨기기
lt: Paslëpti pagrindiná langà
ms: Sorok Tetingkap Utama
nl: Verberg hoofdvenster
pl: Ukryj g³ówne okno
pt: Esconder Janela Principal
ru: Спрятать главное окно
sk: Skry» hlavné okno
tr: Ana Pencereyi Gizle
uk: Прибрати основне в╕кно
zh_cn: 隐藏主窗口

source: Hide _Agents
az: _Vasitələri Gizlət
ca: Amagar _Agents
da: Skjul _agenter
de: Agenten ver_stecken
es: Esconder _agentes
fr: Cacher les _Agents
ja: エージェントを隠す(_A)
ko: 중계서버 숨기기(_A)
lt: Paslëpti _agentus
ms: Sorok _Agen
nl: _Agenten Verbergen
pl: Ukrywanie _agentów
pt: Esconder _Agentes
ru: Спрятать _агентов
sk: Skry» _agentov
tr: _Aracıları Gizle
uk: Прибрати а╜ент╕в
zh_cn: 隐藏代理(_A)

source: Hide _Offline Contacts
az: Xətdə _Olmayan Əlaqələri Gizlət
ca: Amagar Contactes _Desconnectats
da: Vis _frakoblede kontakter
de: Offline-Kontakte _verbergen
es: Esconder contactos _desconectados
fr: Cacher les Contacts Déc_onnectés
ja: オフラインを隠す(_O)
lt: Paslëpti neprisijungusius k_ontaktus
ms: Sorok Rakan _LuarTalian
nl: Afgemelde Contacten _verbergen
pl: Ukrywanie _roz³±czonych kontaktów
pt: Esconder _Contactos Desligados
ru: Спрятать пользователей, которые _не в сети
sk: Skry» neprip_ojené kontakty
tr: _Dahili Katılımcıları Gizle
uk: Прибрати користувач╕в, як╕ не в мереж╕
zh_cn: 隐藏离线成员(_O)

source: Join Group Chat
az: Qrup Söhbətinə Qoşul
ca: Entrar a la xerrada en grup
da: Deltag i gruppechat
de: Gruppenchat betreten
es: Entrar a charla en grupo
fr: Rejoindre une Discussion de Groupe
ja: グループチャットへ接続
ko: 단체 대화 입장
lt: Ásitraukti á grupës pokalbá
ms: Sertai Kumpulan Chat
nl: Groep Chat betreden
pl: Do³±cz do rozmowy grupowej
pt: Juntar-se a Conversa de Grupo
ru: Присоединиться к беседе группы
sk: Pripoji» sa k skupinovému rozhovoru...
tr: Grup Sohbetine Katıl
uk: Долучитись до розмови групи
zh_cn: 参加分组聊天

source: Join Group _Chat...
az: Qrup _Söhbətinə Qoşul...
ca: Entrar a una _Xerrada en grup...
da: Deltag i _gruppechat...
de: _Gruppenchat betreten...
es: Entrar a una _charla en grupo
fr: Rejoindre une Dis_cussion de Groupe...
ja: グループチャット接続(_C)...
ko: 단체 대화 입장(_C)...
lt: Ásitraukti á grupës _pokalbá...
ms: Sertai Kumpulan _Chat...
nl: _Groep Chat betreden...
pl: Do³±cz do ro_zmowy grupowej...
pt: Juntar-se a _Conversa de Grupo...
ru: Присоединиться к беседе _группы...
sk: Pripoji» sa k skupinovému ro_zhovoru...
tr: _Grup Sohbetine Katıl...
uk: Долучитись до розмови групи...
zh_cn: 参加分组聊天(_C)...

source: Join a Group Chat...
az: Qrup Söhbətinə Qoşul...
ca: Entrar a una xerrada en grup...
da: Deltag i gruppechat...
de: Gruppenchat betreten...
es: Entrar a una charla en grupo...
fr: Rejoindre une Discussion de Groupe...
ja: グループチャットへ入る...
ko: 단체 대화 입장...
lt: Ásitraukti á grupës pokalbá...
ms: Sertai Kumpulan Chat...
nl: Groep Chat betreden...
pl: Do³±cza do rozmowy grupowej...
pt: Juntar-se a uma Conversa de Grupo...
ru: Присоединиться к беседе группы...
sk: Pripoji» sa k skupinovému rozhovoru...
tr: Bir Grup Sohbetine Katıl...
uk: Долучитись до розмови групи...
zh_cn: 参加分组聊天...

source: Log _out
ca: Desc_onnectar
da: _Frakobl
fr: Déc_onnexion
ja: ログアウト(_o)
ms: L_og keluar
pl: Wyl_oguj
pt: Terminar sessã_o
ru: _Отключиться
sk: _Odhlási»
zh_cn: 注消(_O)

source: Log into Agent
ca: _Connectar amb l'agent
da: Tilslut til agent
de: Beim Transport anmelden
es: Conectar con un agente
fr: Connexion de l'Agent
ja: エージェントにログイン
ko: 중계서버에 연결
lt: Prisijungti prie agento
ms: logmasuk Agen
nl: Bij Agent aanmelden
pl: Zaloguj przy u¿yciu agenta
pt: Iniciar Sessão no Agente
ru: Подключиться к агенту
sk: Prihlási» sa k agentovi
tr: Aracı ile Giriş
uk: З'╓днатись з а╜ентом
zh_cn: 登录代理

source: Log out _with Reason...
ca: Desconnectar amb _motiu...
da: Frakobl med _begrundelse...
fr: Déconnexion avec une _Raison...
ja: ログアウト理由(_w)...
ms: Log keluar dengan Alasan...
pl: Wyloguj z po_daniem przyczyny...
pt: Terminar sessão com Ra_zão...
ru: Отключиться по _причине...
sk: Odhlási» s dôvodom...
zh_cn: 由于某种原因退出(_W)...

source: Log out of Agent
ca: Desc_onnectar de l'agent
da: Frakobl fra agent...
de: Abmeldem beim Transport
es: Desconectarse de un agente
fr: Déconnexion de l'Agent
ja: エージェントのログアウト
ko: 중계서버에 연결 해제
lt: Atsijungti nuo agento
ms: Logkeluar Agen
nl: Bij Agent afmelden
pl: Wyloguj przy u¿yciu agenta
pt: Terminar Sessão no Agente
ru: Отключиться от агента
sk: Odhlási» sa od agenta
tr: Aracı Çıkışı
uk: Роз'╓днатись з а╜ентом
zh_cn: 从代理退出

source: Login...
ca: Connectar...
da: Tilslut...
de: Anmelden...
es: Sesión...
fr: Connexion...
ja: ログイン...
ko: 로그인...
lt: Prisijungti...
ms: Logmasuk...
nl: Aanmelden...
pl: Zaloguj...
pt: Iniciar sessão...
ru: Подключение...
sk: Prihlási»...
tr: Gir...
uk: Ре╓трац╕я...
zh_cn: 登录...

source: Logout
ca: Desconnectar
da: Frakobl
de: Abmelden
es: Desconectarse
fr: Déconnexion
ja: ログアウト
ko: 연결해제
lt: Atsijungti
ms: Logkeluar
nl: Afmelden
pl: Wyloguj
pt: Terminar sessão
ru: Отключиться
sk: Odhlási»
tr: Çık
uk: Роз'╓днатись
zh_cn: 退出

source: Manage Groups...
ca: Administrar els grups...
da: Håndtér grupper...
de: _Gruppen verwalten...
es: Administrar grupos...
fr: Gestion des Groupes...
ja: グループ管理...
ko: 그룹 관리...
lt: Vadovauti grupëms...
ms: Urus Kumpulan...
nl: _Groepen Bewerken...
pl: Zarz±dzanie grupami...
pt: Gerir Grupos...
ru: Управление группами...
sk: Spravova» skupiny...
tr: Grupları Düzenle...
uk: Керування групами...
zh_cn: 管理小组...

source: Number of online contacts
ca: Nombre de contactes connectats
da: Antal tilsluttede kontakter
de: Zahl der angemeldeten Kontakte
es: Número de contactos conectados
fr: Nombre de contacts connectés
ja: オンラインコンタクト先の数
ms: Bilangan rakan dalam talian
nl: Aantal aangemelde contactpersonen
pl: Liczba kontaktów na linii
pt: Número de contactos ligados
ru: Спрятать пользователей, которые не в сети
sk: Poèet pripojených kontaktov
tr: Bağlı katılımcı sayısı
zh_cn: 在线成员数目

source: Preferences...
ca: Preferències...
da: Indstillinger...
de: Einstellungen...
es: Preferencias...
fr: Préférences...
ja: 設定...
ko: 세부설정...
lt: Nustatymai...
ms: Keutamaan...
nl: Voorkeuren...
pl: Preferencje...
pt: Preferências...
ru: Настройки...
sk: Predvoµby...
tr: Tercihler...
uk: Параметри...
zh_cn: 首选项...

source: Presence
ca: Presència
da: Tilstedeværelse
de: An_wesenheit
es: Presencia
fr: Présence
ja: 設定
ko: 현재 상태
ms: Kehadiran
nl: Aanwezigheid
pl: Obecno¶æ
pt: Presença
ru: Присутствие
sk: Prítomnos»
tr: Vaziyet
uk: Присутн╕сть
zh_cn: 状态

source: Queued messages
ca: Missatges en cua
da: Meddelelser i kø
de: Gespeicherte Nachrichten
es: Mensajes en cola
fr: Messages en attente
ja: 待ちメッセージ
ms: Mesej tertangguh
nl: Wachtende berichten
pl: Wiadomo¶ci w kolejce
pt: Mensagens em fila
ru: Сообщения в очереди
sk: Správy v rade
tr: Kuyruktaki iletiler
zh_cn: 队列消息

source: Remove Agent
ca: Eliminar agent
da: Fjern agent
de: Transport entfernen
es: Eliminar agente
fr: Supprimer l'Agent
ja: エージェント削除
ko: 중계서버 지움
lt: Paðalinti agentà
ms: Buang Agen
nl: Agent Verwijderen
pl: Usuñ agenta
pt: Remover Agente
ru: Удалить агента
sk: Odstráni» agenta
tr: Aracıyı Kaldır
uk: Видалити а╜ента
zh_cn: 删除代理

source: Remove Contact
ca: Eliminar contacte
da: Fjern kontakt
de: Kontakt entfernen
es: Eliminar contacto
fr: Supprimer le Contact
ja: コンタクト先削除
ms: Padam Rakan
nl: Verwijder Contactpersoon
pl: Usuñ kontakt
pt: Apagar Contacto
ru: Удалить контакт
sk: Odstráni» kontakt
zh_cn: 删除成员

source: Resubscribe
ca: Resubscriure
da: Tilmeld igen
de: Authorisierungsanforderung wiederholen
es: Resubscribir
fr: Reenregistrement
ja: 再承諾
lt: Prisijungti ið naujo
ms: Ulanglanggan
nl: Authorisatie Aanvraag Herhalen
pl: Zasubskrybuj ponownie
pt: Inscrever-se novamente
ru: Переподписаться
sk: Opätovne prihlási»
tr: Yeniden üye ol
uk: Авторизувати повторно
zh_cn: 重新申请

source: Send File...
ca: Enviar un fitxer...
da: Send fil...
de: Datei senden...
es: Enviar archivo...
fr: Envoyer un Fichier...
ja: ファイル送信...
ms: Kirim Fail...
nl: Verzend bericht
pl: Wy¶lij plik...
pt: Enviar Ficheiro...
ru: Послать файл...
sk: Posla» súbor...
zh_cn: 发送文件...

source: Send _Message...
da: Send _meddelelse...
ms: Kirim _Mesej...
ru: Отправить _сообщение...
sk: Posla» _správu...
zh_cn: 发送消息(_M)...
