Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Select an Instant Messaging System
ca: Tria un sistema de missatgeria instantània
da: Vælg et meddelelsessystem
de: Instant-Messaging-System auswählen
es: Seleccione un sistema de mensajería instantánea
fr: Sélectionnez un Système de Messagerie Instantanée
ja: インスタントメッセージングシステムを選択
ms: Pilih Sistem Permesejan Segera
nl: Selecteer een Instant Messaging systeem
pl: Wybór systemu IM
pt: Seleccione um Sistema de Mensagens Instantâneas
ru: Выбрать Систему Обмена Сообщениями
sk: Zvoµte si systém na zasielanie správ
tr: Bir Anında İletişim Sistemi Seçiniz
zh_cn: 选择一个即时消息系统

source: The contact's nickname is what the contact will be listed as in your roster.
ca: El contacte apareixerà a la teva llista per l'àlies.
da: Kontaktens kaldenavn er det kontakten bliver vist som i din kontaktliste.
de: Der Kontakt wird mit dem Spitznamen in der Aufstellung erscheinen.
es: El contacto aparecerá en su lista por el apodo.
fr: Le pseudo des contacts est ce qui permet de les voir dans votre liste.
ja: このコンタクト先のニックネームが、登録簿のコンタクト先として表示されます。
lt: Kontaktas tavo knygoje bus pavadintas pagal jo slapyvardá.
ms: Gelaran Contact adalah apa yang rakan disenaraikan pada roster anda.
nl: De volgende bijnamen van deze contacten zullen aan uw naamlijst worden toegevoegd:
pl: Przydomek kontaktu okre¶la, pod jak± nazw± bêdzie on wystêpowa³ na wykazie.
pt: A alcunha do contacto é como ele será visível na sua lista.
ru: Псевдоним пользователя - это имя, под которым в списке будет храниться контактная информация о нём.
sk: Prezývka kontaktu je text, pod ktorým bude kontakt zobrazený vo va¹om zozname kontaktov.
tr: Katılımcı niki listenize eklenecek katılımcıdır.
zh_cn: 在您的名册中列出成员的昵称。

source: This assistant will help you add a contact to your Roster. Click Next to get started.
ca: Aquest asistent t'ajudarà a afegir un contacte a la teva llista. Fes click a Següent per començar.
da: Denne hjælper vil hjælpe dig med at tilføje en kontakt til din kontaktliste. Klik på 'Næste' for at begynde.
de: Dieser Assistent wird Ihnen helfen einen Kontakt zu Ihrer Aufstellung hinzuzufügen.
es: Este asistente le ayudará a añadir un contacto a su lista. Haga click en siguiente para comenzar.
fr: Cet assistant vous aidera à ajouter un contact à votre liste. Cliquer sur Suivant pour commencer.
ja: このアシスタントは、あなたの登録簿にコンタクト先を 追加するのを助けます。次へをクリックして開始して下さい。
lt: Ðis pagalbininkas padës tau ádëti kontaktà á knygà. Paspausk Sekantis pradëti.
ms: Pembantu ini akam membantu anda menambah contact pada Roster. Klik lagi untuk memulakannya.
nl: Deze assistent zal u gaan helpen om contactpersonen aan uw Lijst toe te voegen.Druk op Volgende om te beginnen
pl: Ten druid pomo¿e ci w dodaniu kontaktu do wykazu. Aby rozpocz±æ, kliknij Naprzód.
pt: Este assistente ajuda-lo-á a adicionar um contacto à sua Lista. Prima Seguinte para começar.
ru: Ассистент поможет Вам добавить пользователя в список. Нажмите кнопку 'Дальше'.
sk: Tento asistent vám pomô¾e prida» kontakt do vá¹ho zoznamu kontaktov. Stlaète ïalej a zaèneme.
tr: Bu yardımcı listenize bir katılımcı eklemenizi sağlayacak. Başlatmak için İleri düğmesine tıklayınız.
zh_cn: 此向导将帮您向名册中添加一成员。 按下一步开始。

source: To add a contact, you need to know which instant messaging system they use.
ca: Per a afegir un contacte, has de saber quin sistema de missatgeria instantània empra.
da: For at tilføje en kontakt skal du vide hvilket meddelelsessystem vedkommende bruger.
de: Um einen Kontakt hinzuzufügen müssen Sie wissen, welches IM-System er benutzt.
es: Para añadir un contacto, usted debe conocer que sistema de mensajería instantánea usa.
fr: Pour ajouter un contact, vous devez connaître le système de messagerie instantanée qu'il utilise.
ja: コンタクト先を追加するには、どのインスタントメッセージングシステムを 使用しているのか把握している必要があります。
ms: Untuk menambah rakan, anda , anda perlu tahu sistem permesejan segera yang mereka guna
nl: Om een contactpersoon toe te voegen; moet u weten welk messaging systeem hij/zij gebruikt
pl: Aby dodaæ kontakt, musisz wiedzieæ, z jakiego systemu IM korzysta.
pt: Para adicionar um contacto, tem de saber que sistema de mensagens instantâneas ele utiliza.
ru: Для того, чтобы добавить пользователя, Вам нужно знать, какую систему обмена сообщениями он использует.
sk: Aby ste mohli prida» kontakt, potrebujete vedie», ktorý systém zasielania správ pou¾íva.
tr: Katılımcıyı ekleyebilmek için hangi anında iletişim sistemini kullandığını bilmek zorundasınız.
zh_cn: 添加成员前，您要知道他们用的时哪种即时消息系统。

source: To manually add a contact, you need to know what agent they use, what their user name is, what server they use (if applicable), and be signed up for that agent.
ca: Per a afegir manualment un contacte, hauràs de saber quin agent empra, quin és el seu nom d'usuari i el servidor a què es connecta, en cas què sigui aplicable, i donar-te de alta en aquest agent.
da: For manuelt at tilføje en kontakt skal du vide hvilket meddelelsessystem og hvilken server (om nødvendigt) vedkommende bruger, samt vedkommendes kaldenavn, og endelig skal du være tilmeldt til meddelelsessystemet.
de: Um einen Kontakt manuell hinzuzufügen, müssen Sie wissen welchen Agenten und welchen Server (wenn zutreffend) er nutzt und welchen Nutzernamen er hat. Ebenso müssen sie am entsprechenden Agenten angemeldet sein.
es: Para añadir manualmente un contacto, necesitara saber que agente esta utilizando, cual es su nombre de usuario y el servidor que están utilizando, en el caso de que fuera aplicable, y darse de alta en ese agente.
fr: Pour ajouter manuellement un contact, vous devez connaitre l'agent qu'ils utilisent, quel est leur nom d'utilisateur, le serveur qu'ils utilisent (si nécessaire) et être inscrit auprès de cet agent.
ja: 手動でコンタクト先を追加するには、どのエージェントを使用しているのか 把握している必要があります。これらのユーザ名が(もし適用可能なら)、 使用しているサーバ、またそのエージェントにサインアップする必要があります。
ko: 수동으로 연결정보를 추가하려면, 사용하는 중계서버, 사용자 이름, 적절한 서버를알고 있어야 하며, 중계서버에 서명되어 있어야 합니다.
ms: Untuk menambah rakan secara manual, anda perlu tahu apa agen yang mereka gunanama pengguna, pelayan apa yang mereka guna, dan tertandatangan untuk agen tersebut.
nl: Om handmatig een contactpersoon toe te voegen, moet u weten welke dienst ze gebruiken, hun gebruikersnamen zijn welke server zij gebruikten (indien nodig), en u dient bij deze dienst geregistreerd te zijn.
pl: Aby rêcznie dodaæ kontakt, musisz wiedzieæ, którego agenta u¿ywa, znaæ nazwê u¿ytkownika, u¿ywany serwer (je¶li dotyczy) i byæ u¿ytkownikiem zapisanym na tym agencie.
pt: Para adicionar manualmente um contacto, tem de saber que agente utilizam, o seu nome de utilizador, servidor que utilizam (se aplicável), e estar registado nesse agente.
ru: Для того, чтобы вручную добавить пользователя, Вам нужно знать, какую систему обмена сообщениями он использует, его псевдоним в этой системе, какой сервер он использует (если необходимо), также Вы должны быть подключены к агенту этой системы.
sk: Aby ste mohli prida» kontakt ruène, potrebujete vedie», ktorého agenta pou¾íva, aké je jeho prihlasovacie meno, ktorý server pou¾íva (ak je potrebný) a musíte by» k tomuto agentovi prihlásený.
tr: Bir katılımcıyı elle eklemek istiyorsanız, hagi aracıyı kullandığını, kullanıcı ismini, hangi sunucuyu kullandığını (mümkünse), ve bu aracı için geçerli olduğunu bilmek zorundasınız.
zh_cn: 手动添加成员前，您要知道他们用什么代理，他们的用户名，他们用什么服务器（如果可用的话），然后您要到那个服务器上注册。

source: To search for a contact, you need to know which instant messaging system they use.
ca: Per a cercar un nou contacte has de saber quin sistema de missatgeria instantània empra el contacte a afegir.
da: For at søge efter en kontakt skal du vide hvilket meddelelsessystem vedkommende bruger.
de: Um einen Kontakt zu suchen, müssen Sie wissen welches IM-System er nutzt.
es: Para buscar un nuevo contacto necesita saber que sistema de mensajería instantánea utiliza éste.
fr: Pour chercher un contact, vous devez connaître quel système de messagerie instantanée ils utilisent.
ja: コンタクト先を追加するには、 使用しているインスタントメッセージングシステムを把握している必要があります。
ko: 연결정보를 검색하려면, 어떤 즉석 메세지 시스템을 사용하고 있는지 알고 있어야 합니다.
lt: Kontakto paieðkai tau reikia þinoti, kokià greitøjø þinuèiø sistemà jie naudoja.
ms: Untuk mencari rakan, anda perlu tahu jenis sistem permesejan segera yang mereka guna.
nl: Om contactpersonen te kunnen zoeken, moet u weten welke instant messaging systeem hun gebruiken
pl: Aby wyszukaæ kontakt, musisz wiedzieæ, z jakiego systemu IM korzysta.
pt: Para procurar um contacto, tem de saber que sistema de mensagens instantâneas ele utiliza.
ru: Для поиска пользователя Вам нужно знать, какую систему обмена сообщениями он использует.
sk: Aby ste mohli vyhµada» kontakt, potrebujete vedi», ktorý systém zasielania správ pou¾íva.
tr: Bir katılımcıyı aramak için, hangi anında iletişim sistemini kullandığını bilmelisiniz.
zh_cn: 要搜索一成员，您先要知道他们用什么即时消息系统。

source: Web Site:
az: Veb Sayt:
ca: Pàgina web:
da: Netsted:
es: Pagina web:
fr: Site Web:
ja: Webサイト:
ko: 홈페이지:
lt: Svetainë:
ms: Tapak Web:
pl: Witryna WWW:
pt: Sítio Web:
ru: Веб-сайт:
sk: WWW sídlo:
tr: Web Sayfası:
uk: Сайт:
zh_cn: 网站：

source: What do you want this contact to be listed as?
ca: Amb quin nom vols que aparegui aquest contacte a la llista?
da: Hvad vil du have at denne kontakt skal vises som?
de: Wie soll dieser Kontakt benannt werden?
es: ¿Cómo desea que este contacto aparezca en la lista?
fr: Sous quel nom voulez-vous que ce contact apparaisse dans votre liste ?
ja: あなたが、このコンタクト先に表示されてもよろしいですか?
lt: Kaip nori ádëti ðá kontaktà?
ms: Sebagai apa anda mahu rakan ini disenaraikan?
nl: Hoe wilt u dat deze contactpersoon in uw lijst wordt weergegeven?
pl: Pod jak± nazw± ma byæ wy¶wietlany ten kontakt?
pt: Como deseja que este contacto seja listado?
ru: Под каким именем Вы хотите сохранить пользователя в списке?
sk: Ako chcete aby bol zobrazený tento kontakt?
tr: Bu katılımın listede ne olarak görünmesini istiyorsunuz?
zh_cn: 您希望该成员以何种方式列出？

source: What is the contact's username or screen name?
ca: Quin és el nom d'usuari o nick del contacte?
da: Hvad er kontaktens brugernavn eller skærmnavn?
de: Wie lautet der Benutzer- oder Kontoname des Kontaktes?
es: ¿Cuál es el nombre de usuario o apodo del contacto?
fr: Quel est le nom d'utilisateur du contact ?
ja: コンタクト先のユーザ名またはスクリーンネームは何にしますか?
ko: 연결정보의 사용자이름 또는 화면이름은 무엇입니까?
lt: Koks kontakto vardas arba slapyvardis?
ms: Apakah namapengguna rakan atau nama skrin?
nl: Wat is de gebruikersnaam of bijnaam van deze contactpersoon?
pl: Jaka jest nazwa lub prezentowana nazwa kontaktu?
pt: Qual é o nome de utilizador ou alcunha do contacto?
ru: Какой псевдоним или имя у пользователя?
sk: Aké je prihlasovacie alebo zobrazované meno kontaktu?
tr: Katılımcının kullanıcı ismi ve ekran ismi nedir?
zh_cn: 该成员的用户名或显示名字是什么？

source: What request do you want Gabber to send this contact?
ca: Quina petició vols que el Gabber enviï a aquest contacte?
da: Hvilken anmodning ønsker du at Gabber skal sende til denne kontakt?
de: Welche Aufforderung soll Gabber diesem Kontakt senden?
es: ¿Qué petición desea que Jabber envíe a este contacto?
fr: Quelle requête voulez-vous que Gabber envoie à ce contact ?
ja: このコンタクト先に送信する Gabber は、なに要求ですか?
lt: Kokia uþklausa nori Gabber'iu iðsiøsti ðá kontaktà?
ms: Permintaan apakah yang anda ingin Gabber kirim ke rakan ini?
nl: Welke aanvraag wilt u Gabber laten doen bij deze contactpersoon?
pl: Jakie ¿±danie chcesz wys³aæ do tego kontaktu?
pt: Que pedido deseja que o Gabber envie a este contacto?
ru: Какой запрос Вы хотите послать пользователю через Gabber?
sk: Akú po¾iadavku chcete aby Gabber poslal tomuto kontaktu?
tr: Bu katılımcıya göndermek istediğiniz istek nedir?
zh_cn: 您希望 Gabber 向此成员发送何种请求？

source: What server does this contact use?
ca: Quin servidor usa aquest contacte?
da: Hvilken server bruger kontakten?
de: Welchen Server nutzt dieser Kontakt?
es: ¿Qué servidor utiliza este contacto?
fr: Quel serveur ce contact utilise ?
ja: このコンタクト先は、どのサーバを使用しますか?
ko: 이 연결정보가 사용하는 서버는 무엇입니까?
lt: Koká serverá naudoja ðis kontaktas?
ms: Pelayan apa yang rakan ini gunakan?
nl: Welke server gebruikt deze contactpersoon?
pl: Jakiego serwera u¿ywa ten kontakt?
pt: Que servidor utiliza este contacto?
ru: Какой сервер используется этим пользователем?
sk: Aký server tento kontakt pou¾íva?
tr: Bu katılımcı hangi sunucuyu kullanıyor?
zh_cn: 该成员用什么服务器？

source: Which directory would you like to search?
ca: En quin directori vols dur a terme la cerca?
da: Hvilket katalog vil du søge i?
de: Welches Verzeichnis möchten Sie durchsuchen?
es: ¿En qué directorio desea realizar la búsqueda?
fr: Dans quel annuaire voulez-vous rechercher ?
ja: あなたは、どのディレクトリを検索したいですか?
ko: 어느 디렉토리에서 찾으시겠습니까?
lt: Kuriame kataloge nori ieðkoti?
ms: Direktori manakah yang anda ingin cari?
nl: Welke directory wil je zoeken?
pl: Który katalog chcesz przeszukaæ?
pt: Que directório deseja procurar?
ru: В каком каталоге Вы хотите искать?
sk: V ktorom adresári chcete vyhµadáva»?
tr: Hangi dizini araştırmak istiyorsunuz?
zh_cn: 您想要搜索哪个目录？

source: Which instant messaging system does the contact you want to add use?
ca: Quin sistema de missatgeria instantània empra el contacte que vols afegir?
da: Hvilket meddelelsessystem bruger den kontakt du vil ltilføje?
de: Welches IM-System nutzt der Kontakt, den Sie hinzufügen möchten?
es: ¿Qué sistema de mensajería instantánea utiliza el contacto que desea añadir?
fr: Quel système de messagerie instantanée le contact que vous voulez ajouter utilise ?
ja: あなたが追加したいコンタクト先は、 どのインスタントメッセージングシステムを使用していますか?
ms: Sistem permesejan segera manakah digunakan oleh rakan yang anda ingin tambah?
nl: Welk Instant messaging systeem gebruikt de contactpersoon die je wilt toevoegen?
pl: Jakiego systemu IM u¿ywa kontakt, który chcesz dodaæ?
pt: Que sistema de mensagens instantâneas utiliza o contacto que deseja adicionar?
ru: "Каким системой обмена сообщениями пользуется пользователь, которого Вы хотите добавить в список?
sk: Ktorý systém zasielania správ pou¾íva kontakt, ktorý chcete prida»?
tr: Katılımcıyı ekleyeceğiniz anında iletişim sistemi hangisi?
zh_cn: 您要添加的成员用何种即时消息系统？

source: You can fill in any number of fields to search for a contact
ca: Pots omplir els camps que vulguis per fer la cerca
da: Du kan udfylde så mange felter du vil, for at søge efter en kontakt
de: Beliebige Zahl von Feldern für die Suche ausfüllen
es: Puede rellenar en cualquier número de campos para buscar un contacto
fr: Vous pouvez remplir chacun des champs pour chercher un contact
ja: コンタクト先を検索するために任意の数の項目に入力できます
lt: Gali uþpildyti norimus laukelius kontakto paieðkai
ms: Anda boleh isi sebarang nombor di mesan untuk mencari rakan
nl: Je kan een of meerdere velden selecteren om een contactpersoon te kunnen zoeken.
pl: Mo¿esz wype³niæ dowolne pola, które pomog± w odnalezieniu kontaktu
pt: Pode preencher um qualquer número de campos para procurar um contacto
ru: Вы можете заполнить любое количество полей для поиска пользователя
sk: Mô¾ete vyplni» µubovoµný poèet polí na vyhµadanie kontaktu
tr: Bir katılımcıyı aramak için alanların hepsini doldurmak zorunda değilsiniz
zh_cn: 您可填写任何部分以便搜索成员

source: You can place this contact in one or more groups. Organizing contacts into groups makes it easier to find people in your roster.
ca: Pots posar aquest contacte en un o més grups. Organtizar els contactes en grups fa més fàcil la cerca de persones a la teva llista.
da: Du kan placere denne kontakt i en eller flere grupper. Organisering af kontakter i grupper gør det lettere at finde personer i din kontaktliste.
de: Sie können diesen Kontakt einer oder mehreren Gruppen zuordnen. Die Gliederung der Kontakte in Gruppen macht es einfacher Personen in der Aufstellung zu erkennen.
es: Usted puede poner este contacto en uno o más grupos. Organizar los contactos en grupos hace más fácil la búsqueda de personas en tu lista.
fr: Vous pouvez mettre ce contact dans un ou plusieurs groupes. Organiser les contacts dans des groupes rend la recherche de personnes dans votre liste d'utilisateurs plus aisée.
ja: コンタクト先を１つ以上のグループに属せます。 コンタクト先をグループ化することで、登録簿から人々を見つけやすくします。
ms: Anda boleh meletakkan rakan pada satu atau lebih kump. Susun rakan mengikutkumpulan akan memudahkan pencarian rakan pada roster anda.
nl: U kan deze contactpersoon in een of meer groepen plaatsen. Het organiseren van contactpersonen in groepen maakt het makkelijker om personen te vinden in je contactlijst
pl: Mo¿esz umie¶ciæ ten kontakt w jednej lub wiêkszej ilo¶ci grup. Grupowanie kontaktów u³atwia ich odnajdywanie na wykazie.
pt: Pode colocar este contacto num ou mais grupos. Organizar contactos em grupos torna mais fácil encontrar pessoas na sua lista.
ru: Вы можете разместить этот контакт в одной или группах. Группирование контаков облегчает их поиск в списке.
sk: Mô¾ete tento kontakt umietni» do jednej alebo viacerých skupín. Organizovaním kontaktov do skupín si mô¾ete zjednodu¹i» hµadanie µudí vo va¹om zozname kontaktov.
tr: Bu katılımcıyı birden fazla gruba ekleyebilirsiniz. Listenizdeki birini kolayca bulmak için onu bir gruba dahil etmek daha iyidir.
zh_cn: 您可以将这位成员加到多个小组中。将成员按组归类能方便对名册的搜索。

source: You can search user directories of some of the other instant messaging systems. If you know a contact's screen name, UIN, or ID on another instant messaging system, choose the second option.
ca: Pots cercar als directoris d'usuaris d'altres sistemes de missatgeria instantània. Si saps el seu nom d'usuari, l'UIN, o l'ID a un altre sistema de missatgeria instantània, tria la segona opció.
da: Du kan søge i brugerkatalogerne for nogle andre meddelelsessystemer. Hvis du kender en kontakts skærmnavn, UIN eller id i et andet meddelelsessystem, skal du vælge den anden valgmulighed.
de: Sie können einige der Benutzerverzeichnisse anderer IM-Systeme durchsuchen. Wenn Sie den Kontonamen, die UIN oder die Kennung im anderen IM-System kennen wählen Sie bitte die zweite Möglichkeit.
es: Usted puede buscar en los directorios de usuarios de otros sistemas de mensajería instantánea. Si usted conoce su nombre de usuario, UIN, o ID en otro sistema de mensajería instantánea, seleccione la segunda opción.
fr: Vous pouvez chercher dans les annuaires utilisateurs de certains des autres systèmes de messagerie instantanée. Si vous connaissez les nom d'utilisateurs d'un contact, son UIN ou son identifiant sur un autre système de messagerie instantanée, choissez la deuxième option.
ja: 他のインスタントメッセージングシステムのうち幾つかの ユーザディレクトリを検索することができます。 もし、コンタクト先のスクリーンネーム、UIN、または別の インスタントメッセージングシステムを２つ目のオプションで 選択します。
ms: Anda boleh mencari di direktori pengguna daripada sebahagian sistem permesejan segera lain. Jika anda tahu nama skrin rakan, UIN, atau ID pada sistem permesejan segera lain, pilih opsyen kedua.
nl: U kan zoeken in gebruikersdirectories van andere instant messaging systemen. Als je de bijnaam, UIN of ID weet van de contactpersoon bij het andere instant messaging systeem, kies de tweede optie.
pl: Mo¿esz przeszukaæ katalogi u¿ytkowników pewnych innych systemów IM. Je¶li znasz prezentowan± nazwê, UIN lub ID kontaktu w u¿ywanym przez niego systemie, wybierz drug± opcjê.
pt: Pode procurar directórios de utilizadores de alguns outros sistemas de mensagens instantâneas. Se sabe a alcunha, UIN, ou ID de outro sistema de mensagens instantâneas, seleccione a segunda opção.
ru: Вы можете искать в каталогах некоторых других систем общения. Если Вы знаете псевдоним пользователя или его идентификационный номер в другой системе общения, выберите второй способ поиска.
sk: Mô¾ete prehµadáva» adresáre pou¾ívateµov niektorých iných systémov zasielania správ. Ak poznáte zobrazované meno kontaktu, jeho UIN alebo ID v inom systéme zasielania správ, zvoµte si druhú mo¾nos».
tr: Diğer anında iletişim sistemlerinin kullanıcı dizinlerinde de arama yapabilirsiniz. Katılımcını ekran ismini, Kullanıcı numarasını (UIN) ya da kullandığı anında iletişim sistemi kimliğini biliyorsanız ikinci seçeneği kullanın.
zh_cn: 您可以在一些其他消息系统下搜索用户目录。 如果您知道成员的显示名字、UIN，或其他即时消息系统的 ID，请选择第二选项。

source: _Group:
az: _Qrup:
ca: _Grup:
da: _Gruppe:
de: _Gruppe:
es: _Grupo:
fr: _Groupe:
ja: グループ(_G):
ko: 그룹(_G):
lt: _Grupë:
ms: _Kumpulan:
nl: _Groep:
pl: _Grupa:
pt: _Grupo:
ru: _Группа:
sk: _Skupina:
tr: _Grup:
uk: Група:
zh_cn: 小组(_G)：

source: A Jabber server which has agents.
ca: Un servidor de Jabber que té agents.
da: En Jabberserver med agenter.
de: Ein Jabber-Server mit Agenten.
es: Un servidor de Jabber que tiene agentes.
fr: Un serveur Jabber qui a des agents.
ja: エージェントを持つ Jabber サーバです。
ms: Pelayan Jabber yang mempunyai agen.
nl: Een jabber server die diensten ondersteund.
pl: Serwer Jabbera, który ma agentów.
pt: Um servidor Jabber que tem agentes.
ru: Jabber сервер с подключенными агентами.
sk: Jabber server, ktorý má agentov.
tr: Aracısı olan bir Jabber sunucusu.
zh_cn: 用代理的 Jabber 服务器。

source: Agents Browser - Gabber
ca: Cercador d'agents - Gabber
da: Agentviser - Gabber
de: Agenten durchsuchen - Gabber
es: Buscador de agentes - Gabber
fr: Consultation des Agents - Gabber
ja: エージェントブラウザー - Gabber
ko: 중계서버 찾아보기 - Gabber
lt: Agentø narðyklë - Gabber
ms: Pelayar Agen - Gabber
nl: Agenten doorzoeken - Gabber
pl: Przegl±darka agentów - Gabber
pt: Browser de Agentes - Gabber
ru: Просмотрщик агентов - Gabber
sk: Prehliadaè agentov - Gabber
tr: Aracı Tarayıcısı - Gabber
zh_cn: 代理浏览器 - Gabber

source: Browse this Jabber server
ca: Consultar aquest servidor Jabber
da: Gennemse denne Jabberserver
de: Diesen Jabber-Server durchsuchen
es: Mirar este servidor Jabber
fr: Parcourir ce serveur Jabber
ja: この Jabber サーバ参照
ms: Lihat Pelayan Jabber ini
nl: Blader door deze Jabber-Server
pl: Przegl±da ten serwer Jabbera
pt: Pesquisar este servidor Jabber
ru: Просмотреть этот Jabber сервер
sk: Prehliada» tento Jabber server
tr: Bu Jabber sunucusunu tara
zh_cn: 浏览该 Jabber 服务器

source: Register with this agent
ca: Registrar-te amb aquest agent
da: Registrér med denne agent
de: Diesen Agenten registrieren
es: Registrarse con este agente
fr: S'Enregister auprès de cet Agent
ja: このエージェントの登録
ms: Daftar dengan agen ini
nl: Bij deze Agent registreren
pl: Rejestruje przy u¿yciu tego agenta
pt: Registar-se com este agente
ru: Зарегистрироваться у этого агента
sk: Zaregistrova» tohto agenta
tr: Bu aracı ile kaydol
zh_cn: 向代理注册

source: Register...
az: Qeyd Ol...
ca: Registrar-te...
da: Registrér...
de: Registrieren...
es: Registrar...
fr: Enregistrement...
ja: 登録...
ko: 등록...
lt: Registracija...
ms: Daftar...
nl: Registreren...
pl: Zarejestruj...
pt: Registar...
ru: Зарегистрироваться...
sk: Zaregistrova»...
tr: Üyelik...
uk: Ре╓страц╕я...
zh_cn: 注册...

source: Search this agent
ca: Cercar a aquest agent
da: Søg i denne agent
de: Diesen Agenten durchsuchen
es: Buscar este agente
fr: Chercher auprès de cet agent
ja: このエージェントを検索
ms: Cari agen ini
nl: Zoeken bij deze agent
pl: Przeszukuje tego agenta
pt: Procurar neste agente
ru: Поиск у этого агента
sk: Hµada» tohto agenta
tr: Bu aracıyı ara
zh_cn: 搜索代理

source: Search...
az: Axtar...
ca: Cercar...
da: Søg...
de: Suchen...
es: Buscar...
fr: Chercher...
ja: 検索...
ko: 찾기...
lt: Paieðka...
ms: Cari...
nl: Zoeken...
pl: Znajd¼...
pt: Procurar...
ru: Поиск...
sk: Hµada»...
tr: Ara...
uk: Пошук...
zh_cn: 搜索...

source: View Info...
ca: Veure informació...
da: Vis info...
de: Informationen betrachten...
es: Ver Info...
fr: Voir les Informations...
ja: 情報を表示...
ko: 정보 보기...
lt: Þiûrëti informacijà...
ms: Lihat Maklumat...
nl: Toon Info...
pl: Wy¶wietl informacje...
pt: Ver Info...
ru: Просмотр информации...
sk: Zobrazi» informáciu...
tr: Bilgileri Göster...
uk: Перегляд ╕нформац╕╖...
zh_cn: 查看信息...
