Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Proxy Configuration
ca: Configuració del proxy
da: Konfiguration af mellemvært
de: Proxy-Konfiguration
es: Configuración del proxy
fr: Configuration du Proxy
ja: PROXY 構成
ms: Konfigurasi Proksi
nl: Proxy Configuratie
pl: Konfiguracja po¶rednika
pt: Configuração do Proxy
ru: Настройка прокси-сервера
sk: Konfigurácia proxy
tr: Vekil Sunucu Yapılandırması
zh_cn: 配置代理

source: Proxy Selection
ca: Selecció del proxy
da: Valg af mellemvært
de: Proxy Auswahl
es: Selección del proxy
fr: Selection du Proxy
ja: PROXY 設定
ms: Pilihan Proksi
nl: Proxy Selectie
pl: Wybór po¶rednika
pt: Selecção da Proxy
ru: Выбор прокси-сервера
sk: Výber proxy
tr: Vekil Sunucu Seçimi
zh_cn: 选择代理

source: Register a new account or delete an existing one...
ca: Registrar un nou compte o esborrar un ja existent...
da: Registrér en ny konto eller fjern en eksisterende...
de: Neues Benutzerkonto erstellen oder existierendes löschen...
es: Registrar una nueva cuenta o borrar una existente...
fr: Enregister un nouveau compte ou supprimer un compte existant...
ja: 新しいアカウントを登録するか、既存のものを削除して下さい...
ms: Daftar akaun baru atau padam yang tersedia ada...
nl: Registreer een nieuwe account of verwijder de bestaande...
pl: Rejestruje nowe konto lub usuwa istniej±ce...
pt: Registar uma nova conta ou apagar uma existente...
ru: Зарегистрировать новую учётную запись или удалить существующую...
sk: Zaregistrova» nový úèet alebo vymaza» u¾ existujúci...
tr: Yeni bir hesap aç veya mevcutlardan birini sil...
zh_cn: 注册新帐号，或删除存在的帐号...

source: Save Password
az: Parolu Qeyd Et
ca: Gravar contrassenya
da: Gem adgangskode
de: Passwort speichern
es: Guardar contraseña
fr: Sauver le mot de passe
ja: パスワード保存
ko: 비밀번호 저장
lt: Iðsaugoti slaptaþodá
ms: SImpan katalaluan
nl: Wachtwoord Opslaan
pl: Zapis has³a
pt: Gravar Senha
ru: Сохранить пароль
sk: Ulo¾i» heslo
tr: Parolayı Kaydet
uk: Записати пароль
zh_cn: 保存密码

source: Use HTTP proxy to connect
ca: Emprar proxy HTTP per a connectar
da: Benyt HTTP-mellemvært til forbindelsen
de: Verbindungsaufbau über HTTP-Proxy
es: Usar un proxy HTTP para conectar
fr: Utiliser un proxy HTTP pour la connexion
ja: HTTP PROXY を使用して接続
ms: Guna proksi HTTP untuk menyambung
nl: Een HTTP Proxy om mee te verbinden
pl: U¿ycie do po³±czenia po¶rednika HTTP
pt: Utilizar Proxy HTTP para ligação
ru: Использовать HTTP-прокси для подключения
sk: Pou¾i» HTTP proxy na pripojenie
tr: Bağlanırken HTTP vekili kullan
zh_cn: 使用 HTTP 代理连接

source: Use SOCKS version 4 to connect
ca: Emprar SOCKS versió 4 per a connectar
da: Benyt SOCKS version 4 til forbindelsen
de: SOCKSv4 für den Verbindungsaufbau nutzen
es: Usar SOCKS versión 4 para conectar
fr: Utiliser SOCKS version 4 pour se connecter
ja: SOCKS バージョン4 を使用して接続
ms: Guna SOCKS versi 4 untuk menyambung
nl: Gebruik een SOCKS versie 4 om mee te verbinden
pl: U¿ycie do po³±czenia po¶rednika SOCKS w wersji 4
pt: Utilizar SOCKS versão 4 para ligação
ru: Использовать для подключения SOCKS4-прокси
sk: Pou¾i» SOCKS verzie 4 na pripojenie
tr: Bağlanırken SOCKS sürüm 4 kullan
zh_cn: 使用 SOCKS 第四版连接

source: Use SOCKS version 5 to connect
ca: Emprar SOCKS versió 5 per a connectar
da: Benyt SOCKS version 5 til forbindelsen
de: SOCKSv5 für den Verbindungsaufbau nutzen
es: Usar SOCKS versión 5 para conectar
fr: Utiliser SOCKS version 5 pour se connecter
ja: SOCKS バージョン5 を使用して接続
ms: Guna SOCKS versi 5 untuk menyambung
nl: Gebruik een SOCKS versie 5 om mee te verbinden
pl: U¿ycie do po³±czenia po¶rednika SOCKS w wersji 5
pt: Utilizar SOCKS versão 5 para ligação
ru: Использовать для подключения SOCKS5-прокси
sk: Pou¾i» SOCKS verzie 5 na pripojenie
tr: Bağlanırken SOCKS sürüm 5 kullan
zh_cn: 使用 SOCKS 第五版连接

source: Use SSL encrypted communication with the server
ca: Emprar comunicació encriptada amb SSL amb el servidor
da: Benyt SSL-krypteret kommunikation med serveren
de: Benutze eine SSL-Verschlüsselte Verbindung zum Server
es: Usar comunicación cifrada SSL con el servidor
fr: Utiliser une communication chiffrée via SSL avec le serveur
ja: サーバとの通信にSSL暗号化を使用
ms: Guna SSL komunikasi terenkripsi sengan pelayan
nl: gebruik SSL versleutelde communicatie met de server
pl: Komunikacja z serwerem szyfrowana poprzez SSL
pt: Utilizar comunicação ao servidor encriptada com SSL
ru: Использовать SSL-шифрование для связи с сервером
sk: Pou¾i» ¹ifrovanú komunikáciu SSL na komunikáciu so serverom
tr: Sunucuyla SSL şifreli haberleş
zh_cn: 与服务器使用 SSL 加密通讯

source: Username:
az: İstifadəçi Adı:
ca: Nom d'usuari:
da: Brugernavn:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur:
ja: ユーザ名:
ko: 사용자이름:
lt: Vartotojo vardas:
ms: Namapengguna:
nl: Gebruikersnaam:
pl: Nazwa u¿ytkownika:
pt: Utilizador:
ru: Имя пользователя:
sk: Prihlasovacie meno:
tr: Kullanıcı adı:
uk: Назва користувача:
zh_cn: 用户名：

source: Your Jabber password
az: Jabber Parolunuz
ca: La teva contrassenya Jabber
da: Din Jabberadgangskode
de: Ihr Jabber-Passwort
es: Contraseña Jabber
fr: Votre mot de passe Jabber
ja: あなたのパスワード
ko: 당신의 Jabber 비밀번호
lt: Tavo Jabber slaptaþodis
ms: Katalaluan Jabber anda
nl: Uw Jabber-wachtwoord
pl: Twoje has³o Jabbera
pt: Sua senha Jabber
ru: Ваш пароль Jabber
sk: Va¹e Jabber heslo
tr: Jabber parolanız
uk: Ваш пароль Jabber
zh_cn: 您的 Jabber 密码

source: Your Jabber server
az: Jabber Vericiniz
ca: El teu servidor Jabber
da: Din Jabberserver
de: Ihr Jabber-Server
es: Servidor Jabber
fr: Votre serveur Jabber
ja: あなたの Jabber サーバ
ko: 당신의 Jabber 서버
lt: Tavo Jabber serveris
ms: Pelayan Jabber anda
nl: Uw Jabber-Server
pl: Twój serwer Jabbera
pt: Seu servidor Jabber
ru: Ваш Jabber сервер
sk: Vá¹ Jabber server
tr: Jabber sunucunuz
uk: Ваш сервер Jabber
zh_cn: 您的 Jabber 服务器

source: Your Jabber username
az: Jabber İstifadəçi Adınızı
ca: El teu nom d'usuari Jabber
da: Dit Jabberbrugernavn
de: Ihr Jabber-Benutzername
es: Nombre de usuario Jabber
fr: Votre nom d'utilisateur Jabber
ja: あなたの Jabber ユーザ名
ko: 당신의 Jabber 사용자이름
lt: Tavo Jabeber vartotojos vardas
ms: Namapengguna Jabber anda
nl: Uw Jabber-gebruikersnaam
pl: Twoja nazwa u¿ytkownika Jabbera
pt: Seu utilizador Jabber
ru: Ваше имя пользователя Jabber
sk: Va¹e Jabber prihlasovacie meno
tr: Jabber kullanıcı adınız
uk: Ваша назва користувача Jabber
zh_cn: 您的 Jabber 用户名

source: _Account
ca: Com_pte
da: _Konto
de: Benutzer_konto
es: Cuent_a
fr: Com_pte
ja: アカウント(_A)
ms: _Akaun
pl: _Konto
pt: _Conta
ru: Учетная _запись
sk: K_onto
tr: _Hesap
zh_cn: 帐号(_A)

source: _Connection
az: _Bağlantı
ca: _Connexió
da: _Forbindelse
de: _Verbindung
es: _Conexión
fr: _Connexion
ja: 接続(_C)
ko: 연결(_C)
lt: Prisi_jungimas
ms: _Sambungan
nl: _Verbinding
pl: _Po³±czenie
pt: _Ligação
ru: _Соединение
sk: _Spojenie
tr: _Bağlantı
uk: Зв'язок
zh_cn: 连接(_C)

source: _Password:
az: _Parol:
ca: C_ontrassenya:
da: _Adgangskode:
de: _Passwort:
es: _Contraseña:
fr: Mot de _passe:
ja: パスワード(_P):
ko: 비밀번호(_P):
lt: Sla_ptaþodis:
ms: _Katalaluan:
nl: _Wachtwoord:
pl: _Has³o:
pt: _Senha:
ru: _Пароль:
sk: _Heslo:
tr: _Parola:
uk: Пароль:
zh_cn: 密码(_P)：

source: _Resource:
az: _Mənbə:
ca: _Recurs:
da: _Resurse:
de: _Ressource:
es: _Recurso:
fr: _Ressource:
ja: リソース(_R):
lt: _Resursas:
ms: _Sumber:
pl: _Zasób:
pt: _Recurso:
ru: _Ресурс:
sk: Zd_roj:
tr: _Kaynak:
uk: Ресурс:
zh_cn: 资源(_R)：

source: _Username:
az: _İstifadəçi Adı:
ca: Nom d'_usuari:
da: _Brugernavn:
de: _Benutzername:
es: Nombre de _usuario:
fr: Nom d'_utilisateur:
ja: ユーザ名(_U):
ko: 사용자이름(_U):
lt: _Vartotojo vardas:
ms: Namapengg_una:
nl: _Gebruikersnaam:
pl: _Nazwa u¿ytkownika:
pt: _Utilizador:
ru: _Имя пользователя:
sk: Pr_ihlasovacie meno:
tr: _Kullanıcı adı:
uk: Назва користувача:
zh_cn: 用户名(_U)：

source: Info
ja: 情報
ko: 정보
ms: Maklumat
pl: Informacja
ru: Информация
sk: Informácie
tr: Bilgi
uk: ╤нформац╕я
zh_cn: 信息

source: Message from %s - Gabber
ca: Missatge de %s - Gabber
da: Meddelelse fra %s - Gabber
de: Nachricht von %s - Gabber
es: Mensaje de %s - Gabber
fr: Message de %s - Gabber
ja: %s からのメッセージ - Gabber
ms: Mesej drpd. %s - Gabber
nl: Berricht van %s - Gabber
pl: Wiadomo¶æ od %s - Gabber
pt: Mensagem de %s - Gabber
ru: Сообщение от %s - Gabber
sk: Správa od %s - Gabber
zh_cn: 来自 %s 的消息 - Gabber

source: Reply...
ca: Respondre...
da: Svar...
es: Responder...
fr: Répondre...
ja: 返信...
ms: Balas...
pl: Odpowiedz...
pt: Responder...
ru: Ответить...
sk: Odpoveda»...
zh_cn: 回复...

source: Sender:
az: Yollayan:
ca: Remitente:
da: Afsender:
de: Absender:
es: Remitente:
fr: Expéditeur:
ja: 送信者:
ko: 보내는 사람:
lt: Siuntëjas:
ms: Pengirim:
nl: Afzender:
pl: Nadawca:
pt: Remetente:
ru: Отправитель:
sk: Odosielateµ:
tr: Gönderen:
uk: В╕дправник:
zh_cn: 发送者：

source: Time:
az: Vaxt:
ca: Hora:
da: Tid:
de: Zeit:
es: Hora:
fr: Heure:
ja: 時間:
ko: 시간:
lt: Laikas:
ms: Masa:
nl: Tijd:
pl: Czas:
pt: Tempo:
ru: Время:
sk: Èas:
tr: Zaman:
uk: Час:
zh_cn: 时间：

source: Encrypt this message
az: Bu ismarıcı kodla
ca: Encriptar aquest missatge
da: Kryptér denne besked
de: Diese Nachricht verschlüsseln
es: Cifrar este mensaje
fr: Encryter ce message
ja: このメッセージを暗号化
ko: 이 메세지 암호화함
lt: Uþðifruoti þinutæ
ms: Enkripsikan mesej ini
nl: Deze bericht versleutelen
pl: Zaszyfrowanie tej wiadomo¶ci
pt: Encriptar esta mensagem
ru: Зашифровать это сообщение
sk: Za¹ifrova» túto správu
tr: Bu iletiyi şifrele
uk: Зашифрувати це пов╕домелння
zh_cn: 加密这条消息

source: Send _to:
az: Gön_dər:
ca: Enviar _a:
da: Send _til:
de: Senden _an:
es: Enviar _a:
fr: _Envoyer à:
ja: 送信先(_t):
lt: Siøs_ti:
ms: Kirim ke_pada:
nl: Verzenden _aan:
pl: _Adresat:
pt: Enviar _para:
ru: Переслать _для:
sk: Posla» _pre:
tr: _Gönder:
uk: В╕д╕слати до:
zh_cn: 发送到(_T)：

source: Send as OOOChat
az: OOOSöhbət olaraq göndər:
ca: Enviar com a xerrada un a un
da: Send som en til en-chat
de: Als privaten Chat versenden
es: Enviar como CharlaUaU
fr: Envoyer comme Discussion privée
ja: OOOChat として送信
lt: Siøsti kaip OOOChat
ms: Kirim sebagai OOOChat
nl: Als één-op-één chat verzenden
pl: Wys³anie jako rozmowa JnJ
pt: Enviar como 000Chat
ru: Послать как Беседу
sk: Posla» ako osobný rozhovor
tr: Özel Aç
uk: В╕д╕слати як розмову 1-на-1
zh_cn: 以一对一聊天发送

source: Send as One-on-One Chat
az: Təkə tək söhbət olaraq göndər:
ca: Enviar com a xerrada un a un
da: Send som en til en-chat
de: Als privaten Chat versenden
es: Enviar como Charla Uno-a-Uno
fr: Envoyer comme Discussion privée
ja: １対１チャットとして送信
ko: 일대일 대화로 보냄
lt: Siøsti kaip dviejø pokalbá
ms: Kirim sebagai Chat Satu-dgn-Satu
nl: Als één-op-één chat verzenden
pl: Wysy³a w postaci rozmowy "jeden na jeden"
pt: Enviar como Conversa Privada
ru: Послать как беседу один на один
sk: Posla» ako osobný rozhovor
tr: Birebir Sohbet Olarak Gönder
uk: В╕д╕слати як розмову один на один
zh_cn: 以一对一聊天发送

source: Subject of this message
az: Bu ismarıcın mövzusu
ca: Assumpte d'aquest missatge
da: Emne for denne meddelelse
de: Thema dieser Nachricht
es: Asunto de este mensaje
fr: Sujet du message
ja: このメッセージの題名
ko: 이 메세지의 제목
lt: Þinutës pavadinimas
ms: Tajuk mesje ini
nl: Onderwerp van dit bericht
pl: Temat wiadomo¶ci
pt: Assunto desta mensagem
ru: Тема этого сообщения
sk: Predmet tejto správy
tr: Bu iletinin konusu
uk: Тема цього пов╕домлення
zh_cn: 这条消息的标题

source: Address _2:
az: Ünvan _2:
ca: Adreça _2:
da: Adresse _2:
de: Adresse _2:
es: Dirección _2:
fr: Adresse _2:
ja: 住所 2(_2):
lt: Adresas _2:
ms: Alamat _2
nl: Adres _2:
pl: Adres _2:
pt: Endereço _2:
ru: Адрес _2:
sk: Adresa _2:
tr: _2. Adres:
uk: Адреса 2:
zh_cn: 地址 _2：

source: Contact Information
az: Əlaqə Haqqında
ca: Informació del contacte
da: Kontaktoplysninger
de: Kontaktinformation
es: Información de contacto
fr: Information du Contact
ja: コンタクト先情報
ko: 접속 정보
lt: Kontakto informacija
ms: Maklumat Rakan
nl: Contactinformatie
pl: Informacje o kontakcie
pt: Informação de Contacto
ru: Контактная информация
sk: Informácie o kontakte
tr: Katılım Bilgileri
uk: ╤нформац╕я для зв'язку
zh_cn: 联络信息

source: Do not publish my information in the Jabber Users Directory
ca: No publicar la meva informació al Directori d'Usuaris Jabber
da: Offentliggør ikke mine oplysninger i Jabber-brugerkataloget
de: Diese Daten nicht in das Benutzerverzeichnis aufnehmen
es: No publicar mi información en el directorio de usuarios Jabber
fr: Ne pas publier cette information dans l'Annuaire des Utilisateurs Jabber
ja: Jabberユーザディレクトリにこの情報を追加
ms: Jangan papar maklumat saya di Direktori Pengguna Jabber
nl: Publiceer mijn informatie niet in de Jabber Gebruikers Directory
pl: Bez publikowania informacji o mnie w katalogu u¿ytkowników Jabbera
pt: Não publicar a minha informação no Directório de Utilizadores Jabber
ru: Не публиковать информацию обо мне в Каталоге Пользователей Jabber
sk: Nezverejòuj moje informácie v adresári pou¾ívateµov jabbera
tr: Jabber Katılımcıları Dizininde (JUD) bilgilerimi gösterme
zh_cn: 不要将我的信息在 Jabber 用户目录中公开

source: Fa_mily Name:
az: Ai_lə Adı:
ca: Co_gnom:
da: _Efternavn:
de: Nach_name:
es: Nombre de fa_milia:
fr: No_m complet:
ja: 名字(_m):
ko: 성:
ms: Na_ma Kemuarga:
nl: Fa_milie Naam:
pl: _Nazwisko:
pt: Nome de Fa_milia:
ru: Фа_милия:
sk: Prie_zvisko:
tr: Soyadı:
uk: Пр╕звище:
zh_cn: 姓(_M)：

source: Jabber Users Directory
az: Jabber İstifadəçilər Qovluğu
ca: Directori d'usuaris Jabber
da: Jabber-brugerkatalog
de: Jabber-Nutzerverzeichnis
es: Directorio de usuarios Jabber
fr: Annuaire des Utilisateur Jabber (JUD)
ja: Jabberユーザディレクトリ
ko: Jabber 사용자 디렉토리
lt: Jabber vartotojø katalogas
ms: Direktori Pengguna Jabber
nl: Jabber Gebruikersgids
pl: Katalog u¿ytkowników jabbera
pt: Directório de Utilizadores Jabber
ru: Каталог Пользователей Jabber (JUD)
sk: Adresár pou¾ívateµov jabbera
tr: Jabber Kullanıcıları Dizini
uk: Каталог користувач╕в Jabber (JUD)
zh_cn: Jabber 用户目录

source: Just a plain old Gabber user
ca: Només sóc un usuari normal i corrent del Gabber
da: Bare en almindelig Gabber-bruger
de: Ein einfacher Gabber-Nutzer
es: Sólo un antiguo usuario normal de Gabber
fr: Juste un bon vieux utilisateur de Gabber
ja: 明白な旧 Gabber ユーザ
lt: Paprasèiausiai senas Gabber vartotojas
ms: Hanya pengguna Gabber lama
nl: Gewoon een normale Gabber gebruiker
pl: Zwyk³y stary u¿ytkownik Gabbera
pt: Apenas um simples utilizador Gabber
ru: Просто обычный пользователь Gabber
sk: Len obyèajný starý pou¾ívateµ programu Gabber
tr: Eski tip Gabber kullanıcısı
zh_cn: 只是一般 Gabber 老用户

source: My Information - Gabber
ca: La meva informació - Gabber
da: Mine oplysninger - Gabber
de: Meine Informationen - Gabber
es: Mi información - Gabber
fr: Mes informations - Gabber
ja: 自身の情報 - Gabber
ko: 나의 정보 - Gabber
lt: Mano informacija - Gabber
ms: Maklumat Saya - Gabber
nl: Mijn Informatie - Gabber
pl: Informacje o mnie - Gabber
pt: A Minha Informação - Gabber
ru: Моя информация - Gabber
sk: Moje informácie - Gabber
tr: Bilgilerim - Gabber
zh_cn: 我的信息 - Gabber

source: Pos_tal Code:
az: Po_çt Kodu:
ca: Codi pos_tal:
da: Pos_tnr.:
de: Postleit_zahl:
es: Código pos_tal:
fr: Code Pos_tal:
ja: 郵便番号(_t):
ko: 우편 번호:
lt: Paðto indeksas:
ms: Pos_kod:
nl: Pos_tcode:
pl: K_od pocztowy:
pt: Código Pos_tal:
ru: По_чтовый индекс:
sk: _PSÈ:
tr: _Posta kodu:
uk: Поштовий ╕ндекс:
zh_cn: 邮政编码(_T)：

source: The information on the 'Personal' page will be sent to the Jabber Users Directory (JUD), a searchable directory of many Jabber users. All other information is accessible if people ask specifically for your Contact Information.
ca: La informació personal serà enviada al Directori d'Usuaris de Jabber (JUD), un directori de cerca d'usuaris de Jabber. La resta de la informació és accessible si algú demana específicament per la teva Informació d'Usuari.
da: Oplysningerne på siden 'Personligt' vil blive sendt til Jabber-brugerkataloget, et søgbart katalog med mange Jabber-brugere. Alle andre oplysninger er tilgængelige hvis folk spørger specifikt efter dine kontaktoplysninger.
de: Die Informationen auf der 'Persönliches'-Seite werden an das Jabber-Benutzerverzeichnis (JUD) gesendet. Dieses Verzeichnis ist durchsuchbar von vielen Jabber-Benutzern. All die anderen Informationen sind zugreifbar, wenn Benutzer speziell nach der Kontaktinformation fragen.
es: La información de la página 'Personal' será enviada al Directorio de usuarios de Jabber (JUD), un directorio de búsqueda de usuarios de Jabber. Todo el resto de la información es accesible si la gente pregunta específicamente por tu Información de Usuario.
fr: Les informations de la page 'Personnelle' seront envoyées à l'Annuaire des Utilisateurs Jabber (JUD), un annuaire avec recherche de beaucoup d'utilisateurs de Jabber. Toutes les autres informations utilisateurs sont accessibles si les personnes demande spécifiquement vos informations utilisateur.
ja: '個人'情報のページは、Jabberユーザディレクトリ(JUD)で 多くのJabberユーザを検索するディレクトリに送ります。 あなたの連絡先情報を人々が求めれば、全ての他の情報は アクセス可能です。
ms: Maklumat pada laman Peribadi akan dihantar ke Direktori Pengguna Jabber (JUD), satu direktori yang boleh dicari oleh ramai penggguna Jabber. Maklumat lain boleh diakses jika orang bertanyakan khusus untuk Maklumat Hubungan anda.
nl: De informatie op de 'Algemene Info' pagina zal verstuurd worden naar de Jabber Gebruikersgids (JUD), een doorzoekbare database van vele Jabber gebruikers. Alle andere gebruikersinformatie is beschikbaar als men vraagt naar uw gebruikersinformatie, of 'vCard'.
pl: Informacje z zak³adki "Osobiste" zostan± wys³ane do katalogu u¿ytkowników Jabbera (JUB) - przeszukiwalnego katalogu z wieloma u¿ytkownikami Jabbera. Pozosta³e informacje s± dostêpne, je¶li kto¶ zapyta o informacje na twój temat.
pt: A informação na página 'Pessoal' será enviada para o Directório de Utilizadores Jabber (JUD), uma listagem pesquisável de muitos dos utilizadores Jabber. Toda a restante informação será disponibilizada de as pessoas pedirem espcificamente a sua Informação de Contacto.
ru: Информация на странице 'Личная информация' будет передана в Каталог Пользователей Jabber (JUD) -- каталог, в котором можно искать пользователей Jabber. Вся остальная Информация о пользователе доступна, только если кто-то специально запросит Вашу 'Информацию о пользователе' или 'vCard'.
sk: Informácie na zálo¾ke "Osobné" budú odoslané do adresára pou¾ívateµov jabbera (JUD). JUD je prehµadávateµný adresár s mno¾stvom pou¾ívateµov jabbera. V¹etky ostatné informácie sú prístupné pri ¹pecifickom dotaze na va¹e "Informácie o kontakte."
tr: Bu bilgi, Jabber kullanıcılarının arandığı, Jabber Kullanıcıları Dizinindeki (JUD) kişisel ('Personal') sayfanıza gönderilecektir. Katılımcı Bilgilerinizi öğrenmek isteyenler bu bilgileri görebilecektir.
zh_cn: “个人”页的信息将被发送到 Jabber 用户目录(JUD)，在那里可以搜索到许多 Jabber 用户。 其他信息将在指定查看您的联络信息时看到。

source: This textbox is for free-form information about yourself. Its contents may be displayed with your user information.
ca: Aquest espai és per omplir lliurement amb informació sobre tu. El seu contingut serà mostrat juntament a la teva informació d'usuari.
da: Dette tekstfelt er for valgfri oplysninger om dig selv. Dets indhold kan blive vist sammen med dine andre brugeroplysninger.
de: In diese Textbox können Sie etwas Beliebiges über sich eintragen. Der Inhalt kann in Ihrer Benutzerinformation angezeigt werden.
es: Esta caja de texto es para rellenar libremente con información acerca de usted. Su contenido será presentado junto con su información de usuario.
fr: Ce champ de texte est pour les informations diverses vous concernant. Son contenu peut être affiché avec vos informations utilisateur.
ja: このテキストボックスは、あなた自身に関する情報を自由に 書き込むことが可能です。この内容は、貴方のユーザ情報欄に 表示されます。
ms: Inilah textbox untuk maklumat borang-bebas diri anda. Kandungannya mungkin akan dipaparkan bersama maklumat pengguna.
nl: Dit textveld is voor vrije informatie over jezelf. De inhoud zal mogelijkerwijs worden weergegeven bij uw gebruikers informatie.
pl: Poni¿sze pole tekstowe pozwala na wpisanie informacji o sobie w dowolnej formie. Jego zawarto¶æ mo¿e byæ wy¶wietlana wraz z informacjami o u¿ytkowniku.
pt: Esta caixa de texto é para uma descrição livre sobre si. O seu conteudo poderá ser mostrado junto com a sua informação de utilizador.
ru: Здесь Вы можете в свободной форме оставить информацию о себе, которая может быть показана вместе с другой информацией о Вас.
sk: Toto textové pole je pre ostatné informácie o vás. Jeho obsah mô¾e by» zobrazený spolu s va¹imi pou¾ívateµskými informáciami.
tr: Bu alana kendiniz hakkında bazı bilgileri istediğiniz gibi yazabilirsiniz. Kullanıcı bilgilerinizle birlikte bu bilgiler de gösterilecektir.
zh_cn: 这个文本框可填写任何有关您的信息。可能和您的用户信息一起显示。

source: Users _Directory
ca: _Directori d'usuaris
da: Bruger_katalog
de: _Benutzerverzeichnis
es: _Directorio de usuarios
fr: Annuaire d'Utilisateurs Jabber (JU_D)
ja: ユーザディレクトリ(_D)
ko: 사용자 디렉토리(_D)
lt: Vartotojø ka_talogas
ms: _direktori Pengguna
nl: Gebruikers _Gids
pl: _Katalog u¿ytkowników
pt: _Directrio de Utilizadores
ru: _Каталог Пользователей Jabber (JUD)
sk: A_dresár pou¾ívateµov
tr: Kullanıcılar _Dizini
zh_cn: 用户目录(_D)

source: _Address:
az: _Ünvan:
ca: _Adreça:
da: _Adresse:
de: A_dresse:
es: _Dirección:
fr: _Adresse:
ja: 住所(_A):
ko: 주소(_A):
lt: _Adresas:
ms: _Alamat:
nl: _Adres:
pl: _Adres:
pt: _Endereço:
ru: _Адрес:
sk: _Adresa:
tr: _Adres:
uk: Адреса:
zh_cn: 地址(_A)：

source: _City:
az: _Şəhər:
ca: _Ciutat:
da: _By:
de: _Stadt:
es: _Ciudad:
fr: _Ville:
ja: 市(_C):
ko: 시(_C):
lt: _Miestas:
ms: _Bandar:
nl: _Stad:
pl: _Miasto:
pt: _Cidade:
ru: _Город:
sk: _Mesto:
tr: Ş_ehir:
uk: М╕сто:
zh_cn: 城市(_C)：

source: _Country:
az: _Ölkə:
ca: _País:
da: _Land:
de: _Staat:
es: _País:
fr: Pa_ys:
ja: 国(_C):
ko: 국가(_C):
lt: Ða_lis:
ms: Ne_gara:
nl: _Land:
pl: _Kraj:
pt: _País:
ru: _Страна:
sk: _Krajina:
tr: Ü_lke:
uk: Кра╖на:
zh_cn: 国家(_C)：

source: _Full Name:
az: _Tam Ad:
ca: _Nom complet:
da: _Fulde navn:
de: Vo_ller Name:
es: _Nombre completo:
fr: Nom _complet:
ja: フルネーム(_F):
ko: 전체 이름(_F):
lt: _Pilnas vardas:
ms: Nama _Penuh:
nl: _Volledige Naam:
pl: Imiê _i nazwisko:
pt: _Nome Completo:
ru: _Полное имя:
sk: _Celé meno:
tr: Adı ve Soyadı:
uk: Повне ╕м'я:
zh_cn: 全名(_F)：

source: _Given Name:
az: _Verilmiş Ad:
ca: _Nom:
da: F_ornavn:
de: _Vorname:
es: _Apellido:
fr: _Prénom:
ja: 名前(_G):
lt: Duotas vardas:
ms: Nama _diberi:
nl: _Voornaam:
pl: I_miê:
pt: Nome _Próprio:
ru: _Имя:
sk: _Krstné meno:
tr: _Verilen Ad:
uk: ╤м'я:
zh_cn: 给定名字(_G)：

source: _Name:
ca: _Nom:
da: _Navn:
es: _Nombre:
fr: _Nom:
ja: 会社名(_N):
ko: 이름(_N):
lt: _Vardas:
ms: _Nama:
nl: _Naam:
pl: _Nazwa:
pt: _Nome:
ru: _Имя:
sk: Me_no:
tr: İ_sim:
zh_cn: 名字(_N)：

source: _Personal
da: _Personligt
de: _Persönliches
fr: _Personnel
ja: 個人(_P)
ko: 개인 정보(_P)
lt: Asmeniniai
nl: _Persoonlijke
pl: _Osobiste
pt: _Pessoal
ru: _Личная информация
sk: _Osobné
tr: _Kişisel Bilgiler
zh_cn: 个人(_P)

source: _Role:
ca: _Càrrec:
da: _Rolle:
de: Po_sition:
es: _Regla:
ja: 担当(_R):
lt: vaidmuo
ms: _Tugas:
nl: _Positie:
pl: _Rola:
pt: _Papel:
ru: _Роль:
sk: _Pozícia:
tr: _Görevi:
zh_cn: 职务(_R)：

source: _State/Province:
az: _Əyalət/Nahiyə:
ca: E_stat/Província:
da: Del_stat/provins:
de: Bundes_land:
es: E_stado/Provincia:
fr: _Etat/Province:
ja: 都道府県(_S):
lt: Val_stija/rajonas:
ms: Nege_ri/Wilayah
nl: _Staat/Provincie:
pl: _Stan/Prowincja:
pt: _Estado/Província:
ru: Штат/Провинция (_Регион):
sk: ©_tát/Provincia:
tr: Ş_ehir:
uk: Штат/область:
zh_cn: 省(_S)：

source: _Telephone:
ca: _Telèfon:
da: _Telefon:
de: _Telefon:
es: _Teléfono:
fr: _Téléphone:
ja: 電話番号(_T):
ko: 전화(_T):
lt: _Telefonas:
ms: _Telefon:
nl: _Telefoon:
pl: _Telefon:
pt: _Telefone:
ru: _Телефон:
sk: _Telefón:
tr: _Telefon:
zh_cn: 电话(_T)：

source: _Title:
ca: _Títol:
da: _Titel:
de: _Titel:
es: _Título:
fr: _Titre:
ja: 肩書(_T):
ko: 직함(_T):
lt: Pavadinimas:
ms: _Tajuk:
nl: _Titel:
pl: _Tytu³:
pt: _Título:
ru: _Должность/Титул:
sk: _Titul:
tr: _Ünvan:
zh_cn: 标题(_T)：

source: _Unit:
ca: _Departament:
da: _Enhed:
de: Abtei_lung:
es: _Unidad:
fr: _Unité:
ja: 部課名(_U):
lt: Sàj_unga:
nl: _Afdeling:
pl: _Jednostka:
pt: _Unidade:
ru: _Подразделение:
sk: Jedn_otka:
tr: _Birim:
