Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Gabber: Logs Saved in
az: Gabber: Qeydlər burada Tutulur
ca: Gabber: Registres gravats a
da: Gabber: Logfiler gemt i
de: Gabber: Protokoll gespeichert in
es: Gabber: Registros guardados en
fr: Gabber: Journaux sauvés dans
ja: Gabber: ログ保存
lt: Gabber: dienynai iðsaugoti
ms: Gabber: Log disimpan di
nl: Gabber: Geschiedenis opgeslagen in
pl: Gabber: wybór katalogu z dziennikiem
pt: Gabber: Logs Gravados em
ru: Gabber: Логи записаны в
sk: Gabber: Záznamy ulo¾ené v
tr: Gabber: Kaydedilen Kayıtlar
uk: Gabber: Журнали збережено в
zh_cn: Gabber：日志保存于

source: Gabber: Normal Message Color
az: Gabber: Normal İsmarıc Rəngi
ca: Gabber: Color Missatges Normals
da: Gabber: Farve for normale meddelelser
de: Gabber: Farbe normaler Nachrichten
es: Gabber: Color de mensajes normales
fr: Gabber: Couleur pour Message Normal
ja: Gabber: 通常メッセージの色
ko: Gabber: 보통 메세지 색상
lt: Gabber: áprastos þinutës spalva
ms: Gabber: Warna Mesej Normal
nl: Gabber: Normaal Bericht-kleur
pl: Gabber: Kolor zwyk³ej wiadomo¶ci
pt: Gabber: Cor Normal da Mensagem
ru: Gabber: Цвет обычного сообщения
sk: Gabber: Farba obyèajnej správy
tr: Gabber: Normal Mesaj Rengi
uk: Gabber: Кол╕р звичайного пов╕домлення
zh_cn: Gabber：普通消息的颜色

source: Gabber: Not Available Icon
az: Gabber: Uyğun Deyil Timsalı
ca: Gabber: Icona No Disponible
da: Gabber: Ikon for ikke til stede
de: Gabber: Nicht-verfügbar-Icon
es: Gabber: Icono no disponible
fr: Gabber: Icone pour Indisponible
ja: Gabber: 利用不可能なアイコン
lt: Gabber: nepasiekiamo paveikslëlis
ms: Gabber: Ikon Tiada
nl: Gabber: Niet Beschikbaar-pictogram
pl: Gabber: ikona w stanie Niedostêpny
pt: Gabber: Ícone Indisponível
ru: Gabber: Пиктограмма 'Не доступен'
sk: Gabber: Nedostupný - ikona
tr: Gabber: Ulaşılamaz Simgesi
uk: Gabber: П╕ктограма недоступного
zh_cn: Gabber：不可用的图标

source: Gabber: Not AvailableColor
az: Gabber: Uyğun Deyil Rəngi
ca: Gabber: Color No Disponible
da: Gabber: Farve for ikke til stede
de: Gabber: Nicht-verfügbar-Farbe
es: Gabber: Color no disponible
fr: Gabber: Couleur pour Indisponible
ja: Gabber: 利用不可能な色
lt: Gabber: nepasiekiamo spalva
ms: Gabber: Warna Tiada
nl: Gabber: Niet Beschikbaar-kleur
pl: Gabber: kolor w stanie Niedostêpny
pt: Gabber: Cor Indisponível
ru: Gabber: Цвет 'Не доступен'
sk: Gabber: Nedostupný - farba
tr: Gabber: Ulaşılamaz Rengi
uk: Gabber: Кол╕р недоступного
zh_cn: Gabber：不可用的颜色

source: Gabber: Not in Roster Color
az: Gabber: "Roster"də deyil Rəngi
ca: Gabber: Color No a la Llista
da: Gabber: Farve for ikke i kontaktliste
de: Gabber: "Nicht in der Aufstellung"-Farbe
es: Gabber: Color no en la lista
fr: Gabber: Couleur pour Pas dans la liste
ja: Gabber: 登録簿にない色
lt: Gabber: nesanèio sàraðe spalva
ms: Gabber: Warna Tiada di Roster
nl: Gabber: Niet op Naamlijst-kleur
pl: Gabber: kolor w stanie Nie na wykazie
pt: Gabber: Cor de Não na Lista
ru: Gabber: Цвет `Не в списке'
sk: Gabber: Nie je v zozname kontaktov - farba
tr: Gabber: Liste Renginde Değil
uk: Gabber: Кол╕р в╕дсутнього в ре╓стр╕
zh_cn: Gabber：不在名册的颜色

source: Gabber: Offline Color
az: Gabber: Xətdə Deyil Rəngi
ca: Gabber: Color Desconnectat
da: Gabber: Farve for ikke tilsluttet
de: Gabber: Abgemeldet-Farbe
es: Gabber: Color desconetado
fr: Gabber: Couleur pour Déconnecté
ja: Gabber: オフラインの色
lt: Gabber: atsijungusio spalva
ms: Gabber: Warna LuarTalian
nl: Gabber: Afgemeld-kleur
pl: Gabber: kolor w stanie Roz³±czony
pt: Gabber: Cor Desligado
ru: Gabber: Цвет `Не в сети'
sk: Gabber: Nepripojený - farba
tr: Gabber: Bağlantı Yok Rengi
uk: Gabber: Кол╕р в╕дсутнього в мереж╕
zh_cn: Gabber：离线的颜色

source: Gabber: Offline Icon
az: Gabber: Xətdə Deyil Timsalı
ca: Gabber: Icona Desconnectat
da: Gabber: Ikon for ikke tilsluttet
de: Gabber: Abgemeldet-Icon
es: Gabber: Icono desconectado
fr: Gabber: Icone pour Déconnecté
ja: Gabber: オフラインのアイコン
lt: Gabber: Atsijungusio paveikslëlis
ms: Gabber: Ikon Luartalian
nl: Gabber: Afgemeld-pictogram
pl: Gabber: ikona w stanie Roz³±czony
pt: Gabber: Ícone Desligado
ru: Gabber: Пиктограмма `Не в сети'
sk: Gabber: Nepripojený - ikona
tr: Gabber: Bağlantı Yok Simgesi
uk: Gabber: П╕ктограма в╕дсутнього в мереж╕
zh_cn: Gabber：离线的图标

source: Gabber: One-on-One Chat Color
az: Gabber: Təkə Tək Söhbət Rəngi
ca: Gabber: Color Xerrada un a un
da: Gabber: Farve for en til en-chat
de: Gabber: Farbe privater Chat
es: Gabber: Color charla uno-a-uno
fr: Gabber: Couleur pour les Discussions privée
ja: Gabber: １対１チャットの色
ko: Gabber: 일대일 대화 색상
lt: Gabber: dviejø pokalbio splava
ms: Gabber: Warna Chat Satu-dgn-Satu
nl: Gabber: Eén-op-één Chat-kleur
pl: Gabber: ikona w stanie Rozmowa "jeden na jeden"
pt: Gabber: Cor Conversa Privada
ru: Gabber: Цвет для беседы один на один
sk: Gabber: Osobný rozhovor - farba
tr: Gabber: BireBir Sohbet Rengi
uk: Gabber: Кол╕р розмови один на один
zh_cn: Gabber：一对一聊天的颜色

source: Gabber: Stalker Color
az: Gabber: Stalker Rəngi
ca: Gabber: Color Stalker
da: Gabber: Farve for usynlige
de: Gabber: Farbe unauthorisierter Nutzer
fr: Gabber: Couleur pour Traqué
ja: Gabber: 会話中の色
ms: Gabber: Warna Stalker
nl: Gabber: Stalker-kleur
pl: Gabber: kolor w stanie Tajniak
pt: Gabber: Cor Invisível
ru: Gabber: Цвет сталкера
sk: Gabber: Stopár - farba
tr: Gabber: Stalker Rengi
uk: Gabber: Кол╕р сталкера
zh_cn: Gabber：追踪者的颜色

source: Key ID
az: Açar ID
ca: ID de la Clau
da: Nøgle-id
de: Schlüssel-ID
es: Llave ID
fr: Identifiant de clé
lt: Rakto ID
ms: ID Kekunci
nl: Sleutel-ID
pl: ID klucza
pt: ID Chave
ru: ID ключа
sk: ID kµúèa
tr: Anahtar No
uk: ╤дентиф╕катор ключа

source: Leave the message type intact
az: İsmarıc mövünü intakt tut
ca: Deixa el tipus de missatge intacte
da: Efterlad meddelelsestypen intakt
de: Typ der Nachricht wie empfangen
es: Deja el tipo de mensaje intacto
fr: Laisse le type de message intact
ja: メッセージタイプを完全に許可
ms: Biarkan jenis mesej kekal
nl: Laat het berichttype intact
pl: Pozostawianie typu wiadomo¶ci bez zmian
pt: Deixar intacto o tipo de mensagem
ru: Не менять тип сообщения
sk: Ponecha» typ správy nezmenený
tr: İleti türünü olduğu gibi bırak
uk: Лишити тип пов╕домлення незм╕нним
zh_cn: 保持消息类型不变

source: Log Format
az: Qeyd Şəkli
ca: Format del registre
de: Protokollformat
es: Formato de registro
fr: Format du Journal
ja: ログの保存形式
ko: 기록 형식
lt: Þurnalo formatas
ms: Format Panjang
nl: Geschiedenis-formaat
pl: Format dziennika
pt: Formato do Log
ru: Формат лога
sk: Formát záznamu
tr: Kayıt Biçimi
uk: Формат журналу
zh_cn: 日志格式

source: Log Location
az: Qeyd Yeri
ca: Ubicació dels registres
da: Logplacering
de: Position der Protokolle
es: Localización del registro
fr: Emplacement du Journal
ja: ログの保存場所
ko: 기록 위치
lt: Þurnalo vieta
ms: Lokais Log
nl: Geschiedenis-locatie
pl: Po³o¿enie dziennika
pt: Localização do Log
ru: Положение лога
sk: Umiestnenie záznamov
tr: Kayıt Yeri
uk: Положення журналу
zh_cn: 日志位置

source: Log Purging Frequency
az: Qeyd Tutma Sıxlıǧı
ca: Freqüència de neteja dels registres
da: Frekvens for sletning af logfiler
de: Häufigkeit Protokolle löschen
es: Frecuencia de purgado de registros
fr: Fréquence de purge des journaux
ja: ログの消去間隔
ko: 기록 제거 주기
ms: Kekerapan Purge Log
nl: Geschiedenis verwijderingsfrequentie
pl: Czêsto¶æ czyszczenia dziennika
pt: Frequência de Purga do Log
ru: Частота очистки логов
sk: Frekvencia èistenia záznamov
tr: Günlük Temizleme Sıklığı
uk: Частота очищення журналу
zh_cn: 日志清除频率

source: Log messages and chats as XHTML
az: İsmarıc va söhbətlərin XHTML olaraq qeydini tut
ca: Registres de missatges i xerrades en XHTML
da: Log meddelelser og chat som XHTML
de: Nachrichten und Chats als XHTML protokollieren
es: Registro de mensajes y charlas como XHTML
fr: Enregistre les messages et discussions en XHTML
ja: メッセージとチャットのログをXHTML形式で保存
ko: 메세지와 대화를 XHTML로 기록
lt: Þinutes ir pokalbius þurnale iðsaugoti XHTML formatu
ms: Log Mesej dan chat sebagai XHTML
nl: Sla bericht en chat geschiedenis op als XHTML
pl: Zapisywanie wiadomo¶ci i rozmów w formacie XHTML
pt: Mensagens e conversas em Log como XHTML
ru: Протоколировать в лог сообщения и беседы как XHTML
sk: Zaznamenáva» správy a rozhovory ako XHTML
tr: İletileri ve sohbetleri XHTML olarak kaydet
uk: Журналювати пов╕домлення ╕ розмови як XHTML
zh_cn: 以 XHTML 格式记录消息和聊天

source: Log messages and chats as XML
az: İsmarıc va söhbətlərin XML olaraq qeydini tut
ca: Registres de missatges i xerrades en XML
da: Log meddelelser og chat som XML
de: Nachrichten und Chats als XML protokollieren
es: Registro de mensajes y charlas como XML
fr: Enregistre les messages et discussions en XML
ja: メッセージとチャットのログをXML形式で保存
ko: 메세지와 대화를 XML로 기록
lt: Þinutes ir pokalbius þurnale iðsaugoti XML formatu
ms: Log Mesej dan chat sebagai XML
nl: Sla bericht en chat geschiedenis op als XML
pl: Zapisywanie wiadomo¶ci i rozmów w formacie XML
pt: Mensagens e conversas em Log como XML
ru: Протоколировать в лог сообщения и беседы как XML
sk: Zaznamenáva» správy a rozhovory ako XML
tr: Mesajları ve konuşmaları XML kaydet
uk: Журналювати пов╕домлення ╕ розмови як XML
zh_cn: 以 XML 格式记录消息和聊天

source: Logging
az: Girilir
ca: Registres
da: Logning
de: Protokollierung
es: Registro
fr: Connexion en cours
ja: ログ取得
ko: 기록중
ms: Menglog
nl: Geschiedenis bijhouden
pl: Dziennik
pt: Escrever em Log
ru: Протоколирование (логи)
sk: Vytváranie záznamov
tr: Kayıt
uk: Журналювання
zh_cn: 记录

source: Logs Saved in:
az: Qeyd Tutulma Yeri:
ca: Registres gravats a:
da: Logfiler gemt i:
de: Protokolle gespeichert in:
es: Registros guardados en:
fr: Journaux sauvés dans:
ja: 保存先:
ko: 기록 저장 위치:
ms: Log Disimpan pada:
nl: Geschiedenis opgeslagen in:
pl: Katalog dziennika:
pt: Logs Gravados em:
ru: Логи записаны в:
sk: Záznamy ulo¾ené v:
tr: Kayıt yeri:
uk: Журнали збережено в:
zh_cn: 日志记录于：

source: Main Window
ca: Finestra principal
da: Hovedvindue
de: Hauptfenster
es: Ventana principal
fr: Fenêtre Principale
ja: メインウィンドウ
ko: 주 윈도
lt: Pagrindinis langas
ms: Tetingkap Utama
nl: Hoofdvenster
pl: G³ówne okno
pt: Janela Principal
ru: Главное окно
sk: Hlavné okno
tr: Ana Pencere
uk: Основне в╕кно
zh_cn: 主窗口

source: Move the logs to a subdirectory every month
az: Hər ay qeydləri alt qovluğa daşı
ca: Moure els logs a un subdirectori cada mes
da: Flyt logfilerne til et underkatalog hver måned
de: Protokolle jeden Monat in ein Unterverzeichnis verschieben
es: Mover los registros a un subdirectorio todos los meses
fr: Déplacer les journaux dans un sous-répertoire chaque mois
ja: 毎月ログをサブディレクトリに移動する
ko: 매 달마다 하위디렉토리에 기록 옮김
lt: Perkelti þurnalus á pakatalogá kiekvienà mënesá
ms: Pindah Log ke subdirektori setiap bulan
nl: Verplaats geschiedenis elke maand in een submap
pl: Comiesiêczne przenoszenie dziennika do podkatalogu
pt: Mover os logs para um subdirectório todos os meses
ru: Перемещать протоколы в подкаталог каждый месяц
sk: Presunú» záznamy do podadresára ka¾dý mesiac
tr: Her ay kayıt dosyasını alt dizine taşı
uk: Перем╕щувати протоколи в п╕дкаталог щом╕сяця
zh_cn: 每月将日志移到子目录

source: Normal Message:
az: Normal İsmarıc:
ca: Missatge normal:
da: Normal meddelelse:
de: Normale Nachricht:
es: Mensaje normal:
fr: Message Normal:
ja: 通常メッセージ:
ko: 보통 메세지:
lt: Normali þinutë:
ms: Mesje Biasa:
nl: Normaal Bericht:
pl: Zwyk³a wiadomo¶æ:
pt: Mensagem Normal:
ru: Обычное сообщение:
sk: Obyèajná správa:
tr: Normal Mesaj:
uk: Звичайне пов╕домлення:
zh_cn: 普通消息：

source: Not in Roster:
az: "Roster"də Deyil:
ca: No és a la llista:
da: Ikke i kontaktlisten:
de: Nicht in Aufstellung:
es: No en la lista:
fr: Pas dans la Liste:
ja: 登録簿にない:
ko: 목록에 없음:
lt: Nëra knygoje:
ms: Tiada di Roster:
nl: Niet op Naamlijst:
pl: Nie na wykazie
pt: Não Listado:
ru: Не в списке:
sk: Nie je v zozname kontaktov:
tr: Listede yok:
uk: Не в ре╓стр╕:
zh_cn: 不在名册：

source: Offline:
az: Xətdə Deyil:
ca: Desconnectat:
da: Ikke tilsluttet:
de: Abgemeldet:
es: Desconectado:
fr: Déconnecté:
ja: オフライン:
lt: Atsijungæs:
ms: LuarTalian
nl: Afgemeld:
pl: Roz³±czony:
pt: Desligado:
ru: Не в сети:
sk: Nepripojený:
tr: Uzakta:
uk: Не в мереж╕:
zh_cn: 离线：

source: One-on-One Chat:
az: Təkə Tək Söhbət:
ca: Xerrada un a un:
da: En til en-chat:
de: Persönlicher Chat:
es: Charla uno-a-uno:
fr: Discussion Privée:
ja: １対１チャット:
ko: 일대일 대화:
lt: Dviejø pokalbis:
ms: Chat Satu-dgn-Satu:
nl: Eén-op-één Chat:
pl: Rozmowa "jeden na jeden":
pt: Conversa Privada:
ru: Беседа один на один:
sk: Osobný rozhovor:
tr: Bire-bir Sohbet:
uk: Розмова один на один:
zh_cn: 一对一聊天：

source: Preferences - Gabber
ca: Preferències - Gabber
da: Indstillinger - Gabber
de: Einstellungen - Gabber
es: Preferencias - Gabber
fr: Préférences - Gabber
ja: 設定 - Gabber
ko: 세부설정 - Gabber
lt: Nustatymai - Gabber
ms: Keutamaan - Gabber
nl: Voorkeuren - Gabber
pl: Preferencje - Gabber
pt: Preferências - Gabber
ru: Настройки - Gabber
sk: Predvoµby - Gabber
tr: Tercihler - Gabber
zh_cn: 首选项 - Gabber

source: Purge the logs every month
az: Qeydləri hər ay
ca: Netejar els logs cada mes
da: Tøm logfilerne hver måned
de: Protokolle jeden Monat löschen
es: Purgar registros todos los meses
fr: Purger les journaux tous les mois
ja: 毎月ログを削除する
ko: 매달 기록을 제거
lt: Iðvalyti dienynus kiekvienà mënesá
ms: Purge log setiap bulan
nl: Verwijder Geschiedenis elke maand
pl: Comiesiêczne czyszczenie dziennika
pt: Limpar os logs todos os meses
ru: Очищать логи каждый месяц
sk: Vyèisti» záznamy ka¾dý mesiac
tr: Kayıtları her ay sil
uk: Очищати журнали щом╕сяця
zh_cn: 每月清除日志

source: Raise windows when a new message is received
ca: Elevar les finestres quan arribi un nou missatge
da: Hæv vindue når en ny meddelelse modtages
de: Fenster in den Vordergrund bringen, wenn neue Nachricht ankommt
es: Levantar ventanas cuando un mensaje nuevo es recibido
fr: Mettre les fenêtres au premier-plan si un nouveau message arrive.
ja: 新しいメッセージ受信時、ウィンドウを開く
ms: Naikkan tetingkap bila mesej baru diterima
nl: Breng vensters naar voren toe wanneer een bericht is ontvangen
pl: Wysuwanie okna po otrzymaniu nowej wiadomo¶ci
pt: Elevar janelas quando uma nova mensagem é recebida
ru: Показывать окно при получении новых сообщений
sk: Presunú» okno do popredia pri prijatí novej správy
tr: Yeni ileti gelen pencereyi yükselt
zh_cn: 接收到新消息时前置窗口

source: Receive all messages as normal messages
az: Bütün ismarıcları normal ismarıc olaraq al
ca: Rebre tots els missatges com a missatges normals
da: Modtag alle meddelelser som normale meddelelser
de: Alle Nachrichten als normale Nachrichten empfangen
es: Recibir todos los mensajes como mensajes normales
fr: Recevoir tous les messages comme des messages normaux
ja: 通常メッセージとして全メッセージを受信
ko: 모든 메세지를 보통 메세지로 받음
lt: Parsiøsti visas þinutes kaip normalias
ms: Terima semua mesej sebagai mesje normal
nl: Ontvang alle berichten als gewone berichten
pl: Odbieranie wszystkich wiadomo¶ci w postaci zwyk³ych wiadomo¶ci
pt: Receber todas as mensagens como mensagens normais
ru: Принимать все сообщения как обычные
sk: Prija» v¹etky správy ako obyèajné správy
tr: Tüm mesajları normal mesajmış gibi al
uk: Приймати вс╕ пов╕домлення як звичайн╕
zh_cn: 将所有消息当普通消息接收

source: Receive all messages as one-on-one chats
az: Bütün ismarıcları təkə tək söhbətdəki kimi al
ca: Rebre tots els missatges com a xerrades un a un
da: Modtag alle meddelelser som en til en-chat
de: Alle Nachrichten als Chat empfangen
es: Recibir todos los mensajes como charlas uno-a-uno
fr: Recevoir tous les messages comme des discusions privées
ja: １対１チャットとして全メッセージを受信
ko: 모든 메세지를 일대일 대화로 받음
lt: Parsiøsti visas þinutes kaip dviejø pokalbá
ms: Terima semua mesej sebagai chat one-on-one
nl: Ontvang alle berichten als Eén-op-één Chats
pl: Odbieranie wszystkich wiadomo¶ci w postaci rozmów "jeden na jeden"
pt: Receber todas as mensagens como conversas privadas
ru: Принимать все сообщения как беседы один на один
sk: Prijíma» v¹etky správy ako osobné rozhovory
tr: Tüm iletileri bire bire sohbet olarak al
uk: Принймати вс╕ пов╕домлення як розмови один на один
zh_cn: 将所有消息当一对一聊天

source: Receiving
az: Alınır
ca: Rebent
da: Modtager
de: Empfangen
es: Recibiendo
fr: Réception en cours
ja: 受信中
ko: 받는중
lt: Parsiunèiu
ms: Menerima
nl: Bezig met ontvangen
pl: Odbieranie
pt: A Receber
ru: Прием
sk: Prijímanie
tr: Alınıyor
uk: Отрамання
zh_cn: 接收

source: Right-click the panel and Add to Panel -> Status Dock.
az: Panelə əlavə etmək üçün paneldə sağ tıqla -> Vəziyyət Limanı.
ca: Fes click amb el botó dret al panell i tria Afegir al Panell -> Barra d'estat
da: Højreklik på panelet og vælg 'Tilføj til panel' -> 'Statusdok'.
de: Mit rechter Maustaste auf das Panel klicken: Zum Panel hinzufügen -> Statusdock
es: Click-derecho al panel y añadir al panel -> barra de estado
fr: Cliquer avec le Bouton Droit sur le Tableau de Bord puis Ajouter au Tableau de Bord -> Application insérée de Statut
ja: パネルを右クリックし、パネル -> ステータスドックで追加して下さい。
ko: 패널에서 오른 마우스 버튼을 누르고 패널에 추가 -> 상황 도크.
ms: Klik-kanan panel dan Tambah ke Panel -> Dock Status
nl: Klik met rechter muisknop op het paneel en Voeg toe aan Paneel -> Status Dock.
pl: Dodaj do panelu dok stanu.
pt: Prima o botão direito do rato e Adicionar ao Painel -> Objecto de Estados.
ru: Щелкните правой кнопкой мыши на панель, затем на 'Добавить на панель' -> Блок состояния
sk: Kliknite pravým tlaèítkom na paneli a zvoµte Prida» do panelu -> Stavový priestor.
tr: Panele sağ tıkla ve Panele Ekle -> Durum İskelesi.
uk: Клацн╕ть правою кнопкою миш╕ на панел╕ та вибер╕ть Додати до панел╕ -> Блок стану.
zh_cn: 按鼠标右键，然后添加到 面板 -> 状态窗口。

source: Roster Icons
ca: Icones de la llista
da: Kontaktlisteikoner
de: Aufstellungsicons
es: Iconos de lista
fr: Icones de la Liste
ja: 登録簿のアイコン
ko: 목록 아이콘
lt: Knygos paveikslëliai
ms: Ikon Roster
nl: Naamlijst Pictogrammen
pl: Ikony wykazu
pt: Ícones de Lista
ru: Пиктограммы списка контаков (ростера)
sk: Ikony zoznamu kontaktov
tr: Liste Simgeleri
uk: П╕ктограми ре╓стру
zh_cn: 名称图标

source: Save logs of encrypted messages
az: Şifrlənmiş ismarıc qeydlərini saxla
ca: Gravar els logs de missatges encriptats
da: Gem logfiler over krypterede beskeder
de: Protokolle von verschlüsselten Nachrichten speichern
es: Guardar registros de mensajes cifrados
fr: Enregistre un journal des messages encryptés
ja: 暗号化メッセージのログを保存する
ko: 암호화된 메세지의 기록 저장
lt: Iðsaugoti uþðifruotø þinuèiø dienynus
ms: Simpan Log mesej terenkripsi
nl: Sla versleutelde berichten op in geschiedenis
pl: Zapisywanie w dzienniku zaszyfrowanych wiadomo¶ci
pt: Gravar logs de mensagens encriptadas
ru: Записывать логи зашифрованных сообщений
sk: Uklada» záznamy ¹ifrovaných správ
tr: Şifrelenen mesajların kaydını tut
uk: Зберегти журнали зашифрованих пов╕домлень
zh_cn: 保存加密消息的日志

source: Save logs of group chats
ca: Gravar els logs de xerrades en grup
da: Gem logfiler over gruppechat
de: Nachrichten von Gruppenchats protokollieren
es: Guardar registros de charlas en grupo
fr: Enregistre un journal des discussions de groupe
ja: グループチャットのログを保存する
ms: Simpan log kumpulan chat
nl: Houd geschiedenis bij van chats
pl: Zapisywanie w dzienniku rozmów grupowych
pt: Gravar logs de conversas em grupo
ru: Записывать логи бесед группы
sk: Uklada» záznamy skupinových rozhovorov
tr: Grup sohbetlerini kaydet
zh_cn: 保存分组聊天的日志

source: Save logs of messages and chats
az: İsmarıc və söhbət qeydlərini tut
ca: Gravar els logs de missatges i xerrades
da: Gem logfiler over beskeder og chat
de: Nachrichten und Chats protokollieren
es: Guardar registros de mensajes y charlas
fr: Enregistre un journal des messages et discussions
ja: メッセージとチャットのログを保存する
ko: 메세지와 대화 기록 저장
lt: Iðsaugoti þinuèiø ir pokalbiø dienynus
ms: Simpan Log mesen dan chat
nl: Houd geschiedenis bij van berichten en chats
pl: Zapisywanie w dzienniku wiadomo¶ci i rozmów
pt: Gravar logs de mensagens e conversas
ru: Записывать логи сообщений и бесед
sk: Uklada» záznamy správ a rozhovorov
tr: Mesaj ve konuşmaları kaydet
uk: Зберегти журнали пов╕домлень ╕ розмов
zh_cn: 保存消息和聊天的日志

source: Save main window position
az: Ana pəncərə yerini yadda saxsla
ca: Recordar la posició de la finestra principal
da: Gem hovedvinduets position
de: Hauptfensterposition speichern
es: Guardar posición de ventana principal
fr: Sauver la position de la fenêtre principale
ja: メインウィンドウ位置の保存
ko: 주 윈도 위치 저장
lt: Iðsaugoti pagrindinio lango padëtá
ms: Simpan posisi tetingkap utama
nl: Hoodfvenster postie onthouden
pl: Zapis po³o¿enia g³ównego okna
pt: Gravar posição da janela principal
ru: Записывать положение главного окна
sk: Ulo¾i» polohu hlavného okna
tr: Ana pencere konumunu kaydet
uk: Зберегти позиц╕ю основного в╕кна
zh_cn: 保存主窗口位置

source: Save main window size
az: Ana pəncərə böyüklüyünü yadda saxla
ca: Recordar el tamany de la finestra principal
da: Gem hovedvinduets størrelse
de: Hauptfenstergröße speichern
es: Guardar tamaño de ventana principal
fr: Sauver la taille de la fenêtre principale
ja: メインウィンドウサイズの保存
ko: 주 윈도 크기 저장
lt: Iðsaugoti pagrindinio lango dydá
ms: Simpan saiz tetingkap utama
nl: Hoofdvenster grootte onthouden
pl: Zapis wymiarów g³ównego okna
pt: Gravar tamanho da janela principal
ru: Записывать размер главного окна
sk: Ulo¾i» veµkos» hlavného okna
tr: Ana pencere boyutlarını kaydet
uk: Зберегти розм╕р основного в╕кна
zh_cn: 保存主窗口大小

source: Secret Key
az: Gizli Açar
ca: Clau secreta
da: Hemmelig nøgle
de: Geheimer Schlüssel
es: Clave secreta
fr: Clé Secrète
ja: 秘密鍵
ko: 비밀키
lt: Slaptas raktas
ms: Kekunci Rahsia
nl: Geheime Sleutel
pl: Tajny klucz
pt: Chave Secreta
ru: Секретный ключ
sk: Tajný kµúè
tr: Gizli Anahtar
uk: Та╓мний ключ
zh_cn: 私有秘钥

source: Send normal messages by default
az: Əsas olaraq normal ismarıc olaraq göndər
ca: Enviar per omissió missatges normals
da: Send normale meddelelser som standard
de: Normale Nachrichten als Grundeinstellung senden
es: Enviar por omisión como mensajes normales
fr: Envoyer des messages normaux par défaut
ja: 省略時として通常メッセージで送信
ko: 기본값으로 보통 메세지 보냄
lt: Siøsti normalias þinutes, jei nenurodyta kitaip
ms: Kirim mesej normal sebagai default
nl: Standaard normale berichten verzenden
pl: Domy¶lne wysy³anie zwyk³ych wiadomo¶ci
pt: Enviar mensagens normais por defeito
ru: Посылать по умолчанию обычные сообщения
sk: ©tandardne posiela» obyèajné správy
tr: Öntanımlı olarak normal ileti gönder
uk: Типово в╕дсилати звичайн╕ пов╕домлення
zh_cn: 默认以普通消息发送

source: Send one-on-one chats by default
az: Əsas olaraq təkə tək söhbət olaraq göndər
ca: Enviar per omissió xerrades un a un
da: Send en til en-chat som standard
de: Chat als Grundeinstellung senden
es: Enviar por omisión como charla uno-a-uno
fr: Envoyer des discussions privées par défaut
ja: 省略時として１対１チャットで送信
ko: 기본값으로 일대일 대화 보냄
lt: Siøsti dviejø pokalbio þinutes, jei nenurodyta kitaip
ms: Kirim chat one-on-one sebagai default
nl: Verzend Eén-op-één Chats als standaard
pl: Domy¶lne wysy³anie rozmów "jeden na jeden"
pt: Enviar conversas privadas por defeito
ru: Посылать по умолчанию беседы один на один
sk: ©tandardne posiela» osobné rozhovory
tr: Öntanımlı olarak birebir sohbet aç
uk: Типово в╕дсилати розмови один на один
zh_cn: 默认以一对一聊天发送

source: Sending
az: Göndərilir
ca: Enviant
da: Sender
de: Versenden
es: Enviando
fr: Envoi en cours
ja: 送信中
ko: 보내는중
lt: Siunèiu
ms: Mengirim
nl: Bezig met verzenden
pl: Wysy³anie
pt: A Enviar
ru: Отсылка
sk: Posielam
tr: Gönderiliyor
uk: В╕дсилання
zh_cn: 发送

source: Set the presence priority to 0
ca: Establir la prioritat de presència a 0
da: Sæt tilstedeværelsesprioritet til 0
es: Establecer la prioridad de presencia a 0
fr: Positionner la priorité de présence à 0
ja: 所在の優先順位を 0 に設定
ms: Tetapkan prioriti kehadiran ke 0
pl: Ustawienie priorytetu obecno¶ci na 0
pt: Definir a prioridade de presença para 0
ru: Установить приоритет присутствия в 0
sk: Nastavi» prioritu prítomnosti na 0
zh_cn: 将当前优先级设为 0

source: Spelling
ca: Ortografia
da: Stavning
de: Rechtschreibung
es: Corrigiendo
fr: Vérification d'orthographe en cours
ja: スぺール
ko: 맞춤법
lt: Tikrinimas
ms: Ejaan
pl: Sprawdzanie pisowni
pt: Ortografia
ru: Правописание
sk: Kontrolujem preklepy
tr: Sözdizimi Denetimi
uk: Правопис
zh_cn: 拼写
