Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: An error occured trying to sign your message. Send the message unsigned?
az: İsmarıcıız imzalanmağa cəhd edilərkən xəta oldu. İsmarıcı imzasız göndərimmi?
ko: 메세지에 서명하는 중 오류가 발생하였습니다. 서명하지 않고 메세지를 보낼까요?
lt: Klaida bandant pasiraðyti þinutæ. Siøsti nepaþámëtà þinutæ?
uk: На спроб╕ п╕дписати ваше пов╕домлення виникла помилка. П╕дправити пов╕домлення не п╕дписаним?

source: An error occured trying to encrypt your message. Send the message unencrypted?
az: İsmarıcıız kodlanmağa cəhd edilərkən xəta oldu. İsmarıcı kodlanmamış göndərimmi?
ko: 메세지를 암호화 하는중 오류가 발생하였습니다. 암호화하지 않고 메세지를 보낼까요?
lt: Klaida bandant uþðifruoti þinutæ. Siøsti neuþðifruotà?
uk: На спроб╕ зашифрувати пов╕домлення виникла помилка. В╕дправити пов╕домлення незашифрованим?

source: Gabber: Message from
az: Gabber: İsmarıc
uk: Gabber: Пов╕домлення в╕д

source: Gabber: Message -
az: Gbabber: İsmarıc -
uk: Gabber: Пов╕домлення -

source: Gabber: Message to
az: Gabber: İsmarıc
uk: Gabber: Пов╕домлення до

source: Gabber: Chat with
az: Gabber: Söhbətləş
uk: Gabber: Розмова з

source: Gabber: Group Chat in
az: Gabber: Qrup olaraq söhbətləş
uk: Gabber: Розмова групи на

source: Gabber: Group Chat -
az: GAbber: Qrup Olaraq Söhbətləşmə -
uk: Gabber: Розмова групи -

source: Gabber: Preferences
az: Gabber: Seçənəklər
uk: Gabber: Параметри

source: went offline
az: xətdən qopub
ko: 님이 접속을 끊었습니다
lt: atsijungë
uk: в╕д'╓днався в╕д мереж╕

source: Are you sure you want to remove
az: Həqiqətən də çıxartmaq istəyirsinizmi?
ko: 명단에서 정말로
lt: Ar tikrai nori paðalinti
uk: Ви переконан╕, що хочете видалити

source: from your roster?
az: sizin "roaster"inizdən?
ko: 를 지우겠습니까?
lt: ið savo knygos?
uk: з вашого ре╓стру?

source: Couldn't Resolve Hostname
az: Sahə Adı Başa Düşülmədi
ko: 호스트 이름을 찾을 수 없습니다
lt: Negaliu nustatyti kompiuterio vardo
uk: Не вдалося визначити назву вузла

source: Unknown Error
ko: 알수없는 오류
lt: Neþinoma Klaida
uk: Нев╕дома помилка

source: Disconnected. Reconnecting...
az: Bağlantı qotdu. Yenidan bağlanıram...
ko: 끊어졌습니다. 다시 연결합니다...
lt: Atsijungiau. Jungiuosi ið naujo...
uk: З'╓днання втрачено. Повторне з'╓днання...

source: Unknown error
ko: 알수없는 오류
lt: Neþinoma klaida
uk: Нев╕дома помилка

source: Enter your desired username.
az: İstifadəçi adınızı girin.
uk: Введ╕ть вашу обл╕кову назву користувача.

source: Select a Jabber server.
az: Jabber xidmətini seçin.
uk: Вибер╕ть сервер Jabber.

source: Enter a resource.
az: Qaynaq girin.
uk: Введ╕ть ресурс.

source: Both passwords must match.
az: Hər iki parol da uyğun gəlməlidir.
uk: Обидва парол╕ мають сп╕впадати.

source: Passwords match.
az: Parollar uyğun galir.
uk: Парол╕ сп╕впадають.

source: Passwords do not match!
az: PArollar uyğun gəlmir!
uk: Парол╕ не сп╕впадають!

source: Add a Contact to your Roster
az: "Roster"inizə əlaqə əlavə et
uk: Додати користувача у ваш ре╓стр

source: Add a Specific Contact
uk: Додати вказаного коритувача

source: After Adding this User
az: Bu İstifadəçi Əlavə Edildikdən Sonra
uk: П╕сля додавання цього користувача

source: Confirm User Information
az: İstifadəçi Mə'lumatını Təsdiqlə
uk: П╕дтверд╕ть ╕нформац╕ю про користувача

source: Contact Information - Select Nickname
az: Əlaqə Haqqında - Ləqəb Seç
uk: ╤нформац╕я про користувача - Вибер╕ть псевдо

source: Finish
az: Qurtar
uk: Завершити

source: Gabber: Add a User to your Roster
az: Gabber: "Roster"ə İstifaaçi Əlavə edin
uk: Gabber: Додати користувача у ваш ре╓стр

source: IM _Protocol:
az: Cİ _Protokolu:
uk: Протокол IM:

source: If you have found the person you are looking for, simply select their name and click next. Otherwise, you may press back and try again.
az: Axtardığınız şəxsi tapdınız isə, sadəcə olaraq adını seçin və sonrakına tıqlayın. Əks halda arxaya basaraq yenidan sınaya bilərsiniz.
uk: Якщо ви знайшли особу, що шукали, просто вибер╕ть його ╕м'я ╕ натисн╕ть Дал╕. ╤накше, ви можете натиснути "Назад" ╕ зробити ще одну спробу.

source: Jabber ID
uk: ╤дентиф╕катор Jabber

source: Locate a Contact
az: Əlaqəni Tap
uk: Знайти користувача

source: Please fill in the contact's username (Or ICQ number, AIM screenname, etc.) and the server the contact is on. You can also select an IM protocol other than Jabber if the user is using something such as ICQ, AIM, Yahoo!, MSN, etc.
az: Əlaqənin istifadəçi adını (və ya ICQ nömrəsi, AIM ekran adı vs) və vericisini girin. Ayrıca istifadəçinin işlətdiyi Cİ protokolunu da girə bilərsiniz (ICQ vs).
uk: Будь ласка, введ╕ть ╕м'я користувача (чи номер ICQ, AIM screenname тощо) ╕ сервер, з яким користувач з'╓днаний. Ви також можете вибрати протокол IM, що в╕др╕зня╓ться в╕д Jabber, якщо користувач користу╓ться чимось схожим до ICQ, AIM, Yahoo!, MSN тощо.

source: Search an Agent
az: Vasitədə Axtar
uk: Пошук а╜ента

source: Select Agent
uk: Вибрати а╜ента

source: Select Contact
az: Əlaqəni Seç
uk: Вибрати користувача

source: Select a nickname for this contact and ensure that it is the person you intend to add to your roster. This information can be found in the Contact Info dialog.
uk: Вибер╕ть псевдо для цього користувача ╕ переконайтесь, що це та особа, яку ви хочете включити у ваш ре╓стр. Цю ╕нформац╕ю можна знайти в д╕алоз╕ "╤нформац╕я про користувача".

source: Select an Agent to Search
uk: Вибрати а╜ента для пошуку

source: Select on which agent you would like to search for the contact.
uk: Вибер╕ть якого а╜ента ви хочете використовувати для пошуку користувач╕в.

source: Step through this druid again for another contact.
az: Bu vasitəni istifadə edərək başqa əlaqəni qur.
uk: Ще раз пройти з цим дру╕дом для ╕ншого користувача.

source: Subscription Request Reason
az: Qeydiyyat İstəmə Səbəbi
uk: Причина запиту на авторизац╕ю

source: The IM protocol the user is using
az: İstifadəçinin Cİ protokolu
ko: 사용자가 쓰는 IM프로토콜
lt: Vartotojas naudoja IM protokolà
uk: Протокол IM, що використуву╓ користувач

source: The contact you would like to add to your roster is displayed to the right. The subscription request reason is the reason Gabber will give as to why you should be able to see when this person is online. It can be left blank.
az: "Roster"inizə əlavə etmək istədiyiniz əlaqə sağda göstərilir. Qeydiyyat sorğusu səbəbi Qabberin başqa istifadəçinizin sizin "roster"inizdə göstərmə səbəbidir. Boş buraxıla bilər.
uk: Користувача, якого ви хочете додати у св╕й ре╓стр, тепер в╕дображено праворуч. Причина запиту на авторизац╕ю -- це пояснення, яке Gabber передасть, щоб опояснити, щому ви хочете бачити, чи в мереж╕ ця особа. Його можна лишити порожн╕м.

source: There are several ways Gabber can locate a contact. Please select one of them.
az: Qabberin əlaqəni tapması üçün müxtəlif yollar var. Lütfən onlardan biini seçin.
uk: ╢ дек╕лька способ╕в для Gabber, щоб знайти користувача. Будь ласка, вибер╕ть один з них.

source: This druid will step you through adding contacts to your roster.
az: Bu sehirbaz ilə "roster"inizə əlaqələri əlavə edəcəksiniz.
uk: Цей дру╕д допоможе вам додати користувач╕в у ваш ре╓стр.

source: To continue: Fill in a nickname for this contact.
az: Davam etmək üçün : Bu əlaqənin ləqəbini girin.
uk: Для продовження: Введ╕ть псевдо для цього користувача.

source: To continue: Fill in any field.
az: Davam etmək üçün : İstədiyiniz girişi doldurun.
uk: Для продовження: Заповн╕ть будь-яке поле.

source: To continue: Fill in username and server.
az: Davam etmək üçün : İstifadəçi adını və vericini girin.
uk: Для продовження: Введ╕ть назву користувача ╕ сервер.

source: To continue: Select the agent you would like to search.
uk: Для продовження: Вибер╕ть а╜ента, якого ви хочете використовувати для пошуку.

source: To continue: Select the contact you would like to add.
az: Davam etmək üçün : Əlavə etmək istədiyiniz əlaqəni seçin.
uk: Для продовження: Вибер╕ть користувача, якого хочете додати.

source: To search for a contact, simply enter whatever information you know about the contact for which you are looking.
az: Əlaqə axtarmaq üçün burada axtardığınız əlaqənin bildiyiniz mə'lumatlarını girin.
uk: Щоб знайти користувача, просто введ╕ть будь яку ╕нформац╕ю, яку ви зна╓те про нього.

source: You have now been stepped through all of the contact options. Gabber has sent a subscription (authorization) request to the contact, asking that you can see when they are online. If they accept, you will see when/if they come online.
az: İndi bütün əlaqə seçənəklərindən keçiriləcəksiniz. Qabber qeyriyyat istəyinizi əlaqəyə göndərdi, Qəbul etsələr, onları xətdə olduqlarında görəcəksiniz.
uk: Тепер ви прошли вс╕ма параметрами користувача. Gabber вже в╕д╕слав запит на авторизац╕ю користувачу, питаючи, чи можете ви бачити коли в╕н в мереж╕. Якщо в╕н дасть свою згоду, ви зможете побачити, коли в╕н вв╕йде в мережу.

source: _Add by username (JabberID, ICQ #, AIM screename, etc).
uk: Додати на назвою користувача (JabberID, ICQ #, AIM screename тощо).

source: _Search an agent (JUD, ICQ, MSN, etc).
uk: Знайти через а╜ента (JUD, ICQ, MSN тощо).

source: eMail:
az: ePoçt:
uk: Е-пошта:

source: user
az: istifadəçi
uk: користувач

source: user@server
az: istifadəçi@verici
uk: користувач@сервер

source: Gabber: Agents Browser
az: Gabber: Vasitə Səyyhaı
uk: Gabber: Перегляд а╜ент╕в

source: Info...
ko: 정보...
lt: Informacija...
uk: ╤нформац╕я...

source: Gabber: New Version
uk: Gabber: Нова верс╕я

source: Gabber: Contact Information
az: Gabber: Haqqımda
uk: Gabber: Контактна ╕нформац╕я

source: General Information
az: Ümumi Mə'lumat
uk: Загальна ╕нформац╕я

source: General _Info
az: Ümumi _Mə'lumat
uk: Загальна ╕нформац╕я

source: Home Phone:
az: Ev Telefonu
uk: Домашн╕й телефон:

source: Primary eMail:
az: Əsas ePoçt:
uk: Основна електронна адреса:

source: State:
az: Vəziyyət:
uk: Штат:

source: Street:
az: Küçə:
uk: Вулиця:

source: User's Computer
az: İstifadəçi Kompüteri
ko: 사용자의 컴퓨터
lt: Vartotojo kompiuteris
uk: Комп'ютер користувача

source: _Personal Info
az: _Şəxsi İnfo
uk: Особиста ╕нформац╕я

source: Gabber: Received Contact(s)
uk: Gabber: Отримано ╕нформац╕ю про користувач╕в

source: Gabber: Send Contact(s)
az: Gabber: Əlaqə(ləri) Yolla
uk: Gabber: Переслати ╕нформац╕ю про користувач╕в

source: <- Add
az: <- Əlavə Et
ko: <- 추가
lt: <- Ádëti
uk: <- Додати

source: Gabber: Edit Groups
az: Gabber: Qrupları Düzəlt
uk: Gabber: Зм╕нити групи

source: Remove ->
az: Çıxart ->
ko: 제거 ->
lt: Paðalinti ->
uk: Вилучити ->

source: Gabber: Jabber Message Rules List
az: Gabber: Jabber İsmarıc Qaydaları Siyahısı
uk: Gabber: Список правил пов╕домлень Jabber

source: Gabber: Edit a Jabber Message Rule
az: Gabber: Jabber İsmarıc Qaydalarını Düzəlt
uk: Gabber: Зм╕нити правила пов╕домлень Jabber

source: Gabber: Group Chat Invitation
az: Gabber: Qrupla Söhbətləşmə Dəvəti
uk: Gabber: Запрошення до розмови групи

source: Gabber: Join Group Chat
az: Gabber: Qrupla Söhbətə Quşul
uk: Gabber: Долучитися до розмови групи

source: Gabber: Group Chat
az: Gabber: Qrupla Söhbətləşmə
uk: Gabber: Розмова групи

source: Gabber: Signature Info
az: Gabber: İmza İnfosu
uk: Gabber: ╤нформац╕я про п╕дписи

source: Gabber: GPG Passphrase
az: Gabber: GPG Keçiş Kəliməsi
uk: Gabber: Парольна фраза GPG

source: _My Contact Info...
az: _Mənim İnfom...
uk: Моя контактна ╕нформац╕я...

source: Gabber: Add a JabberID to Ignore
uk: Gabber: Додати JabberID до списку ╕╜норування

source: Gabber: Ignore List
az: Gabber: Rədd Etmə Siyahısı
uk: Gabber: Список ╕╜норування

source: Automatically login on Gabber startup
ko: Gabber 가 시작 하면 자동으로 로그인
lt: Automatiðkai prisijungti startuojant Gabber'iui
uk: На початку автоматично з'╓днуватись

source: Gabber: Login
az: Gabber: Gir
uk: Gabber: Ре╓страц╕я

source: Login Options
az: Giriş Seçənəkləri
ko: 로그인 옵션
lt: Prisijungimo parinktys
uk: Параметри ре╓страц╕╖

source: Make this profile the default
az: Bu profili ana profil et
ko: 이 프로필을 기본값으로 만듦
lt: Padaryk ðià formà áprastine
uk: Зробити ц╕ параметри користувача типовими

source: Manage Profiles...
az: Profilləri İdarə Et...
ko: 프로필 관리
lt: Tvarkyti profilius...
uk: Керування параметрами користувача...

source: Profile Details
az: Profil Haqqında
ko: 자세한 프로필
lt: Profilio detalës:
uk: Параметри користувача

source: Profile:
az: Profil:
ko: 프로필:
lt: Profilis:
uk: Параметри:

source: Use Secure Socket Layers
az: E'tibarlı Soket Layları İşlət
ko: 보안 소켓 계층(SSL) 사용
lt: Naudoti Secure Socket Layers
uk: Використовувати SSL

source: Gabber: Message
az: Gabber: İsmarıc
uk: Gabber: Пов╕домлення

source: Person who sent this message
az: Bu ismarıcı göndərən şəxs
ko: 이 메세지를 보낸 사람
lt: Þmogus, iðsiuntæs ðià þinutæ
uk: Особа, що в╕д╕слала пов╕домлення

source: Basic Information
az: Ana Mə'lumat
uk: Основна ╕нформац╕я

source: Do not publish my information in JUD
az: Mənim haqqımda mə'lumat vermə
lt: Neskelbti informacijos apie mane JUD
uk: Не публ╕кувати ╕нформац╕ю про мене на JUD

source: Gabber: User Information
az: Gabber: İstifadəçi Haqqında
uk: Gabber: ╤нформац╕я про користувача

source: Primary _eMail:
uk: Основна електронна адреса:

source: The information on the 'General Info' page will be sent to the Jabber Users Directory (JUD), a searchable directory of many Jabber users. All other User Information is accessible if people ask specifically for your User Information, or 'vCard.'
az: 'Ümumi İnfo ' səhifəsindəki mə'lumat Jabber İstifadəçiləri Cərgəsinə (JUD) göndəriləcəkdir. Bura, bir çox Jabber istifadəçisinin axtarış yeridir. Bütün Digər İstifadəçi Mə'lumatları başqa insanlara təkcə xüsusi olraq sizin ilə maraqlansalar, veriləcəkdir
uk: ╤нформац╕ю на стор╕нц╕ "Загальна ╕нформац╕я" буде передано в каталог користувач╕в Jabber (JUD) -- каталог, в якому можна проводити пошук багатьох користувач╕в Jabber. Вся ╕нша ╕нформац╕я про користувача доступна, якщо хтось спец╕альна попросить вашу "╤нформац╕ю про користувача" чи "vCard".

source: _Home Phone:
az: _Ev Telefonu:
uk: Домашн╕й телефон:

source: _eMail:
az: _ePoçt:
uk: E-пошта:

source: Gabber: One-on-One Chat with [name]
az: Gabber: Təkə Tək Söhbətə başla:
uk: Gabber: Розмова один на один з [╕м'я]

source: Status
az: Vəziyyət:
ko: 상태
lt: Bûsena
uk: Стан

source: Automatically _change presence when idle
lt: Automatiðkai keisti bûsenà kai uþsiëmæs
uk: Автоматично зм╕нювати присутн╕сть п╕д час неактивност╕

source: Automatically log into the default profile on startup
lt: Automatiðkai prisijungti prie áprastinio profilio startuojant
uk: На початку автоматично встановлювати з'╓днання з типовими параментрами

source: Automatically open normal messages
az: Normal ismarıcları avtomatik aç
lt: Automatiðkai rodyti áprastas þinutes
uk: Автоматично в╕дкривати звичайн╕ пов╕домлення

source: Automatically open one-on-one chats
az: Çoxlu istifadaçilələ söhbəti avtomatik aç
lt: Automatiðkai atidaryti dviejø pokalbio langà
uk: Автоматично в╕дкривати розмови один на один

source: Chats
az: Söhbətlər
uk: Розмови

source: Display status docklet
az: Vəziyyət limanını göstər
ko: 상태 도크릿 보임
lt: Rodyti bûsenos skydelá
uk: Показувати блок стану

source: Display toolbar of commonly used actions
az: Ümumi gedişlərdə vasitələr çubuğunu göstər
ko: 자주 사용되는 도구막대 표시
uk: Показувати панель ╕нструмент╕в з частими д╕ями

source: Proxy or Firewall
az: Vəkil Verici və ya "Firewall"
ko: 프록시 또는 방화벽
lt: Tarpinë stotis ar Ugniasienë
uk: Прокс╕ чи брандмауер

source: Sorry, none yet
az: Bağışlayın, hələlik yoxdur
uk: Вибачте, ще нема╓

source: _Messages/Chats
uk: Пов╕домоення ╕ розмови

source: Gabber: Raw XML Input
az: Gabber: Sətir XML Girişi
uk: Gabber: Прямий вв╕д XML

source: Gabber: Agent Registration
az: Gabber: Vasitə Qeydiyyatı
uk: Gabber: Ре╓страц╕я а╜ента

source: To continue: Fill out all required fields.
az: Davam etmək üçün : Lazımi yerləri doldurun.
uk: Для продовження: Заповн╕ть вс╕ необх╕дн╕ поля.

source: Gabber: My Status
az: Gabber: Mənim Halım
uk: Gabber: М╕й стан

source: Gabber: Subscription Request
az: Gabber: Qeyd Olma Sorpusu
uk: Gabber: Запит на авторизац╕ю

source: Gabber: Transport Information
az: Gabber: Daşıma Haqqında
uk: Gabber: Транспортна ╕нформац╕я

source: Different resources are what allow you to be logged into the same jabber server with the same username multiple times. Most people either describe their location or their client, such as "Work", "Home", or "Gabber." Other people put their real name there. It's entirely up to you.
uk: Р╕зн╕ ресурси це те, що дозволя╓ вам ре╓струватися на тому ж сервер╕ Jabber з тою ж назвою користувача багато раз╕в. Б╕льш╕сть описують сво╓ м╕сце чи кл╕╓нта, наприклад "Работа", "Дом╕вка" чи "Gabber". ╤нш╕ вказують сво╓ справжн╓ ╕м'я. Це повн╕сню на ваш розсуд.

source: Enter the name of the Jabber server you would like to use. 'jabber.com' is a stable public server, while 'jabber.org' is an unstable one which will have test releases of Jabber server on it. If you already have an account, enter the name of the server you are registered on. Most Jabber servers use port 5222, so you need not change that unless told otherwise.
az: İşlətmək istədiyiniz Jabber vericisinin adını girin. 'jabber.com' stabil ümumi bir veriidir. 'jabber.org' isə anstabil sınaq vericisidir. Əgər artıq hesabınız varsa, qeyd olunduğunuz vericinin adını girin. Bir çox Jabber vericisi 5222 qapısını işlədir. Çox az hallarda onu dəyişdirmək lazım gəlir.
uk: Вкаж╕ть назву сервера Jabber, який ви хочете використовувати. "jabber.com" -- стаб╕льний публ╕чний сервер, а "jabber.org" -- нестаб╕льний, ╕ на ньому встановлено випробувальн╕ випуски сервера Jabber. Якщо у вас вже ╓ обл╕ковий запис, то введ╕ть назву сервера, на якому ви заре╓струвались. Б╕льш╕сть сервер╕в Jabber використовують порт 5222, тому вам не потр╕бно його зм╕нювати, якщо про це не сказано окремо.

source: Enter your desired password, and then enter it again to confirm that you did not make a mistake. If you already have a Jabber account, enter the password you registered with.
az: Sevdiyiniz parolu girin, sonra da səhv olmasın deyə təsdiqləyin. Əgər artıq Jabber hesabınız varsa, qeyd olunduğunuz parolu girin.
uk: Введ╕ть пароль, який ви хочете використовувати, а пот╕м введ╕ть його ще раз, щоб переконатись, що ви не зробили помилки. Якщо у вас вже ╓ обл╕ковий запис Jabber, введ╕ть пароль, я яким ви заре╓струвались ран╕ше.

source: Enter your desired username. This is part of your JabberID, which is how other people will identify you. If you already have a Jabber account, enter the username you registered.
az: Sevdiyiniz istifadəçi adını girin. Bu, eyni vaxtda sizin Jabber IDnizdir. İnsanlar sizi bununla tanıyacaqlar. Əgər artıq Jabber hesabınız varsa, qeyd olunduğunuz adı girin.
uk: Введ╕ть назву користувача, яким ви хочете користуватись. Це частина вашого JabberID, за яким ╕нш╕ люди зможуть вас взнати. Якщо у вас вже ╓ обл╕ковий запис Jabber, введ╕ть ╕м'я, з яким ви заре╓струвались ран╕ше.

source: Enter your preferred nickname, name and eMail address. See Gabber -> My Contact Info... for more details on when this information is displayed to others.
az: Sevdiyiniz ləqəbi- ad və ePoçt ünvanını girin. Gabber -> Manim Haqqımda... qisminə baxın.
uk: Введ╕ть псевдо, яким ви бажа╓те користуватись, ╕м'я ╕ адресу електронно╖ пошти. Див╕ться "Gabber -> ╤нформац╕я про користувача..." щоб побачити в якому вигляд╕ ця ╕нформац╕я буде видна ╕ншим.

source: Gabber is now trying to log into and register with the Jabber server you selected. You will automatically be taken to the next page if the login is successful. Otherwise, you will be presented with the Login dialog, where you can make changes and try again.
az: "Gabber" indi girib sizi Jabber vericisinə qeyd etməyə çalışır. Əgər giriş müvəffəqiyyətli olarsa avtomatik olaraq bir sonrakı səhifəyə kecəcəksiniz. Əks halda yenidan giriş dialoquna geri dönəcəksiniz ki, lazımi dəyişiklikləri edə biləsiniz.
uk: Gabber намага╓ться з'╓днати ╕ заре╓струвати вас на сервер╕ Jabber, який ви обрали. Вас буде автоматично перенесено на наступну стор╕нку, якщо з'╓днання буде усп╕шним. ╤накше вам буде надано д╕алог з'╓днання, де ви зможете зробити зм╕ни ╕ зд╕йснити ще одну спробу.

source: Jabber Account Password
az: Jabber Hesab Parolu
uk: Пароль обл╕кового запису Jabber

source: Jabber Account Username
az: Jabber Hesab İstifadəçi Adı
uk: Обл╕кова назва користувача Jabber

source: Jabber Password
az: Jabber Parolu
uk: Пароль Jabber

source: Jabber Resource
az: Jabber Manbəyi
uk: Ресурс Jabber

source: Jabber Server
az: Jabber Vericisi
uk: Сервер Jabber

source: Jabber Username
az: Jabber İstifadəçi Adı
uk: Назва користувача Jabber

source: Preparing to Register Jabber Account
az: Jabber Hesabı Qeydiyyatına Hazırlaşılır
uk: П╕дготовка до ре╓страц╕╖ обл╕кового запису Jabber

source: The JabberID which Gabber is going to try to register (Or try to login with if you already have an account) is displayed to the right, along with the full JabberID including the resource. If you are positive that you would like to try to register with that JabberID, click next. Otherwise, click back and make any changes needed.
az: "Gabber"in qeydiyyatdan keçirməyə çalışdığı JabberID (Ya da mövcud olan adınız) sağda göstərilir, əlbətdə mənbənin tam JabberID ilə birlikdə. Bu ID ilə qeydiyyata müsbət yanaşırsınızsa sonrakını basın. Yoxsa , arxaya gedin lazımi dəyişiklikləri edin.
uk: Праворуч показано JabberID, який Gabber спробу╓ заре╓струватись (чи вв╕йти, якщо у вас вже ╓ обл╕ковий запис). Поруч з ним зображено ресурс. Якщо ви впевнен╕, що хочете спробувати заре╓струватись з цим JabberID, клацн╕ть "Дал╕". ╤накше клацн╕ть "Назад", ╕ зроб╕ть необх╕дн╕ зм╕ни.

source: To continue: Both passwords must match.
az: Davam etmək üçün : Hər iki parol da uyğun gəlməlidir.
uk: Для продовження: Обидва парол╕ мають сп╕впадати.

source: To continue: Enter a resource.
az: Davam etmək üçün : Mənbə girin.
uk: Для продовження: Введ╕ть ресурс.

source: To continue: Enter your desired username.
az: Davam etmək üçün : Seçdiyiniz istifadəçi adını girin.
uk: Для продовження: Введ╕ть назву користувача, яку ви хочете використовувати.

source: To continue: Fill in your preferred nickname.
az: Davam etmək üçün : Tərcih edilən ləqəbi girin.
uk: Для продовження: Введ╕ть бажаний псевдон╕м.

source: To continue: Select a Jabber server.
az: Davam etmək üçün : Jabber vericisi seçin.
uk: Для продовження: Вибер╕ть сервер Jabber.

source: Welcome to Gabber. This druid will step you through the basic setup of Gabber.
az: Qabberə Xoş Gəldiniz. Bu sehirbaz sizi Qabberin əsas addımlarından keçirəcəkdir.
uk: Ласкаво просимо в Gabber. Цей дру╕д проведе вас кр╕зь ус╕ етапи усновного встановлення Gabber.

source: You may now start using Gabber. Further information can be found under Help -> Gabber Manual...
az: İndi Qabberi işlətməyə başlaya bilərsiniz. Əlavə mə'lumat Yardım -> Qabber Bələbçisi altında tapa bilərsiniz...
uk: Тепер ви можете використовувати Gabber. Докладн╕шу ╕нформац╕ю ви знайдете в "Дов╕дка -> Пос╕бник з Gabber..."

source: _Confirm Password:
az: Parol _Təsdiqlə:
uk: П╕дтверд╕ть пароль:

source: _List of Servers:
az: Verici _Siyahısı:
uk: Список сервер╕в:

source: 's Contact Information - Gabber
ko: 님의 접속 정보 - Gabber
lt: kontakto informacija - Gabber

source: A server-side error has occured:
ko: 서버 쪽 오류가 발생하였습니다:
lt: Serverio klaida:

source: Brandon "brandon2" Lees <brandon@aspect.net>
lt: Bradon ¥brandon2´ Lees <brandon@aspect.net>

source: Chat with
ko: 이야기 할사람
lt: Pokalbis su

source: Group Chat in
ko: 단체 대화 하기
lt: Pokalbio grupë

source: Add a contact manually
ko: 수동으로 연결정보 추가하기
lt: Iðkart pridëti kontaktà

source: Which instant messaging system does this contact use?
ko: 이 연결정보가 사용하는 즉석 메세지 시스템은 무엇입니까?
lt: Kokià greitøjø þinuèiø sistemà naudoja ðis kontaktas?

source: Which server do you want to get the list of directories from?
ko: 어느 서버에서 디렉토리 목록을 가져오겠습니까?
lt: Ið kurio serverio nori gauti katalogø sàraðà?
