Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Login successful. Contacting the Jabber Users Directory....
ca: Sessió iniciada. Contactant amb el directori d'usuaris de Jabber....
da: Tilslutning lykkedes. Kontakter Jabber-brugerkataloget....
de: Anmeldung erfolgreich. Verbine mit dem Jabber-Benutzerverzeichnis...
es: Sesión iniciada. Contactando con el directorio de usuarios de Jabber....
fr: Connexion réussie. Contact de l'Annuaire des Utilisateurs Jabber en cours...
ja: ログイン成功。Jabberユーザディレクトリに接続中...
ko: 로그인이 성공하였습니다. Jabber 사용자 디렉토리에 접근합니다...
lt: Prisijungimas pavyko. Jungiuosi prie Jabber vartotojø katalogo...
ms: Logmasuk berjaya. Menghubungi Direktori pengguna Jabber....
nl: Aanmelding succesvol. Legt contact met de Jabber Gebruikers Directory
pl: Logowanie zakoñczone pomy¶lnie. Nawi±zywanie po³±czenia z katalogiem u¿ytkowników Jabbera...
pt: Início de sessão com sucesso. A contactar o Directório de Utilizadores Jabber....
ru: Подключение успешно. Подключение к Каталогу Пользователей Jabber....
sk: Prihlásenie úspe¹né. Pripájam sa na adresár pou¾ívateµov jabbera....
tr: Giriş yapıldı. Jabber Kullanıcıları Dizinine Bağlanılıyor...
zh_cn: 登录成功。正联系 Jabber 用户目录...

source: Login successful.
az: Giriş müvəffəqiyyətli oldu.
ca: Inici de sessió completa.
da: Tilslutning lykkedes.
de: Anmeldung erfolgreich.
es: Inicio de sesión completa.
fr: Connexion réussie.
ja: ログイン成功。
ko: 성공적으로 로그인하였습니다.
lt: Prisijungti pavyko.
ms: Logmasuk berjaya.
nl: Aanmelding gelukt.
pl: Logowanie zakoñczone pomy¶lnie.
pt: Início de sessão com sucesso.
ru: Подключение успешно.
sk: Prihlásenie úspe¹né.
tr: Giriş yapıldı.
uk: З'╓днання усп╕шно встановлено.
zh_cn: 登录成功。

source: Jabber Users Directory contacted, sending information...
ca: Directori d'usuaris de Jabber contactat, enviant informació...
da: Jabber-brugerkataloget kontaktet, sender oplysninger...
de: Verbunden mit Jabber-Benutzerverzeichnis, sende Informationen...
es: Directorio de usuarios de Jabber contactado, enviando información...
fr: Annuaire des Utilisateurs Jabber contacté, envoi des informations...
ja: Jabberユーザディレクトリに接続、情報を送信中...
ko: Jabber 사용자 디렉토리에 접근되었습니다, 정보를 보냅니다...
lt: Pasiektas Jabber vartotojø katalogas, siunèiu informacijà...
ms: Direktori pengguna Jabber dihubungi, mengirim maklumat...
nl: Jabber Gebuikers Adresboek gevonden, bezig met versturen van informatie...
pl: Nawi±zano po³±czenie z katalogiem u¿ytkowników Jabbera, wysy³anie informacji...
pt: Directório de Utilizadores Jabber contactado, a enviar informação...
ru: Соединение с Каталогом Пользователей Jabber установлено, информация отсылается...
sk: Adresár pou¾ívateµov jabbera skontaktovaný. Posielam informácie...
tr: Jabber Kullanıcıları Dizinine bağlanıldı, bilgiler gönderiliyor...
zh_cn: Jabber 用户目录已接上，正发送信息...

source: Information sent.
ca: Informació enviada.
da: Oplysninger sendt
de: Informationen gesendet.
es: Información enviada.
fr: Informations envoyées.
ja: 情報送信。
ko: 정보 보냄.
lt: Informacija iðsiøsta.
ms: Maklumat dikirim.
nl: Informatie verstuurd.
pl: Informacje zosta³y wys³ane.
pt: Informação enviada.
ru: Информация отправлена.
sk: Informácia poslaná.
tr: Bilgiler gönderildi.
zh_cn: 信息已发送。

source: <- Remove
ca: <- Eliminar
da: <- Fjern
de: <- Entfernen
es: <- Eliminar
fr: <- Supprimer
ja: <- 削除
ms: <- Buang
nl: <- Verwijderen
pl: <- Usuñ
pt: <- Remover
ru: <- Удалить
sk: <- Odstráni»
tr: <- Kaldır
zh_cn: <- 删除

source: Add ->
ca: Afegir ->
da: Tilføj ->
de: Hinzufügen ->
es: Añadir ->
fr: Ajouter ->
ja: 追加 ->
ms: Tambah->
nl: Toevoegen ->
pl: Dodaj ->
pt: Adicionar ->
ru: Добавить ->
sk: Prida» ->
tr: Ekle ->
zh_cn: 添加 ->

source: Add Method
ca: Afegir un mètode
da: Tilføj metode
de: Methode hinzufügen
es: Añadir método
fr: Méthode d'ajout
ja: メソッド追加
ko: 추가 방법
lt: Ádëti Metodà
ms: Tambah Method
nl: Voeg Methode toe
pl: Metoda dodania
pt: Método de Adição
ru: Добавить метод
sk: Prida» metódu
tr: Yöntem Ekle
zh_cn: 添加方法

source: Add a Contact to Your Roster
ca: Afegir un contacte a la llista
da: Tilføj en bruger til din kontaktliste
de: Neuen Kontakt der Aufstellung hinzufügen
es: Añadir un Contacto a su Lista
fr: Ajouter un Contact à votre Liste
ja: あなたの登録簿へコンタクト先を追加
ko: 목록에 연결정보 추가하기
ms: Tambah Perhubungan ke Roster
nl: Voeg een contactpersoon toe aan uw naamlijst
pl: Dodanie kontaktu do wykazu
pt: Adicionar um Contacto à Sua Lista
ru: Добавить пользователя в Ваш список
sk: Prida» kontakt do vá¹ho zoznamu kontaktov
tr: Listeme bir Katılımcı Ekle
zh_cn: 向您的名册中添加新成员

source: Add a Contact to Your Roster - Gabber
ca: Afegir un contacte a la llista - Gabber
da: Tilføj en bruger til din kontaktliste - Gabber
de: Neuen Kontakt der Aufstellung hinzufügen - Gabber
es: Añadir un Contacto a su Lista - Gabber
fr: Ajouter un Contact à votre Liste - Gabber
ja: コンタクト先の登録簿追加 - Gabber
ko: 목록에 연결정보 추가하기 - Gabber
lt: Pridëti kontaktà á knygà - Gabber
ms: Tambah Rakan ke Roster - Gabber
nl: Voeg een contactpersoon toe aan uw naamlijst - Gabber
pl: Dodanie kontaktu do wykazu - Gabber
pt: Adicionar um Contacto à Sua Lista - Gabber
ru: Добавить пользователя в Ваш список - Gabber
sk: Prida» kontakt do vá¹ho zoznamu kontaktov - Gabber
tr: Listeme bir Katılımcı Ekle - Gabber
zh_cn: 向您的名册中添加新成员 - Gabber

source: Add a contact who uses another instant messaging system by screen name
ca: Afegir un contacte pel nom d'usuari que usa a un altre sistema de missatgeria instantània
da: Tilføj en bruger af et andet meddelelsessystem vha. skærmnavn
de: Kontakt hinzufügen, der ein anderes IM-System benutzt
es: Añadir un contacto por su nombre de usuario que use otro sistema de mensajería instantánea
fr: Ajouter un contact qui utilise un autre système de messagerie instantanée par nom d'utilisateur
ja: スクリーンネームにより、別のインスタントメッセージングシステムを 使用しているコンタクト先を追加
ms: tambah rakan siapa yg. mengguna sistem permesejan segera lain mengikut nama skrin
nl: Voeg een contactpersoon toe die gebruik maakt van een ander messaging systeem met de screen name
pl: Dodanie kontaktu, u¿ywaj±cego innego systemu IM, na podstawie prezentowanej nazwy
pt: Adicionar um contacto que utiliza outro sistema de mensagens instantâneas por nome
ru: Добавить пользователя, использующего другую систему обмена сообщениями, по его имени в той системе
sk: Prida» kontakt, ktorý pou¾íva iný systém na zasielanie správ, podµa zobrazovaného mena
tr: Ekran ismine göre anında iletişim sistemini kullanan bir Katılımcıyı ekle
zh_cn: 以显示的名字添加一名使用其他即时消息系统的成员

source: Add another contact when this is finished
ca: Afegir un altre contacte en acabar
da: Tilføj yderligere en kontakt når dette er fuldført
de: Weiteren Kontakt hinzufügen
es: Añadir otro contacto al finalizar
fr: Ajouter un autre contact quand cet ajout est terminé
ja: これが終了するとき、別のコンタクト先を追加
ko: 이 작업이 끝나고 다른 접속정보 추가
lt: Pridëti kità kontaktà kai ðis baigsis
ms: Tambah rakan lain bila ia selesai
nl: Voeg nog een contactpersoon toe
pl: Dodanie kolejnego kontaktu po bie¿±cym
pt: Adicionar outro contacto quando este estiver terminado
ru: Добавить ещё одного пользователя по окончании
sk: Prida» ïal¹í kontakt po pridaní tohto
tr: Bu tamamlandığında başka katılımcı ekle
zh_cn: 完成后添加另一名成员

source: Add this JabberID:
ca: Afegir aquest JabberID:
da: Tilføj denne Jabber-id:
de: Diese JabberID hinzufügen:
es: Añadir este JabberID:
fr: Ajouter ce JabberID :
ja: このJabberIDを追加:
ms: Tambah JabberID ini:
pl: Dodanie podanego JabberID:
pt: Adicionar este JabberID:
ru: Добавить JabberID
sk: Prida» toto JabberID:
zh_cn: 添加这个 JabberID：

source: Available Agents
ca: Agents disponibles
da: Tilgængelige meddelelsessystemer
de: Verfügbare Agenten
es: Agentes Disponibles
fr: Agents disponibles
ja: 可能なエージェント
ko: 사용가능한 중계서버
lt: Pasiekiami agentai
ms: Agen yang ada
nl: Beschikbare Diensten
pl: Dostêpni agenci
pt: Agentes Disponíveis
ru: Доступные агенты
sk: Dostupní agenti
tr: Serbest Aracılar
zh_cn: 可用的代理

source: Available Groups
az: Mövcud Qruplar
ca: Grups disponibles
da: Tilgængelige grupper
de: Verfügbare Gruppen
es: Grupos Disponibles
fr: Groupes disponibles
ja: 有効なグループ
ko: 사용가능한 그룹
lt: Pasiekiamos grupës
ms: Kumpulan yang ada
nl: Beschikbare Groepen
pl: Dostêpne grupy
pt: Grupos Disponíveis
ru: Доступные группы
sk: Dostupné skupiny
tr: Serbest Gruplar
uk: Доступн╕ групи
zh_cn: 可用的小组

source: Browse
az: Gəz
ca: Consultar
da: Gennemse
de: Auswählen
es: Buscar
fr: Parcourir
ja: 参照
ko: 찾아보기
lt: Narðyti
ms: Lihat
nl: Bladeren
pl: Przegl±daj
pt: Procurar
ru: Просмотр
sk: Prezera»
tr: Gözat
uk: Перегляд
zh_cn: 浏览

source: Completed
ca: Completat
da: Fuldført
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료
lt: Baigta
ms: Selesai
nl: Klaar.
pl: Zakoñczone
pt: Terminada
ru: Завершено
sk: Ukonèené
tr: Bitti
zh_cn: 完成

source: Contact Information and Nickname
ca: Informació i àlies del contacte
da: Kontaktoplysninger og kaldenavn
de: Kontaktinformation und Spitzname
es: Información de Contacto y Apodo
fr: Information du contact et Pseudo
ja: コンタクト先情報とニックネーム
ko: 접속 정보 와 별명
lt: Kontakto informacija ir slapyvardis
ms: Maklumat rakan dan Gelaran
nl: Contact Informatie en Bijnaam
pl: Informacje o kontakcie i przydomek
pt: Informação de Contacto e Alcunha
ru: Информация о пользователе и псевдоним
sk: Informácie o kontakte a prezývka
tr: Katılımcı Bilgileri ve Niki
zh_cn: 联络信息和昵称

source: Country:
az: Ölkə:
ca: País:
da: Land:
de: Land:
es: País:
fr: Pays:
ja: 国:
ko: 국가:
lt: Ðalis:
ms: Negara:
nl: Land:
pl: Kraj:
pt: País:
ru: Страна:
sk: Krajina:
tr: Ülke:
uk: Кра╖на:
zh_cn: 国家：

source: Current Groups
az: Hazıekı Qruplar:
ca: Grups actuals
da: Nuværende grupper
de: Derzeitige Gruppen
es: Grupos Actuales
fr: Groupes courants
ja: 現在のグループ
ko: 현재 그룹
lt: Esamos grupës
ms: Kumpulan semasa
nl: Huidige Groepen
pl: Bie¿±ce grupy
pt: Grupos Actuais
ru: Текущие группы
sk: Aktuálne skupiny
tr: Mevcut Gruplar
uk: Поточн╕ групи
zh_cn: 当前小组

source: Directory:
ca: Directori:
da: Katalog:
de: Verzeichnis:
es: Directorio:
fr: Annuaire:
ja: ディレクトリ:
ko: 디렉토리
lt: Katalogas:
ms: Direktori:
nl: Adresboek
pl: Katalog:
pt: Directório:
ru: Каталог:
sk: Prieèinok:
tr: Dizin:
zh_cn: 目录：

source: Display the group configuration for this contact.
az: Bu əlaqə üçün qrup quraşdırmasını göstər.
ca: Mostrar la configuració del grup per a aquest contacte.
da: Vis gruppekonfigurationen for denne kontakt.
de: Gruppenkonfiguration für diesen Kontakt anzeigen.
es: Mostrar la configuración del grupo para este contacto.
fr: Affiche la configuration des groupes pour ce contact.
ja: このコンタクト先のグループ構成を表示。
ko: 이 연결정보에 대한 그룹 설정 표시
lt: Rodyti ðio kontakto grupës konfigûracijas.
ms: Papar konfigurasi kumpulan untuk rakan ini.
nl: Laat de groepsconfiguratie voor dit contact zien.
pl: Wy¶wietlanie informacji o grupach tego kontaktu.
pt: Mostrar a configuração de grupo para este contacto.
ru: Показывать конфигурацию группы для этого пользователя.
sk: Zobrazi» skupinovú konfiguráciu pre tento kontakt.
tr: Bu katılımcı için grup yapılandırmasını göster.
uk: Показати налаштування групи для цього користувача.
zh_cn: 显示该成员有关分组的配置。

source: Final Configuration
ca: Configuració final
da: Endelig konfiguration
de: Abschließende Konfiguration
es: Configuración final
fr: Configuration finale
ja: 最終構成
ko: 마지막 설정
lt: Galutinë konfigûracija
ms: Konfigurasi mutakhir
nl: Laatste Configuratie
pl: Ostateczna konfiguracja
pt: Configuração Final
ru: Итоговая конфигурация
sk: Závereèná konfigurácia
tr: Son Yapılandırma
zh_cn: 最终配置

source: From what server do you want to get the list of directories?
ca: De quin servidor vols obtenir la llista de directoris?
da: Hvilken server vil du hente listen med kataloger fra?
de: Von welchem Server möchten Sie die Liste der Verzeichnisse erhalten?
es: ¿De cuál servidor desea obtener la lista de directorios?
fr: Auprès de quel serveur voulez-vous obtenir la liste des annuaires ?
ja: あなたは、どのサーバからディレクトリのリストを取得したいですか?
ms: Daripada pelayan mana anda ingin dalatkan senarai direktori?
nl: Van welke server wilt u de lijst met directories?
pl: Z którego serwera chcesz pobraæ listê katalogów?
pt: De que servidor deseja obter a lista de directórios?
ru: С какого сервера Вы хотите получить список каталогов?
sk: Z ktorého servera chcete získa» zoznam adresárov?
tr: Dizin listesini hangi sunucudan almak istersiniz?
zh_cn: 您想从哪个服务器取得目录列表？

source: From what server do you want to get the list of instant message systems?
ca: De quin servidor vols obtenir la llista de sistemes de missatgeria instantània?
da: Hvilken server vil du hente listen med meddelelsessystemer fra?
de: Von welchem Server möchten Sie die Liste der IM-Systeme erhalten?
es: ¿De cuál servidor desea obtener la lista de sistemas de mensajería instantánea?
fr: Auprès de quel serveur voulez-vous obtenir la liste des systèmes de messageries instantanées ?
ja: あなたは、どのサーバからインスタントメッセージングシステムのリストを 取得したいですか?
ms: Daripada pelayan mana anda ingin mendapatkan senarai sistem permesejan segera?
nl: Van welke server wilt u de lijst met beschikbare messenger systemen?
pl: Z którego serwera chcesz pobraæ listê systemów IM?
pt: De que servidor deseja obter a lista de sistemas de mensagens instantâneas?
ru: С какого сервера Вы хотите получить список систем обмена сообщениями?
sk: Z ktorého servera si chcete stiahnu» zoznam systémov na zasielanie správ?
tr: Anında iletişim sistemleri listesini hangi sunucudan almak istersiniz?
zh_cn: 您想从哪个服务器取得即时消息系统的列表？

source: Full Name:
az: Tam Ad:
ca: Nom complet:
da: Fulde navn:
de: Vollständiger Name:
es: Nombre completo:
fr: Nom complet:
ja: フルネーム:
ko: 전체 이름:
ms: Nama Penuh:
nl: Volledige Naam:
pl: Imiê i nazwisko:
pt: Nome Completo:
ru: Полное имя:
sk: Celé meno:
tr: Tam Adı:
uk: Повне ╕м'я:
zh_cn: 全名：

source: Gabber has sent this contact a request to add them to your roster.
ca: Gabber ha enviat a aquest contacte la petició per a afegir-lo a la teva llista.
da: Gabber har sendt en anmodning til denne kontakt om at tilføje vedkommende til din kontaktliste.
de: Gabber hat diesem Kontakt eine Aufforderung geschickt, dass er der Aufnahme in Ihre Auf- stellung zustimmt.
es: Gabber ha enviado a este contacto la petición para añadirlo a su lista.
fr: Gabber a envoyé à ce contact une requête pour l'ajouter dans votre liste.
ja: このコンタクト先に対して、あなたの登録簿に追加 要求を送信しました。
lt: Gabber iðsiuntë ðiam kontaktui praðymà ádëti já á tavo knygà.
ms: Gabber telah meminta rakan untuk menambah mereka pada roster anda.
nl: Gabber heeft deze contactpersoon verzocht hun aan uw lijst toe te voegen
pl: Wys³ano do kontaktu ¿±danie dodania do twojego wykazu.
pt: Gabber enviou a este contacto um pedido para ser adicionado à sua lista.
ru: Gabber переслал этому пользователю запрос на его добавление в Ваш список.
sk: Gabber odoslal tomuto kontaktu ¾iados» o jeho pridanie do vá¹ho zoznamu kontaktov.
tr: Gabber onları listenize eklemek isteğinizi belirten bu katılımı gönderdi
zh_cn: Gabber 已发出联络请求， 以使他们添加到您的名册中。

source: Gabber needs to ask contacts if you can add them to your roster. You can attach your own message to this request above.
ca: El Gabber necessita demanar als contactes si volen ser afegits a la teva llista. Pots enviar un missatge junt amb la petició.
da: Gabber skal spørge kontakter om du må tilføje dem til din kontaktliste. Du kan vedlægge din egen besked til anmodningen ovenfor.
de: Gabber muss den Kontakt fragen, ob er es erlaubt auf Ihrer Aufstellung angezeigt zu werden. Sie können Ihre eigene Nachricht zu dieser Anfrage hinzufügen.
es: Gabber debe preguntar a los contactos si desean ser añadidos a su lista. Encima puede añadir su propio mensaje a la petición.
fr: Gabber doit demander à ces contacts si vous pouvez les ajouter dans votre liste. Vous pouvez attacher votre propre message à cette requête.
ja: 登録簿に追加する場合は、コンタクト先を尋ねます。 この要求に対して、この要求に対して、自分なりの メッセージを付記することができます。
lt: Gabber turi paklausti kontaktø ar tu gali juos ádëti á savo knygà. Tu gali pridëti ðio praðymo þinutæ.
ms: Gabber perlu mertanya rakan samada anda boleh tambah mereka ke roster anda.Anda boleh sisip mesej sendiri ke permintaan di atas
nl: Gabber vraagt de contactpersoon of je hen toe kan voegen aan uw contactenlijst. U kan een persoonlijk verzoek als bijlage meegeven hierboven
pl: Wymagana jest zgoda kontaktu na dodanie do twojego wykazu. Do komunikatu z ¿±daniem mo¿esz do³±czyæ w³asn± wiadomo¶æ.
pt: Gabber tem de pedir aos contactos se lhe permitem adiciona-los à sua lista. Pode acrescentar a sua mensagem ao pedido acima.
ru: Gabber'у необходимо спросить у пользователей разрешения добавить их в Ваш список. Вы можете написать выше своё сообщение с запросом.
sk: Gabber sa musí opýta» kontaktov ak si ich chcete prida» do vá¹ho zoznamu kontaktov. K tejto po¾iadavke hore si mô¾ete prida» vlastnú správu.
tr: Gabber onları listenize ekleyip ekleyemeyeceğinizi sormak zorunda. Bu isteğe isterseniz bir ileti de ekleyebilirsiniz.
zh_cn: Gabber 需要询问成员可否将他们加到您的名册中。您可以在请求中附上您自己的消息。

source: Gabber organizes contacts in the roster by what group they are in.
ca: Gabber organitza els contactes a la llista segons el grup a què pertanyen.
da: Gabber organiserer kontakterne i kontaktlisten efter den gruppe de er i.
de: Gabber sortiert die Kontakte in der Aufstellung nach der Gruppenzugehörigkeit.
es: Gabber organiza los contactos en la lista según el grupo al que pertenecen.
fr: Gabber trie les contacts dans votre liste en fonction de leur groupe.
ja: 登録簿にあるどのグループでも、コンタクト先をグループ化します。
lt: Gabber skirsto kontaktus knygoje pagal jø grupæ.
ms: Gabber menyusun rakan dalam roster mengikut kumpulan yang dimasukinya
nl: Gabber heorganiseert contacten in uw lijst per groep waar zij in zitten
pl: Gabber uk³ada kontakty na wykazie wed³ug grup, do których nale¿±.
pt: Gabber organiza os contactos na lista pelo grupo a que pertencem.
ru: Gabber организует контакты в списке по группам, к которым они относятся.
sk: Gabber organizuje kontakty v zozname kontaktov podµa skupín, v ktorých sú.
tr: Gabber dahil olduğunuz gruplara göre listenizdeki katılımları düzenleyebilir.
zh_cn: Gabber 以组别对名册中的联络成员进行归类。

source: Go to this web site
az: Bu veb sayta get
ca: Anar a aquesta pàgina web
da: Gå til denne hjemmeside
de: Diese Website anzeigen
es: Ir a esta página web
fr: Aller sur ce site web
ja: このwebサイトへ行く
ko: 이 웹사이트로 가기
lt: Eiti á ðià svetainæ
ms: Pergi ke tapak web ini
nl: Bezoek deze website
pl: Przechodzi to tej witryny WWW
pt: Ir para este sítio web
ru: Перейти на этот веб-сайт
sk: Ís» na túto www stránku
tr: Bu web sayfasına git
uk: Перейти на цей сайт
zh_cn: 访问此站点

source: Groups
ca: Grups
da: Grupper
de: Gruppen
es: Grupos
fr: Groupes
ja: グループ
ms: Kumpulan
nl: Groep:
pl: Grupy
pt: Grupos
ru: Группы
sk: Skupiny
tr: Gruplar
zh_cn: 小组

source: I would like to add you to my roster.
ca: Vull afegir-te a la meva llista de contactes.
da: Jeg vil gerne tilføje dig til mit register.
de: Ich würde dich gerne zu meiner Aufstellung hinzufügen.
es: Deseo añadirte a mi lista de contactos.
fr: Je voudrais vous ajouter à ma liste.
ja: あなたを私の登録簿に登録させて下さい。
lt: Að norëèiau átraukti tave á savo knygà.
ms: Saya ingin anda ditambah ke roster saya.
nl: Ik zou u graag in mijn contactenlijst willen toevoegen
pl: Chcia³bym ciê dodaæ do swojego wykazu.
pt: GOstaria de o adicionar à minha lista.
ru: Я хотел(а) бы добавить Вас в свой список.
sk: Chcem si »a prida» do môjho zoznamu kontaktov.
tr: Sizi listeme eklemek istiyorum.
zh_cn: 我想将您添加到我的名册中。

source: If you didn't find the contact you are looking for, you can click Back and search again.
ca: Si no has trobat la persona que cercaves, pots triar Tornar i cercar de nou.
da: Hvis du ikke fandt den kontakt som du ledte efter, kan du klikke på 'Tilbage' og søge igen.
de: Der gesuchte Kontakt konnte nicht gefunden werden. Mit der Zurück-Taste zu einer neuen Suche.
es: Si no a encontrado la persona a la que buscaba, puede pulsar Volver y buscar de nuevo.
fr: Si vous n'avez pas trouvé les contacts que vous cherchiez, vous pouvez cliquer sur Précédent et chercher encore.
ja: もし探しているコンタクト先が見つからなかった場合は、戻るをクリックし、 再度検索することができます。
lt: Jei neradai ieðkomo kontakto, spausk Atgal ir ieðkok ið naujo.
ms: Jika anda tidak menjumpai rakan yang anda cari, anda boleh klik Undur dan cari lagi.
nl: Als u niet degene hebt gevonden waarnaar u zocht, klik op vorige en zoek opnieuw'
pl: Je¶li nie uda³o ci siê odnale¼æ kontaktu, którego szukasz, kliknij Wstecz i spróbuj ponownie.
pt: Se não tiver encontrado o contacto que procura, pode primir Regressar e procurar novamente.
ru: Если Вы не нашли нужного пользователя, Вы можете щёлкнуть мышкой по кнопке 'Назад' и снова попробовать найти его.
sk: Ak ste nena¹li kontakt, ktorý ste hµadali, mô¾ete stlaèi» Spä» a vyhµadáva» znova.
tr: Aradığınız kişiyi bulamıyorsanız Geri düğmesine tıklayıp tekrar arama yapın.
zh_cn: 如果您找不到该成员，您可按向后以再搜索。

source: Manually Add a Contact
ca: Afegir un contacte manualment
da: Tilføj kontakt manuelt
de: Manuell einen Kontakt hinzufügen
es: Añadir contacto manualmente
fr: Ajouter manuellement un contact
ja: 手動コンタクト先追加
ko: 수동으로 연결정보 추가
lt: Automatiðkai pridëk kontaktà
ms: Tambah Rakan secara manual
nl: Handmatig een Contactpersoon Toevoegen
pl: Rêczne dodanie kontaktu
pt: Adicionar um Contacto Manualmente
ru: Добавить пользователя вручную
sk: Prida» kontakt ruène
tr: Elle bir Katılımcı Ekle
zh_cn: 手动添加一名成员

source: Request Message
ca: Demanar missatge
da: Forespørg meddelelse
de: Aufforderungsnachricht
es: Pedir mensaje
fr: Requete de Message
ja: メッセージ要求
ko: 요청된 메세지
lt: Uþklausos þinutë
ms: Meminta Mesej
nl: Aanvraag Bericht
pl: Komunikat ¿±dania
pt: Mensagem de Pedido
ru: Cообщение-запрос
sk: Vy¾iada» správu
tr: İstek İletisi
zh_cn: 请求消息

source: Search Results
az: Axtarış Nəticələri
ca: Resultats de la cerca
da: Søgeresultater
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
ja: 検索結果
ko: 찾기 결과
lt: Paieðkos rezultatai
ms: Keputusan Carian
nl: Doorzoek Resultaten
pl: Wyniki wyszukiwania
pt: Resultados da Procura
ru: Результаты поиска
sk: Výsledky hµadania
tr: Arama Sonuçları
uk: Результати пошуку
zh_cn: 搜索结果

source: Search a Directory for a Contact
ca: Cerca un contacte a un directori
da: Søg i et katalog efter en kontakt
de: In einem Verzeichnis nach einem Kontakt suchen
es: Búsqueda de contactos en un directorio
fr: Chercher un Contact dans un Annuaire
ja: コンタクト先のディレクトリ検索
ko: 연결 정보를 디렉토리에서 찾기
lt: Ieðkoti kontakto kataloge
ms: Cari Rakan di direktori
nl: Zoek in een adresboek naar een Contactpersoon
pl: Wyszukanie kontaktu w katalogu
pt: Procurar um Contacto num Directório
ru: Поиск пользователя в каталоге
sk: Vyhµada» kontakt v adresári
tr: Katılımı bir Dizinde Ara
zh_cn: 对一个目录搜索一名成员

source: Search for a Contact
az: Əlaqəni Axtar
ca: Cercar un contacte
da: Søg efter en kontakt
de: Kontakt suchen
es: Buscar un contacto
fr: Chercher un Contact
ja: コンタクト先検索
ko: 연결 정보 찾기
lt: Ieðkoti kontakto
ms: Mencari Rakan
nl: Zoek naar een Contactpersoon
pl: Wyszukiwanie kontaktu
pt: Procurar um Contacto
ru: Поиск пользователя
sk: Vyhµada» kontakt
tr: Katılımcı Ara
uk: Пошук користувача
zh_cn: 搜索一名成员

source: Search the user directories for a contact
ca: Empra els directoris d'usuaris per a cercar un contacte
da: Søg i brugerkatalogerne efter en kontakt
de: In Benutzerverzeichnissen nach Kontakt suchen
es: Utilice los directorios de usuarios para buscar un contacto
fr: Chercher dans un annuaire un contact
ja: コンタクト先をユーザディレクトリで検索
ko: 연결 정보를 사용자 디렉토리에서 찾기
lt: Ieðkoti kontaktø vartotojo kataloge
ms: Cari rakan di direktori pengguna
nl: Zoek naar een Contactpersoon
pl: Wyszukanie kontaktu w katalogach u¿ytkowników
pt: Procurar um contacto nos directórios de utilizadores
ru: Поиск пользователя в каталогах пользователей
sk: Vyhµada» kontakt v adresároch pou¾ívateµov
tr: Kullanıcı dizinlerinde bir katılımcı ara
zh_cn: 对该用户目录搜索一名成员
