Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Open with GNOME URL Handler
ca: Obrir amb GNOME URL
da: Åbn med Gnome URL-håndtering
de: Mit GNOME URL-Handler öffnen
es: Abrir con GNOME URL
fr: Ouvrir avec le gestionnaire d'URL GNOME
ja: GNOME URL ハンドラーを開く
ko: GNOME URL 처리기로 열기
lt: Atidaryti su GNOME URL programa
ms: Buka dengan Pengendali URL GNOME
nl: Openen met GNOME URL-Handler
pl: Otwórz przy u¿yciu przegl±darki GNOME
pt: Abrir com O Gestor de URLs GNOME
ru: Открыть в обработчике URL для GNOME
sk: Otvori» s GNOME ovládaèom URL
tr: GNOME URL yöneticisiyle aç
uk: В╕дкрити в обробнику URL для GNOME
zh_cn: 用 GNOME 的 URL 处理程序打开

source: Open with Netscape (Existing)
ca: Obrir amb Netscape (A la finestra existent)
da: Åbn med Netscape (eksisterende)
de: Mit Netscape öffnen (Existierend)
es: Abrir con Netscape (En la ventana existente)
fr: Ouvrir avec Netscape (existant)
ja: Netscape を開く (存在していれば)
ko: (지금 열려진)넷스케이프로 열기
lt: Atidaryti su Netscape (Esamu)
ms: Buka dengan Netscape (tersedia)
nl: Openen met Netscape (bestaande)
pl: Otwórz przy u¿yciu Netscape (istniej±cego)
pt: Abrir com o Netscape (Existente)
ru: Открыть в Netscape (в открытом окне)
sk: Otvori» v Netscape (existujúce okno)
tr: Varolan bir Netscape penceresinde aç
uk: В╕дкрити в Netscape (поточне в╕кно)
zh_cn: 用网景浏览器打开（退出）

source: Open with Netscape (New Window)
ca: Obrir amb Netscape (Finestra Nova)
da: Åbn med Netscape (nyt vindue)
de: Mit Netscape öffnen (Neues Fenster)
es: Abrir con Netscape (Ventana Nueva)
fr: Ouvrir avec Netscape (nouvelle fenêtre)
ja: Netscape を開く (新しい窓で)
ko: (새 창으로)넷스케이프로 열기
lt: Atidaryti su Netscape (Naujas Langas)
ms: Buka dengan Netscape (Tetingkap Baru)
nl: Openen met Netscape (Nieuw Venster)
pl: Otwórz przy u¿yciu Netscape (w nowym oknie)
pt: Abrir com o Netscape (Nova Janela)
ru: Открыть в Netscape (в новом окне)
sk: Otvori» v Netscape (nevé okno)
tr: Yeni bir Netscape penceresinde aç
uk: В╕дкрити в Netscape (нове в╕кно)
zh_cn: 用网景浏览器打开（新窗口）

source: Open with Netscape (Run New)
ca: Obrir amb Netscape (Engegar Nou)
da: Åbn med Netscape (kør programmet)
de: Mit Netscape öffnen (Neu starten)
es: Abrir con netscape (Abrir Nueva)
fr: Ouvrir avec Netscape (lance une nouvelle session)
ja: Netscape を開く (新規)
ko: (새로운)넷스케이프로 열기
lt: Atidaryti su Netscape (Paleisti Naujà)
ms: Buka dengan Netscape (laksanakan)
nl: Openen met Netscape (Nieuw starten)
pl: Otwórz przy u¿yciu Netscape (uruchamiaj±c nowego)
pt: Abrir com o Netscape (Executar Novo)
ru: Открыть в Netscape (в новой копии Netscape)
sk: Otvori» v Netscape (spusti» nový)
tr: Yeni bir Netscape'de aç
uk: В╕дкрити в Netscape (запустити новий)
zh_cn: 用网景浏览器打开（运行新的）

source: Loading the list of agents...
ca: Carregant la llista d'agents...
da: Henter listen over meddelelsessystemer...
de: Liste der Agenten wird geladen...
es: Cargando la lista de agentes...
fr: Chargement en cours de la liste des agents...
ja: エージェントリストを読み込み中...
ko: 중개 서버 목록 읽는중...
lt: Kraunu agentø sàraðà...
ms: Memuatkan senarai agen...
nl: Lijst van Agenten wordt geladen...
pl: Odczytywanie listy agentów...
pt: A carregar lista de agentes...
ru: Загрузка списка агентов...
sk: Nahrávam zoznam agentov...
tr: Aracıların listesi yükleniyor...
uk: Завантаження списку а╜ент╕в...
zh_cn: 载入代理列表...

source: Error receiving XML for Agent Browser, see standard output.
az: Vasitə Səyyahı üçün XML alına bilmədi, standart nəticəyə baxın.
ca: Error en rebre XML de l'Agent Cercador, veure la sortida estàndar.
da: Fejl under modtagelse af XML til agentfremviseren, se standard-uddata.
de: Fehler beim XML-Empfang für den Agenten-Browser. Siehe Standardausgabe.
es: Error al recibir XML del Agente Buscador, ver la salida estándar.
fr: Erreur lors de la réception XML pour la Consultation des Agents, reportez-vous à la sortie standard.
ja: エージェントブラウザにおいて XMLの受信でエラーがありました、 標準出力を参照下さい。
ko: 중개 브라우저 용 XML을 받는 중 오류, 표준 출력을 참고하십시오.
lt: Klaida parsiunèiant XML Agento Narðyklei, paþiûrëk standartinæ iðvestá.
ms: Ralat menerima XML untuk Pelayar Agen, lihat output standard
nl: Fout bij het ontvangen XML voor Agent Browser, zie uitvoer in tekstvenster.
pl: B³±d przy odczytywaniu XML-a w przegl±darce agentów, zobacz standardowe wyj¶cie.
pt: Erro ao receber XML para o Agente de Browser, ver consola.
ru: Ошибка получения XML для Просмотрщика Агентов, смотрите стандартный вывод.
sk: Chyba pri prijímaní XML pre prehliadaè agentov. Pozrite ¹tandardný výstup.
tr: Aracı Tarayıcısı için XML alınırken hata, standart çıktıya bakınız.
uk: Помилка отримання XML для Перегляду а╜ент╕в, див╕ться стандартинй вив╕д.
zh_cn: 接收代理浏览器的 XML 时错误，请看标准输出。

source: Error, this server does not support agents.
az: Xəta, bu verici vasitələri dəstəkləmir.
ca: Error, aquest servidor no suporta agents.
da: Fejl: denne server understøtter ikke agenter.
de: Fehler: Dieser Server unterstützt keine Agenten.
es: Error, este servidor no soporta agentes.
fr: Erreur, ce serveur ne supporte pas les agents.
ja: エラー、このサーバはエージェントをサポートしていません。
ko: 오류, 이 서버는 중개서버를 지원하지 않습니다.
lt: Klaida, ðis serveris nepalaiko agentø.
ms: Ralat, pelayan ini tidak menyokong agen
nl: Fout, deze server ondersteunt geen agenten.
pl: B³±d, ten serwer nie obs³uguje agentów.
pt: Erro, este servidor não suporta agentes.
ru: Ошибка, этот сервер не поддерживает агентов.
sk: Chyba, tento server nepodporuje agentov.
tr: Hata, bu sunucu aracıları desteklemiyor.
uk: Помилка, цей сервер не п╕дтриму╓ а╜ент╕в.
zh_cn: 错误，该服务器不支持代理。

source: You must register with this agent first.
ca: Has de registrar-te abans amb aquest agent.
da: Du skal registrere dig med dette meddelelsessystem først.
de: Zuerst Registrierung mit diesem Agenten erforderlich.
es: Debe registrarse primero con este agente.
fr: Vous devez vous enregistrer auprès de cet agent d'abord.
ja: まず最初に、このエージェントに登録をしなければなりません。
ms: Anda mesti mendaftar dengan agen dahulu.
nl: U moet zich eerst bij deze agent registreren
pl: Musisz siê najpierw zarejestrowaæ przy u¿yciu tego agenta.
pt: Tem de se registar com este agente primeiro.
ru: Вы должны сначала зарегистрироваться у агента.
sk: Musíte si najskôr zaregistrova» tohoto agenta.
tr: Bu aracı ile önce kaydolmalısınız.
zh_cn: 您必须先向代理注册。

source: Loading...
az: Yüklənir...
ca: Carregant...
da: Henter...
de: Ladevorgang...
es: Cargando...
fr: Chargement...
ja: 読み込み中...
ko: 읽는중...
lt: Kraunu...
ms: Memuatkan...
nl: Bezig met laden...
pl: Odczytywanie...
pt: A Carregar...
ru: Идёт загрузка...
sk: Nahrávam...
tr: Yükleniyor...
uk: Завантаження...
zh_cn: 正载入...

source: Loading information from agent...
az: Vasitələrdən mə'lumat yüklənir...
ca: Carregant informació d'un agent...
da: Henter information fra agent...
de: Agenteninformationen werden geladen...
es: Cargando información de un agente...
fr: Chargement des Informations depuis l'agent...
ja: エージェントから情報を読み込み中...
ko: 중개서버에서 정보 읽는중...
lt: Kraunu informacijà ið agento..
ms: Memuatkan maklumat daripada agen...
nl: Bezig met laden informatie van agent...
pl: Odczytywanie informacji od agenta...
pt: A carregar informação do agente...
ru: Загружается информация от агента...
sk: Nahrávam informáciu z agenta...
tr: Aracıdaki bilgiler yükleniyor...
uk: Завантаження ╕нформац╕╖ в╕д а╜ента...
zh_cn: 正从代理载入信息...

source: Information loaded.
az: Mə'lumat yükləndi.
ca: Informació carregada.
da: Information indlæst.
de: Informationen geladen.
es: Información cargada.
fr: Informations chargées.
ja: 情報の読み込み完了。
ko: 정보 읽기 완료.
lt: Infotmacija pakrauta.
ms: Maklumat dimuatkan.
nl: Informatie geladen.
pl: Informacje odczytane.
pt: Informação carregada.
ru: Информация загружена.
sk: Informácia nahraná.
tr: Bilgiler yüklendi.
uk: ╤нформац╕ю завантажено.
zh_cn: 信息载入完毕。

source: Error attempting to search agent.
az: Vasitələr axtarılırkən xəta oldu.
ca: Error en provar de cercar agent.
da: Fejl under forsøg på at søge i meddelelsessystemet.
de: Fehler beim Versuch den Agenten zu durchsuchen.
es: Error al intentar buscar agente.
fr: Erreur lors de la recherche d'agent.
ja: エージェント検索でエラーが発生しました。
ko: 중개서버 찾기 도중 오류
lt: Paieðkos agento klaida.
ms: Ralat ketika cuba mencari agen.
nl: Er trad een fout op bij het pogen om de agent te zoeken.
pl: B³±d przy próbie przeszukania agenta.
pt: Erro na tentativa de procurar agente.
ru: Ошибка при попытке найти агента.
sk: Chyba pri pokuse vyhµada» agenta.
tr: Aracı araştırılırken hata.
uk: Помилка п╕д час пошуку а╜ента.
zh_cn: 试图搜索代理时出错。

source: Searching...
az: Axtarılır...
ca: Cercant...
da: Søger...
de: Suchen...
es: Buscando...
fr: Recherche en cours...
ja: 検索中...
ko: 찾는중...
lt: Ieðkau...
ms: Mencari....
nl: Bezig met zoeken...
pl: Wyszukiwanie...
pt: A Procurar...
ru: Поиск...
sk: Hµadám...
tr: Arıyor...
uk: Пошук...
zh_cn: 正搜索...

source: Error
az: Xəta
da: Fejl
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
lt: Klaida
ms: Ralat
nl: Fout
pl: B³±d
pt: Erro
ru: Ошибка
sk: Chyba
tr: Hata
uk: Помилка
zh_cn: 错误

source: Search completed.
az: Axtarış qurtardı.
ca: Cerca completa.
da: Søgning fuldført.
de: Suche abgeschlossen.
es: Búsqueda completa.
fr: Recherche terminée.
ja: 検索完了。
ko: 찾기 완료.
lt: Paieðka baigta.
ms: Pencarian selesai.
nl: Zoekopdracht klaar.
pl: Wyszukiwanie zakoñczone.
pt: Procura terminada.
ru: Поиск завершен.
sk: Hµadanie ukonèené.
tr: Arama tamamlandı.
uk: Пошук завершено.
zh_cn: 搜索完毕。

source: Error occurred querying this agent. Please try again later.
az: Bu vasitə çağrılırkən xəta oldu. Daha sonra təzədən sınayın.
ca: Error en consultar l'agent. Prova-ho de nou més tard.
da: Der opstod en fejl under forespørgsel af denne agent. Prøv igen senere.
de: Bei der Abfrage des Agenten ist ein Fehler aufgetreten. Bitte später erneut versuchen.
es: Error al requerir agente. Inténtelo de nuevo más tarde.
fr: Erreur lors d'un requête avec cet agent. Essayez plus tard.
ja: このエージェントに問い合わせ中、エラーが発生しました。 あとで再度、試行して下さい。
ko: 이 중개서버에 질의중 오류 발생. 나중에 다시 시도 하십시오.
lt: Klaida kreipiantis á ðá agentà. Praðau pabandyti vëliau.
ms: Ralat berlaku ketika mencari agen. Sila cuba lagi kelak.
nl: Een fout deed zich voor tijdens een aanvraag bij deze agent. Probeer het later nogmaals
pl: Przy odpytywaniu agenta wyst±pi³ b³±d. Spróbuj ponownie pó¼niej.
pt: Ocorreu um erro ao questionar este agente. Tente novament emais tarde.
ru: Возникла ошибка при опросе этого агента. Пожалуйста, попробуйте еще раз позже.
sk: Vyskytla sa chyba pri získavaní informácií od tohto agenta. Skúste, prosím, neskôr.
tr: Aracı sorgulanırken hata. Lütfen daha sonra tekrar deneyin.
uk: Виникла помилка п╕д час опитування цього а╜ента. Будь ласка, спробуйте ще раз п╕зн╕ше.
zh_cn: 查询这个代理时出错。请稍后再试。

source: Error, %s does not support agents.
ca: Error, %s no suporta agents.
da: Fejl: %s understøtter ikke agenter.
fr: Erreur, %s ne supporte pas les agents.
ja: エラー、%s はエージェントをサポートしていません。
ms: Ralat, pelayan %s tidak menyokong agen.
pl: B³±d, %s nie obs³uguje agentów.
pt: Erro, %s não suporta agentes.
ru: Ошибка, сервер %s не поддерживает агентов.
sk: Chyba, %s nepodporuje agentov.
zh_cn: 错误，%s 不支持代理。

source: Loading registration information...
az: Qeydiyyat mə'lumatı yüklənir...
ca: Carregant la informació de registre...
da: Henter registreringsoplysninger...
de: Registrierungsinformationen werden geladen...
es: Cargando información de registro...
fr: Chargement des Informations d'enregistrement...
ja: レジスレーション情報読み込み中...
ko: 등록 정보를 읽는중...
lt: Kraunu registracijos informacijà...
ms: Memuatkan maklumat pendaftaran...
nl: Bezig met laden registratie-informatie...
pl: Odczytywanie informacji o rejestracji...
pt: A carregar informação de registo...
ru: Загружаю информацию о регистрации...
sk: Nahrávam registraèné informácie...
tr: Kayıt bilgileri yükleniyor...
uk: Завантаження ╕нформац╕╖ про ре╓страц╕ю...
zh_cn: 正载入注册信息...

source: Error attempting to register with %s. The agent is either down, unreachable, or misconfigured.
ca: Error registrant-se amb %s. L'agent està caigut, no hi puc arribar, o està mal configurat.
da: Fejl ved forsøg på at registrere hos %s. Agenten er enten nede, forket konfigureret eller kan ikke nås.
fr: Erreur lors de l'enregistrement auprès de %s. Cet agent est soit arrêté, soit inaccessible, soit mal configuré.
ja: %s について登録中にエラーが発生しました。 このエージェントは、ダウン、接続不能または構成不備です。
ms: Ralat ketika cuba mendaftar dengan %s. Agen samada mati atau tidak boleh dijangkau atau salah konfigurasi.
pl: Podczas próby zarejestrowania przy u¿yciu %s wyst±pi³ b³±d. Agent nie dzia³a, jest nieosi±galny lub niepoprawnie skonfigurowany.
pt: Erro ao tentar registar-se com %s. O agente está em baixo, inalcançável ou mal configurado.
ru: Произошла ошибка при попытке зарегистрироваться у %s. Агент либо отключен, либо недоступен, либо неверно настроен.
sk: Chyba pri pokuse o registráciu na %s. Agent je buï vypnutý, nedosiahnuteµný alebo zle nakonfigurovaný.
zh_cn: 试图用 %s 注册时出错。 代理可能已停机，或无法达到，或配置错误。

source: Sending registration information...
az: Qeydiyyat mə'lumatı göndərilərkən xəta oldu...
ca: Enviant informació de registre...
da: Sender registreringsoplysninger...
de: Registrierinformationen werden gesendet...
es: Enviando información de registro...
fr: Envoi des informations d'enregistrement...
ja: レジストレーション情報送信中...
ko: 등록정보를 보내는중...
lt: Siunèiu registracijos informacijà...
ms: Mengirim maklumat pendaftaran...
nl: Bezig met verzenden registratie-informatie...
pl: Wysy³anie informacji o rejestracji...
pt: A enviar informação de registo...
ru: Отсылается информация о регистрации...
sk: Posielam registraèné informácie...
tr: Kayıt bilgileri gönderiliyor...
uk: В╕дсилання ре╓страц╕йно╖ ╕нформац╕╖...
zh_cn: 正发送注册信息...

source: Registration Failed
az: Qeydiyyat Bacarılmadı
ca: Registre no possible
da: Registrering mislykkedes
de: Registrierung fehlgeschlagen
es: Registro Fallido
fr: Echec de l'enregistrement
ja: 登録失敗
ko: 등록 실패
lt: Registracija nepavyko
ms: Pendaftaran gagal
nl: Registratie mislukt
pl: Rejestracja nie powiod³a siê
pt: Falha no Registo
ru: Регистрация не удалась
sk: Registrácia zlyhala
tr: Kaydolunamadı
uk: Зб╕й ре╓страц╕╖
zh_cn: 注册失败

source: Registration Failed: %s
ca: Registre no possible: %s
da: Registrering mislykkedes: %s
fr: Echec de l'enregistrement : %s
ja: 登録失敗: %s
ms: Pendaftaran gagal: %s
pl: Rejestracja nie powiod³a siê: %s
pt: Falha no Registo: %s
ru: Регистрация не удалась: %s
sk: Registrácia zlyhala: %s
zh_cn: 注册失败： %s

source: Automatic subscription request.
ca: Petició de subscripció automàtica.
da: Automatisk tilmeldelsesanmodning.
de: Automatische Authorisierungsanforderung.
es: Petición de subscripción automática
fr: Raison de la demande d'inscription automatique.
ja: 自動承諾要求
ms: Permintaan langganan automatik.
nl: Automatische Authorisatie Aanvraag
pl: ¯±danie automatycznej subskrypcji.
pt: Pedido automático de inscrição.
ru: Автоматический запрос подписки.
sk: Po¾iadavka na automatické prihlásenie.
tr: Otomatik üyelik isteği.
zh_cn: 自动批准请求。

source: Moving to extended away
ca: Canviant a Absent fa estona
da: Skifter til længere fravær
es: Cambiando a ausencia extendida
fr: Passage en absent étendu
ja: 拡張退席に移動しました
ms: Berpindah ke away lanjutan
pl: Przej¶cie do czasowej nieobecno¶ci
pt: A passar para ausência prolongada
ru: Отошел давно
sk: Mením na 'dlho preè'

source: Starting auto-away
ca: Engegant Absent automàticament
da: Begynder automatisk fravær
es: Iniciando auto-ausencia
fr: Démarrage de l'absence automatique
ja: 自動退席を開始しました
ms: Memulakan auto-away
pl: Rozpoczynanie automatycznej nieobecno¶ci
pt: A começar auto-ausente
ru: Запуск автоотсутствия
sk: Nastavujem automaticky 'preè'
zh_cn: 启用自动离开

source: Returning from auto-away
ca: Sortint d'Absent automàticament
da: Returnerer fra automatisk fravær
es: Volviendo de la auto-ausencia
fr: Arrêt de l'absence automatique
ja: 自動退席から戻りました
ms: Kembali dari auto-away
pl: Powrót z automatycznej nieobecno¶ci
pt: A voltar de auto-ausente
ru: Возвращение из автоотсутствия
sk: Návrat z automatického 'preè'
zh_cn: 从自动离开返回

source: Auto away for
ca: Absent automàticament durant
da: Automatisk fravær i
es: Auto ausencia para
fr: Absent automatique pour
ja: 自動退席:
ms: Auto-away untuk
pl: Automatyczna nieobecno¶æ przez
pt: Auto-ausente por
ru: Автоотсутствие:
sk: Automaticky preè
zh_cn: 将自动离开用于

source: day
ca: dia
da: dag
es: día
fr: jour
ja: 日
ms: hari
pl: dzieñ
pt: dia
ru: день
sk: deò
zh_cn: 天

source: day
ca: dia
da: dag
de: Tag
es: día
fr: jour
ja: 日
ko: 일
lt: diena
ms: hari
nl: dag
pl: dzieñ
pt: dia
ru: день
sk: deò
tr: gün
uk: день
zh_cn: 天

source: days
ca: dies
da: dage
de: Tage
es: días
fr: jours
ja: 日
ko: 일
lt: dienos
ms: hari
nl: dagen
pl: dni
pt: dias
ru: дней
sk: dní
tr: gün
uk: дн
zh_cn: 天

source: hr
da: time
de: Std
fr: h
ja: 時間
ko: 시간
lt: val
ms: jam
nl: u.
pl: godz.
pt: h
ru: час
sk: h
tr: saat
uk: г
zh_cn: 小时

source: hrs
da: timer
de: Std
ja: 時間
ko: 시간
lt: val
ms: jam
nl: uren
pl: godz.
pt: h
ru: часов
sk: h
tr: saat
uk: г
zh_cn: 小时

source: min
ja: 分
ko: 분
ru: минута
tr: dakika
uk: хв
zh_cn: 分钟

source: mins
da: min.
de: Min
ja: 分
ko: 분
lt: min
ms: min
nl: minuten
pl: min.
ru: минут
sk: min
tr: dakika
uk: хв
zh_cn: 分钟

source: sec
ca: seg
da: sek.
de: s
es: seg
ja: 秒
ko: 초
lt: sek
ms: saat
pl: s.
pt: seg
ru: секунда
sk: s
tr: san
zh_cn: 秒

source: secs
ca: segs
da: sek.
de: s
es: segs
ja: 秒
ko: 초
lt: sek
ms: saat
nl: -seconden
pl: s.
pt: segs
ru: секунд
sk: s
tr: san
zh_cn: 秒

source: Presence signature is invalid
az: Hazırkı imza hökmsüzdür
ca: La signatura de presència no és vàlida
da: Tilstedeværelsessignatur er ugyldig
de: Signatur der Anwesenheit ist ungültig
es: La firma de presencia no es válida
fr: La signature de présence est invalide
ja: 無効な署名の存在
ko: 현재 서명이 잘못되어 있습니다
lt: Esantis paraðas neteisingas
ms: Tandatangan kehadiran tidak sah
nl: Aanwezigheids-handtekening is ongeldig
pl: Podpis obecno¶ci jest niepoprawny
pt: Assinatura de presença é inválida.
ru: Плохая подпись присутствия
sk: Podpis prítomnosti je neplatný
tr: Vaziyet bilgileri geçersiz
uk: Нев╕рний п╕дпис присутност╕

source: Presence signature is valid
az: Hazırkı imza hökmlüdür
ca: La signatura de presència és vàlida
da: Tilstedeværelsessignatur er gyldig
de: Signatur der Anwesenheit ist gültig
es: La firma de presencia es válida
fr: La signature de la présence est valide
ja: 有効な署名の存在
ko: 현재 서명이 올바릅니다
lt: Esantis paraðas teisingas
ms: Tandatangan kehadiran adalah sah
nl: Aanwezigheids-handtekening is geldig
pl: Podpis obecno¶ci jest poprawny
pt: Assinatura de presença é válida.
ru: Хорошая подпись присутствия
sk: Podpis prítomnosti je platný
tr: Vaziyet bilgileri geçerli
uk: В╕рний п╕дпис присутност╕

source: Presence is not signed
az: Hazırkı imzalanmayıb
ca: La presència no està signada
da: Tilstedeværelse er ikke signeret
de: Anwesenheit ist nicht signiert
es: La presencia no esta firmada
fr: La présence n'est pas signée
ja: 署名されていません
ko: 현재 서명되지 않았습니다
ms: Kehadiran tidak ditandatangani
nl: Aanwezigheid is niet getekend
pl: Obecno¶æ nie jest podpisana
pt: Presença não está assinada
ru: Присутствие не подписано
sk: Prítomnos» je nepodpísaná
tr: Vaziyet bilgileri yok
uk: Присутн╕сть не п╕дписано

source: offline:
az: xətdə deyil:
ca: desconnectat:
da: frakoblet:
de: abgemeldet:
es: desconectado:
fr: déconnecté:
ja: オフライン:
ko: 사용않음:
lt: atsijungæs:
ms: luartalian:
nl: afgemeld:
pl: roz³±czony:
pt: desligado:
ru: не в сети:
sk: nepripojený:
tr: bağlantısız:
uk: не в мереж╕:
zh_cn: 离线：

source: No presence has been received.
az: Heç bir şey alınmayıb.
ca: Hom no ha rebut presència
da: Ingen tilstedeværelse er modtaget.
de: Es wurde keine Anwesenheit empfangen.
es: No se ha recibido presencia
fr: Pas information de présence reçue.
ja: 所在は受信されていません。
ms: Tiada kehadiran diterima
nl: Geen aanwezigheid is ontvangen.
pl: Nie otrzymano obecno¶ci.
pt: Nenhuma presença foi recebida.
ru: Не была получена информация о присутствии.
sk: Nebola prijatá prítomnos».
tr: Durum vaziyeti belirsiz.
uk: Не було отримано ╕нформац╕ю про присутн╕сть.

source: %s's Contact Information
ca: Informació del contacte %s
da: Kontaktoplysninger for %s
de: Kontaktinformation von %s
es: Información de Contacto de %s
fr: Information de Contact de %s
ja: %s のコンタクト先情報
ms: Maklumat Rakan %s
nl: %s's Contact Informatie
pl: Informacje na temat kontaktu %s
pt: Informação de Contacto de %s
ru: Информация для связи с %s
sk: %s - Informácie o kontakte
tr: %s için Katılımcı Bilgileri
zh_cn: %s 的联络信息

source: %s's Computer
ca: L'ordinador de %s
da: %ss maskine
de: Rechner von %s
es: Computador de %s
fr: Ordinateur de %s
ja: %s のコンピュータ
ms: Komputer %s
pl: Komputer u¿ytkownika %s
pt: Computador do %s
ru: Компьютер пользователя %s
sk: %s - Poèítaè pou¾ívateµa
tr: %s'in Bilgisayarı
zh_cn: %s 的计算机

source: yes
az: bəli
ca: sí
da: ja
de: ja
es: si
fr: oui
ja: はい
ko: 예
lt: taip
ms: ya
nl: ja
pl: tak
pt: sim
ru: да
sk: áno
tr: evet
uk: так
zh_cn: 是

source: Received Contacts(s) from %s
ca: Contacte(s) rebuts de %s
da: Modtog kontakter fra %s
fr: Contact(s) Reçu(s) de %s
ja: %s からコンタクト先を受信
ms: Menerima Perhubungan daripada %s
pl: Otrzymano kontakty od u¿ytkownika %s
ru: Получены контакты от %s
sk: Prijaté kontakty od %s
zh_cn: 从 %s 接收联系信息

source: Send Contacts(s) to %s
ca: Enviar contacte(s) a %s
da: Send kontakter til %s
de: Kontakte an %s senden
es: Enviar contacto(s) a %s
fr: Envoyer un (des) contact(s) à %s
ja: コンタクト先 %s を送信
ms: Hantar Rakan kepada %s
pl: Wys³anie kontaktów do u¿ytkownika %s
pt: Enviar Contacto(s) para %s
ru: Переслать контакты для %s
sk: Posla» kontakty pre %s
zh_cn: 向 %s 发送联系信息

source: Jabber Contacts attached:
ca: Contactes del Jabber adjuntats:
da: Jabber-kontakter vedhæftet:
de: Gabber Kontaktinformation angehängt:
es: Jabber contactos adjuntados:
fr: Contacts Jabber attachés :
ja: Jabber コンタクト先に付与された:
ko: Jabber 접속 추가:
lt: Prijungti Jabber kontaktai:
ms: Rakan Jabber disisipkan:
nl: Jabber Contacten bijgevoegd:
pl: Za³±czone kontakty Jabbera:
pt: Contactos Jabber anexos:
ru: Вложенные контакты пользователей Jabber:
sk: Prilo¾ené kontakty jabbera:
tr: Ekli Jabber Katılımcılar:
uk: П╕д'╓днан╕ користувач╕ Jabber:
zh_cn: 附上 Jabber 联络信息：

source: A server-side error has occurred: %s
ca: Hi ha hagut un error al servidor: %s
da: En serverfejl opstod: %s
fr: Une erreur coté serveur est survenue: %s
ja: サーバ側でエラーが発生: %s
ms: Ralat sebelah-pelayan berlaku: %s
pl: Wyst±pi³ b³±d po stronie serwera: %s
ru: Возникла ошибка на стороне сервера: %s
sk: Vyskytla sa chyba na serveri: %s
zh_cn: 发生一个服务端错误： %s

source: Bad Request
ca: Petició errònia
da: Ugyldig forespørgsel
de: Falsche Anfrage
es: Petición errónea
fr: Mauvaise Requête
ja: 無効な要求
ko: 잘못된 요청
lt: Bloga uþklausa
ms: Permintaan tidak sah
nl: Foutieve Aanvraag
pl: Niepoprawne ¿±danie
pt: Pedido Inválido
ru: Неправильный запрос
sk: Zlá po¾iadavka
tr: İstek hatalı
zh_cn: 坏的请求

source: Unauthorized
ca: No autoritzat
da: Uautoriseret
de: Zugriff verweigert
es: No autorizado
fr: Non autorisé
ja: 無許可
ko: 인증되지 않음
ms: Tiada authoriti
nl: Onbevoegd
pl: Brak autoryzacji
pt: Não Autorizado
ru: Неавторизованный
sk: Neautorizované
tr: Yetkisiz
zh_cn: 未经认证

source: Payment Required
ca: Requereix pagament
da: Betaling kræves
de: Zahlung erforderlich
es: Requiere pago
fr: Paiement nécessaire
ja: 支払要求
ko: 지불 필요
lt: Reikalaujama atlyginimo
ms: Bayaran diperlukan
nl: Betaling Vereist
pl: Wymagana op³ata
pt: Pagamento Requerido
ru: Требуется оплата
sk: Vy¾adovaná platba
tr: Ödeme Gerekli
zh_cn: 需要付费

source: Forbidden
ca: Prohibit
da: Forbudt
de: Verboten
es: Prohibido
fr: Interdit
ja: 禁止
ko: 금지됨
lt: Uþdrausta
ms: Terhalang
nl: Verboden
pl: Zabronione
pt: Proibido
ru: Запрещёно
sk: Neprístupné
tr: Yasak
zh_cn: 禁止

source: Not Found
ca: No Trobat
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
ja: 見つかりません
ko: 찾을 수 없음
lt: Nerasta
ms: Tidak dijumpai
nl: Niet Gevonden
pl: Nie odnaleziono
pt: Não Encontrado
ru: Не найден
sk: Nenájdené
tr: Yok
zh_cn: 未找到
