Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Not Allowed
ca: No permès
da: Ikke tilladt
de: Nicht berechtigt
es: No permitido
fr: Pas autorisé
ja: 許可されません
ko: 허용되지 않음
lt: Neleista
ms: Tidak diizinkan
nl: Niet Toegestaan
pl: Niedozwolone
pt: Não Permitido
ru: Не разрешено
sk: Nedovolené
tr: İzin verilmiyor
zh_cn: 不允许

source: Not Acceptable
ca: No acceptable
da: Ikke acceptabelt
de: Nicht annehmbar
es: No aceptable
fr: Pas acceptable
ja: 受理不可能
ko: 받아들이지 않음
lt: Nepriimtina
ms: Tidak diterima
nl: Niet Accepteerbaar
pl: Nieakceptowalne
pt: Inaceitável
ru: Не приемлем
sk: Neakceptovateµné
tr: Kabul edilemez
zh_cn: 不接受

source: Registration Required
ca: Registre requerit
da: Registrering påkrævet
de: Registrierung notwendig
es: Registro requerido
fr: Enregistrement nécessaire
ja: 登録要求された
ko: 등록 요구
lt: Reikalaujama registracijos
ms: Pendaftaran diperlukan
nl: Registratie verplicht
pl: Wymagana jest rejestracja
pt: Registo Obrigatório
ru: Необходима регистрация
sk: Registrácia nutná
tr: Üyelik İşlemi Gerekli
zh_cn: 需要注册

source: Request Timeout
ca: Temps d'espera esgotat per a la petició
da: Forespørgsel overskred tidsfrist
de: Zeitüberschreitung bei Anfrage
es: Tiempo de espera agotado para la petición
fr: Pas de réponse à la requête dans les delais
ja: 要求時間切れ
ko: 요청시간 지남
ms: Permintaan lebih masa
nl: Aanvraag Timeout
pl: Up³yn±³ czas ¿±dania
pt: Pedido Expirou
ru: Время запроса истекло
sk: Vypr¹al èasový limit po¾iadavky
tr: İstek Zamanaşımı
zh_cn: 请求超时

source: Username Not Available
ca: Nom d'usuari no disponible
da: Brugernavn ikke tilgængeligt
de: Benutzername nicht verfügbar
es: Nombre de usuario no disponible
fr: Nom d'utilisateur non disponible
ja: ユーザ名は不可能
ko: 사용자이름 사용할 수 없음
lt: Vartotojo vardas nepasiekiamas
ms: Namapengguna tidak ada
nl: Gebruikersnaam Niet Beschikbaar
pl: Nazwa u¿ytkownika nie jest dostêpna
pt: Utilizador Inválido
ru: Недопустимое имя пользователя
sk: Prihlasovacie meno nie je dostupné
tr: Kullanıcı Adı Yok
zh_cn: 用户名不可用

source: Internal Server Error
ca: Error intern del servidor
da: Intern serverfejl
de: Interner Serverfehler
es: Error interno del servidor
fr: Erreur interne du serveur
ja: 内部サーバエラー
ko: 내부 서버 오류
lt: Serverio klaida
ms: Ralat Pelayan dalaman
nl: Interne Server Fout
pl: Wewnêtrzny b³±d serwera
pt: Erro Interno de Servidor
ru: Внутренняя ошибка сервера
sk: Interná chyba servera
tr: Sunucu içi Hata
zh_cn: 内部服务器错误

source: Not Implemented
ca: No implementat
da: Ikke implementeret
de: Nicht implementiert
es: No implementado
fr: Non implémenté
ja: 未実装
ko: 구현되지 않음
lt: Neávykdyta
ms: Tidak diimplementasikan
nl: Niet Geimplementeerd
pl: Nie zaimplementowane
pt: Não Implementado
ru: Не реализовано
sk: Neimplementované
tr: Oluşturulmadı
zh_cn: 尚未实现

source: Remote Server Error
ca: Error del servidor remot
da: Fejl på ekstern server
de: Fehler des fernen Servers
es: Error del servidor remoto
fr: Erreur du serveur distant
ja: リモートサーバエラー
ko: 원격 서버 오류
lt: Serverio klaida
ms: Ralat Pelayan Remote
nl: Externe Server Fout
pl: B³±d zdalnego serwera
pt: Erro de Servidor Remoto
ru: Удалённая ошибка сервера
sk: Chyba vzdialeného servera
tr: Uzak Sunucu Hatası
zh_cn: 远程服务器错误

source: Service Unavailable
ca: Servei no disponible
da: Tjeneste ikke tilgængelig
de: Dienst nicht verfügbar
es: Servicio no disponible:
fr: Service indisponible
ja: 不明なサービス
ko: 서비스 사용할 수 없음
lt: Paslauga nepasiekiama
ms: Tiada servis
nl: Dienst Niet Beschikbaar
pl: Us³uga jest niedostêpna
pt: Serviço Indisponível
ru: Сервис недоступен
sk: Slu¾ba nedostupná
tr: Hizmet Yok
zh_cn: 服务不可用

source: Remote Server Timeout
ca: Temps esgotat per al servidor remot
da: Ekstern tjener overskred tidsfrist
de: Zeitüberschreitung des fernen Servers
es: Tiempo agotado para el servidor remoto
fr: Délai dépassé du serveur distant
ja: リモートサーバ時間切れ
ko: 원격 서버 시간지남
lt: Baigësi serverio laiko limitas
ms: Pelayan remote lebih masa
nl: Externe Server Timeout
pl: Up³yn±³ czas dany zdalnemu serwerowi
pt: Expirou Ligação ao Servidor Remoto
ru: Время ожидания удалённого сервера истекло
sk: Vypr¹al èasový limit vzdialeného servera
tr: Uzak Sunucu Zamanaşımı
zh_cn: 远程服务器超时

source: No Error
ca: Cap error
da: Ingen fejl
de: Kein Fehler
es: No hay error
fr: Pas d'erreur
ja: エラーなし
ko: 오류 없음
lt: Nëra klaidø
ms: Tiada Ralat
nl: Geen Fout
pl: Bez b³êdu
pt: Nenhum Erro
ru: Нет ошибок
sk: Bez chyby
tr: Hatasız
zh_cn: 没有错误

source: Then
az: Onda
ca: Llavors
da: Så
de: Dann
es: Entonces
fr: Alors
ja: その後
lt: Tada
ms: Kemudian
nl: Dan
pl: Wykonywan± operacj± jest
pt: Depois
ru: Затем
sk: Potom
tr: Sonra
uk: Тод╕
zh_cn: 然后

source: change message type to...
az: ismarıc növünü dəyişdir...
ca: canviar tipus de missatge a...
da: ændr beskedtype til...
de: Nachrichtentyp ändern in...
es: cambiar tipo de mensaje a...
fr: change le type de message vers...
ja: 変更メッセージタイプ...
ko: 메세지형식을 바꿈...
lt: pakeisk mano þinutës tipà á...
ms: tukar jenis mesej ke...
nl: wijzig berichttype naar...
pl: zmiana typu wiadomo¶ci na...
pt: modificar tipo de mensagem para...
ru: сменить тип сообщения на...
sk: zmeni» typ správy na...
tr: ileti türünü değiştir...
uk: зм╕нити тип пов╕домлення на...
zh_cn: 将消息类型转化成...

source: forward message to...
az: ismarıcı çatdır...
ca: reenviar missatge a...
da: videresend besked til...
de: Nachricht weiterleiten an...
es: reenviar mensaje a...
fr: Transmet le message à...
ja: 転送メッセージ...
ko: 메세지를 전달...
lt: persiøsk þinutæ...
ms: forward mesej kepada...
nl: zend bericht door naar...
pl: przes³anie wiadomo¶ci do...
pt: enviar mensagem para...
ru: переслать сообщение к...
sk: posla» správu ïalej...
tr: iletiyi yönlendir...
uk: переслати пов╕домлення...
zh_cn: 转发消息到...

source: reply with...
az: cavab ver...
ca: respondre amb...
da: svar med...
de: Antwort mit...
es: responder con...
fr: Répondre avec...
ja: 返答する...
ko: 답장...
lt: atsakyk su...
ms: balas dengan...
nl: antwoord met...
pl: odpowied¼ przy u¿yciu...
pt: responder com...
ru: ответить с...
sk: odpoveï pre...
tr: cevapla...
uk: в╕дпов╕сти...
zh_cn: 回复时用...

source: store this message offline.
az: bu ismarıcı xətdə deyilkən oxumaq üçün saxla.
ca: gravar aquest missatge offline.
da: gem denne besked lokalt.
de: Diese Nachricht offline speichern.
es: guardar este mensaje desconetado.
fr: stocke ce message offline
ja: オフラインメッセージを保存する。
ko: 이 메세지를 오프라인에 저장
lt: Saugoti ðià þinutæ atsijungus.
ms: simpan mesej ini luartalian
nl: bewaar dit bericht offline.
pl: zapisanie wiadomo¶ci lokalnie.
pt: armazenar esta mensagem localmente.
ru: сохранить это сообщение вне сети.
sk: ulo¾i» túto správu offline.
tr: bu iletiyi kaydet.
uk: зберегти це пов╕домлення в╕д'╓днаним.
zh_cn: 离线后存储该消息。

source: continue processing rules.
az: qaydaların gedişatına davam et.
ca: continuar processant regles.
da: fortsæt behandling af regler.
de: Regelbearbeitung fortsetzen.
es: continuar procesando reglas.
fr: continue le traitement des règles.
ja: ルール処理の継続。
ko: 규칙 처리 계속.
ms: terus memproses tatacara
nl: doorgaan met regels verwerken.
pl: kontynuacja przetwarzania regu³.
pt: continuar regras de processamento.
ru: продолжить обрабатывать правила.
sk: pokraèova» v spracúvaní pravidiel.
tr: kuralları işlemeye devam et.
uk: продовжити оброблювати правила.
zh_cn: 继续处理规则。

source: Remove
az: Çıxart
ca: Eliminar
da: Fjern
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 지움
lt: Paðalinti
ms: Buang
nl: Verwijderen
pl: Usuñ
pt: Apagar
ru: Удалить
sk: Odstráni»
tr: Sil
uk: Видалити
zh_cn: 删除

source: If
az: Əgər
ca: Si
da: Hvis
de: Wenn
es: Si
fr: Si
ja: もし
ko: 만약
lt: Jeigu
ms: Jika
nl: Als
pl: Je¶li
pt: Se
ru: Если
sk: Ak
tr: Eğer
uk: Якщо
zh_cn: 如果

source: I'm not online.
az: Mən xətdə deyiləm.
ca: No estic connectat.
da: Jeg ikke er tilsluttet.
de: Ich bin nicht angemeldet.
es: No estoy en línea.
fr: Je ne suis pas connecté
ja: 私はオンラインではありません。
ko: 사용하지 않을때...
lt: að nesu prisijungæs
ms: Saya di luar talian
nl: Ik ben niet aangemeld.
pl: nie jestem na linii.
pt: Não estiver ligado.
ru: Я не в сети.
sk: Nie som pripojený.
tr: Bağlı değiliz.
uk: Я не в мереж╕.
zh_cn: 我不在线。

source: the message is from...
az: bu ismarıc...
ca: el missatge és de...
da: beskeden er fra...
de: die Nachricht ist von...
es: el mensaje proviene de...
fr: ce message est de...
ja: からのメッセージ...
ko: 받은 메세지가...
lt: þinutë ið...
ms: mesej ini daripada...
nl: het bericht is van...
pl: wiadomo¶æ jest od...
pt: a mensagém é de...
ru: сообщение от...
sk: správa je od...
tr: alınan ileti...
uk: пов╕домлення в╕д...
zh_cn: 这条消息来自...

source: the message is sent to...
az: ismarıc göndərilibdir...
ca: el missatge és enviat a...
da: beskeden er sendt til...
de: die Nachricht wurde verschickt an ...
es: el mensaje es enviado a...
fr: ce message est envoyé à...
ja: へのメッセージ送信...
ko: 보낸 메세지가...
lt: þinutë iðsiøsta...
ms: mesen ini dikirim ke...
nl: dit bericht is verstuurd naar...
pl: wiadomo¶æ jest dla...
pt: a mensagem é enviada para...
ru: сообщение посылается к...
sk: správa je poslaná pre...
tr: gönderilen ileti...
uk: пов╕домлення в╕д╕сила╓ться...
zh_cn: 这条消息发送到...

source: the subject is...
az: mövzu...
ca: l'assumpte és...
da: emnet er...
de: der Betreff ist...
es: el asunto es...
fr: le sujet est...
ja: の題名は...
ko: 제목이...
lt: pavadinimas yra...
ms: tajuk ialah...
nl: het onderwerp is...
pl: tematem jest...
pt: O assunto é...
ru: тема...
sk: predmet je...
tr: konu...
uk: тема...
zh_cn: 标题是...

source: the body is...
az: məğzi...
ca: el cos és...
da: kroppen er...
de: der Nachrichtentext ist...
es: el cuerpo es...
fr: le corps est...
ja: の本文は...
ko: 본문이...
lt: Tekstas yra...
ms: badan ialah...
nl: het inhoud is...
pl: tre¶ci± jest...
pt: o corpo é...
ru: текст сообщения...
sk: telo je...
tr: içeriği...
uk: т╕ло...
zh_cn: 内容是...

source: my status is...
az: mənim vəziyyətim...
ca: el meu estat és...
da: min status er...
de: mein Status ist...
es: mi estado es...
fr: mon statut est...
ja: 私のステータスは...
ko: 내 상태가...
lt: mano bûsena yra...
ms: status saya adalah...
nl: mijn status is...
pl: moim stanem jest...
pt: o meu estado é...
ru: мой статус...
sk: môj stav je...
tr: durum...
uk: м╕й стан...
zh_cn: 我的状态是...

source: the message type is...
az: bu ismarıc növü...
ca: el tipus de missatge és...
da: beskedtypen er...
de: der Nachrichtentyp ist...
es: el mensaje escrito es...
fr: le type de message est...
ja: のメッセージタイプは...
ko: 메세지 형태가...
lt: mano þinutës tipas yra...
ms: jenis mesej adalah...
nl: het berichttype is...
pl: typem wiadomo¶ci jest...
pt: o tipo de mensagem é...
ru: тип сообщения...
sk: typ správy je...
tr: ileti türü...
uk: тип пов╕домлення...
zh_cn: 消息类型是...

source: New Rule
az: Yeni Qayda
ca: Nova regla
da: Ny regel
de: Neue Regel
es: Nueva regla
fr: Nouvelle Règle
ja: 新規ルール
ko: 새 규칙
ms: Tatacara baru
nl: Nieuwe Regel
pl: Nowa regu³a
pt: Nova Regra
ru: Новое правило
sk: Nové pravidlo
tr: Yeni Kural
uk: Нове правило
zh_cn: 新规则

source: Sorry, your server does not support Jabber filters.
az: Bağışlayın, sizin vericiniz Jabber süzgəclərini dəstəkləmir.
ca: Ho sento, el teu servidor no suporta els filtres de Jabber.
da: Desværre, din server understøtter ikke Jabber-filtre.
de: Dieser Server unterstützt leider keine Jabber-Filter.
es: Lo siento, el servidor no soporta los filtros de Jabber.
fr: Désolé, votre serveur ne supporte pas les filtres Jabber.
ja: 申し訳ありませんが、あなたのサーバは jabber フィルターをサポートしていません。
ko: 서버가 Jabber 거르개를 지원하지 않습니다.
lt: Atsipraðau, tavo serveris nepalaiko Jabber filtrø.
ms: Maaf, pelayan anda tidak menyokong tapisan Jabber.
nl: Sorry, deze server ondersteunt geen Jabber filters.
pl: Niestety, serwer nie obs³uguje filtrów Jabbera.
pt: O seu servidor não suporta filtros Jabber.
ru: Извините, этот сервер не поддерживает фильтры Jabber
sk: Prepáète, ale vá¹ server nepodporuje Jabber filtre.
tr: Kullandığınız sunucu Jabber süzgeçlerini desteklemiyor.
uk: Вибачте, але ваш сервер не п╕дтриму╓ ф╕льтри Jabber.
zh_cn: 抱歉，您的服务器不支持 Jabber 过滤程序。

source: Receive File(s) from %s
ca: Rebre fitxer(s) de %s
da: Modtag filer fra %s
de: Empfange Datei(en) von %s
es: Recibir archivo(s) de %s
fr: Recoit un(des) Fichier(s) de %s
ja: %s からファイルを受信
ms: Menerima fail daripada %s
nl: Ontvang Bestand(en) van %s
pl: Odbiór plików od u¿ytkownika %s
pt: Recebido(s) Ficheiro(s) de %s
ru: Получить файл(ы) от %s
sk: Prija» súbory od: %s
tr: %s den Dosyalar Alındı
zh_cn: 从 %s 接收文件

source: %s tried to offer files, but all the URLs sent are invalid.
da: %s forsøgte at tilbyde filer, men alle de sendte adresser er ugyldige.
ms: %s cuba menawarkan fail, tetapi semua URL adalah tidak sah.
ru: %s попытался предложить файлы, но все отосланные URL неправильны.
sk: %s sa pokúsil(a) ponúknu» súbory, ale v¹etky URL, ktoré poslal(a) sú neplatné.
zh_cn: %s 试图提供文件，但所有发送的 URL 无效。

source: Error, a file save path must be specified.
ca: Error, has ha d'especificar una ruta per a gravar el fitxer.
da: Fejl: en filgemningssti skal angives.
de: Fehler, es muss ein Pfad zum Speichern von Dateien angegeben werden.
es: Error, se debe especificar una ruta para guardar el archivo.
fr: Erreur, un chemin pour sauvegarder le fichier doit être spécifié.
ja: エラー、ファイルを保存するパスを指定して下さい。
ms: Ralat, path penyimpanan fail mesti dinyatakan.
nl: Fout, een pad voor het opslaan van de bestand(en) moet gespecificeerd worden
pl: B³±d, nale¿y podaæ ¶cie¿kê do zapisu.
pt: Erro, tem de ser especificado um caminho de gravação de ficheiro.
ru: Ошибка, должен быть указан путь для сохранения файла.
sk: Chyba. Musí by» zadaná cesta na ulo¾enie súboru.
tr: Hata, bir dosya kayıt yolu belirtilmelidir.
zh_cn: 错误，必需指定文件的存放路径。

source: Send File to %s
ca: Enviar fitxer a %s
da: Send fil til %s
de: Sende Datei an %s
es: Enviar archivo a %s
fr: Envoyer un fichier à %s
ja: %s ファイルの送信
ms: Kirim Fail kepada %s
nl: Verstuur Bestand naar %s
pl: Wys³anie pliku do u¿ytkownika %s
pt: Enviar Ficheiro para %s
ru: Послать файл для %s
sk: Posla» súbor pre %s
zh_cn: 将文件发送到 %s

source: Waiting for connection...
ca: Esperant la connexió...
da: Venter på forbindelse...
de: Warte auf Verbindung...
es: Esperando establecer la conexión...
fr: Attente de connexion...
ja: 接続待ち...
ms: Menunggu sambungan...
nl: Wacht op verbinding
pl: Oczekiwanie na po³±czenie
pt: A aguardar ligação...
ru: Ожидание соединения...
sk: Èakám na spojenie...
tr: Bağlantı için bekleniyor...
zh_cn: 等待连接...

source: Sending File to %s
ca: Enviant fitxer a %s
da: Sender fil til %s
de: Sende Datei an %s
es: Enviado Fichero a %s
fr: Envoie un fichier à %s
ja: %s へファイルを送信中
ms: Mengirim Fail kepada %s
nl: Bestand wordt verstuurd naar %s
pl: Wysy³anie pliku do u¿ytkownika %s
pt: A Enviar Ficheiro para %s
ru: Происходит пересылка файла для %s
sk: Posielam súbor pre: %s
tr: Dosya %s e gönderiliyor
zh_cn: 发送文件到 %s

source: Receiving from
ca: Rebent de
da: Modtager fra
de: Empfangen von
es: Recibiendo de
fr: Réception de
ja: 受信中 -
ms: Menerima daripada
nl: Bezig met ontvangen van
pl: Pobieranie od
pt: A Receber de
ru: Прием от
sk: Prijímanie od
tr: Alınıyor:
zh_cn: 接收自

source: Pending...
ca: Pendent...
da: Afventer...
de: Ausstehend...
es: Pendiente...
fr: En attente...
ja: 未定...
ms: Tertangguh...
nl: Bezig met verzenden...
pl: W toku...
pt: Pendente...
ru: Ожидание...
sk: Nerozhodnuté...
tr: Bekliyor...
zh_cn: 未决...

source: Receiving File from %s
ca: Rebent fitxer de %s
da: Modtager fil fra %s
de: Empfange Datei von %s
es: Recibido archivo de %s
fr: Reçois un(des) Fichier(s) de %s
ja: %s からファイルを受信中
ms: Menerima Fail daripada %s
nl: Bezig met het ontvangen van Bestand van %s
pl: Odbieranie pliku od %s
pt: A Receber Ficheiro(s) de %s
ru: Принимается файл от %s
sk: Prijímam súbor od: %s
tr: Dosya %s den alınıyor
zh_cn: 从 %s 接收文件

source: Connected, requesting file...
ca: Connectat, sol·licitant fitxer...
da: Tilsluttet, beder om fil...
de: Verbunden, Datei anfordern...
es: Conectado, solicitando archivo...
fr: Connecté, demande de fichier...
ja: 接続、ファイル要求中...
ms: Tersambung, meminta fail...
nl: Er is verbinding, vraagt bestand aan...
pl: Nawi±zano po³±czenie, ¿±danie pliku...
pt: Ligado, a pedir ficheiro...
ru: Соединение установлено, запрашивается файл...
sk: Pripojený, ¾iadam o súbor...
tr: Bağlandı, dosya isteniyor...
zh_cn: 已连接，正请求文件...

source: Accepting connection...
ca: Acceptant connexió...
da: Accepterer tilslutning...
de: Akzeptiere Verbindung...
es: Aceptando conexión...
fr: Accepte la connexion...
ja: 接続受理...
ms: Menerima sambungan...
nl: Accepteert Verbinding
pl: Przyjmowanie po³±czenia...
pt: A aceitar ligação...
ru: Устанавливается соединение...
sk: Akceptujem pripojenie...
tr: Bağlantı kabul ediliyor...
zh_cn: 接受连接...

source: Error, transfer unexpectedly ended.
ca: Error, la transferència ha acabat inesperadament
da: Fejl: overførslen sluttede uventet.
de: Fehler, Übertragung unerwartet abgebrochen.
es: Error, transferencia terminada inesperadamente.
fr: Erreur, fin non attendue du transfert.
ja: エラー、転送は不意に終了した。
ms: Ralat, pemindahan terhenti tidak diduga.
nl: Fout, overdracht is overwacht beendigd
pl: B³±d, przesy³ nieoczekiwanie siê zakoñczy³.
pt: Erro, transferência interrompida inesperadamente.
ru: Ошибка, передача неожиданно прервалась.
sk: Chyba, prenos neoèakávane skonèil.
tr: Hata, aktarım kesildi.
zh_cn: 错误，传输意外中止。

source: The file transfer has ended unexpectedly. The received portion of the file has been saved.
ca: La transferència del fitxer ha acabat inesperadament. La part rebuda del fitxer ha estat gravada.
da: Filoverførslen sluttede uventet. Den modtagede del af filen er gemt.
de: Die Dateiübertragung wurde unerwartet unterbrochen. Der empfangene Teil der Datei wurde abgespeichert.
es: La transferencia del archivo ha terminado inesperadamente. La parte recibida del archivo ha sido guardado.
fr: Le transfert de fichier s'est arrêté de façon inattendue. La partie reçue du fichier a été sauvegardée.
ja: ファイル転送は、不意に終了しました。 受信した不完全なファイルを保存しました。
ms: pemindahan fail terhenti tanpa diduga. bahagian fail yang diterima telahpun disimpan.
nl: De bestandsoverdracht is onverwacht beeindigd. Het resterende stuk van het bestand is opgeslagen
pl: Przesy³ pliku nieoczekiwanie siê zakoñczy³. Otrzymana czê¶æ pliku zosta³a zapisana.
pt: A transferência do ficheiro terminou inesperadamente. A parcela do ficheiro recebia foi gravado.
ru: Передача файла неожиданно прервалась. Полученная часть файла сохранена.
sk: Prenos súboru bol ukonèený neoèakávane. Prijatá èas» súbru bola ulo¾ená.
tr: Dosya aktarımı anlaşılmayan bir nedenle kesildi. Dosyanın alınan bölümü kaydedildi.
zh_cn: 文件传输意外中止。 已接收的文件部分已保存。

source: Hide details
ca: Amagar detalls
da: Skjul detaljer
es: Esconder detalles
fr: Cacher les détails
ja: 詳細を隠す
ms: Sorok huraian
pl: Ukryj szczegó³y
pt: Esconder detalhes
ru: Убрать детали
sk: Skry» podrobnosti
zh_cn: 隐藏细节

source: Show details
ca: Mostrar detalls
da: Vis detaljer
es: Mostrar detalles
fr: Montrer les détails
ja: 詳細を表示
ms: Papar huraian
pl: Wy¶wietl szczegó³y
pt: Mostrar detalhes
ru: Показать детали
sk: Zobrazi» podrobnosti
zh_cn: 显示细节

source: Sending...
ca: Enviant...
da: Sender...
de: Sende...
es: Enviando...
fr: Envoi...
ja: 送信中...
ms: Mengirim...
nl: Bezig met verzenden...
pl: Wysy³anie...
pt: A Enviar...
ru: Пересылка...
sk: Posielam...
tr: Gönderiliyor...
zh_cn: 发送...

source: Receiving data...
ca: Rebent dades...
da: Modtager data...
de: Empfange Daten...
es: Recibiendo datos...
fr: Réception de données...
ja: データ受信中...
ms: Menerima data...
nl: Bezig met ontvangen...
pl: Pobieranie danych..
pt: A Receber dados...
ru: Принимаются данные...
sk: Prijímam dáta...
tr: Veri alınıyor...
zh_cn: 接收数据...

source: Complete.
ca: Completat.
da: Fuldført.
de: Abgeschlossen.
es: Completado.
fr: Terminé.
ja: 完了。
ms: Selesai.
nl: Klaar
pl: Zakoñczone.
pt: Terminado.
ru: Завершено.
sk: Ukonèené.
tr: Tamamlandı.
zh_cn: 完成。

source: Error, received more data than expected.
ca: Error, he rebut més dades de les esperades.
da: Fejl: modtog mere data end ventet.
de: Fehler: Es wurde mehr als erwartet empfangen.
es: Error, recibidos más datos de los esperados.
fr: Erreur, reçu plus de données que prévu.
ja: エラー、期待したより多くのデータを受信しました。
ms: Ralat, menerima lebih data daripada yang dijangka.
nl: Fout, er zijn meer gegevens ontvangen dan verwacht.
pl: B³±d, otrzymano wiêcej danych, ni¿ oczekiwano.
pt: Erro, a receber mais dados do que os esperados.
ru: Ошибка, получено больше данных, чем ожидалось.
sk: Chyba. Prijatých viac dát, ako som oèakával.
tr: Hata, veri beklenenden fazla.
zh_cn: 错误，接收的数据比预料的多。

source: %s/second
ca: %s/segon
da: %s/sekund
de: %s/Sekunde
es: %s/segundo
fr: %s/seconde
ja: %s/秒
ms: %s/saat
nl: %s/seconde
pl: %s/sekundê
pt: %s/segundo
ru: %s/секунда
sk: %s/s
zh_cn: %s/秒

source: Under one minute remaining.
ca: Falta menys d'un minut.
da: Mindre end et minut er tilbage.
de: Weniger als eine Minute verbleibt.
es: Falta menos de un minuto.
fr: Moins d'une minute restante.
ja: 残り１分未満。
ms: Baki kurang daripada satu minit.
nl: Nog minder dan een minuut
pl: Pozosta³a mniej ni¿ jedna minuta.
pt: Resta menos de um minuto.
ru: Осталось меньше минуты.
sk: Zostáva menej ako jedna minúta.
tr: Bir dakikadan az kaldı.
zh_cn: 剩余不到一分钟。

source: %s hours, %s minutes remaining.
ca: Falten %s hores i %s minuts
da: %s timer, %s minutter er tilbage.
de: Noch %s Stunden, %s Minuten.
es: %s horas, %s minutos restantes.
fr: %s heures, %s minutes restantes.
ja: 残り %s 時間 %s 分。
ms: %s jam, %s minit baki.
nl: nog %s uren, %s minuten
pl: Pozosta³o %s godzin i %s minut.
pt: Restam %s horas, %s minutos.
ru: Осталось %s часов и %s минут.
sk: zostáva %s hodín a %s minút.
tr: %s saat, %s dakika kaldı.
zh_cn: 剩余 %s 小时，%s 分钟。

source: %s minutes remaining.
ca: Falten %s minuts
da: %s minutter er tilbage.
de: Noch %s Minuten.
es: %s minutos restantes.
fr: %s minutes restantes.
ja: 残り %s 秒。
ms: %s minit baki.
nl: nog %s minuten
pl: Pozosta³o %s minut.
pt: Restam %s minutos.
ru: Осталось %s минут.
sk: zostáva %s minút.
tr: %s dakika kaldı.
zh_cn: 剩余 %s 分钟。

source: %s on IRC Server %s
ca: %s al servidor IRC %s
da: %s på IRC-serveren %s
de: %s auf IRC-Server %s
es: %s en servidor IRC %s
fr: %s sur le Serveur IRC %s
ja: %s の %s IRCサーバ
ms: %s ada di pelayan IRC %s
pl: %s na serwerze IRC %s
pt: %s no Servidor IRC %s
ru: %s на IRC сервере %s
sk: %s na IRC serveri %s
zh_cn: %s 在 IRC 服务器 %s 上

source: You have been invited to %s
ca: Has estat convidat a %s
da: Du er blevet indbudt til %s
de: Sie haben eine Einladung erhalten für %s
es: Ha sido invitado a %s
fr: Vous avez été invité à %s
ja: あなたは %s を招待した
ms: Anda telah dijemput ke %s
pl: Otrzymano zaproszenie do pokoju %s
pt: Você foi convidado para %s
ru: Вас пригласили в %s
sk: Boli ste pozvaný do %s
zh_cn: 您已被邀请到 %s

source: Group Chat Invitation from
ca: Invitació de xerrada al grup de
da: Gruppechatinvitation fra
de: Gruppenchat-Einladung von
es: Invitación a charla en grupo de
fr: Invitation à une Discussion de Groupe venant de
ja: からグループチャットの招待
ms: Jemputan Chat berkumpulan daripada
nl: Gabber: Groep Chat Uitnodiging van
pl: Zaproszenie do rozmowy grupowej od
pt: Convite de Conversa em Grupo de
ru: Приглашение в беседу группы от
sk: Pozvanie na skupinový rozhovor od
tr: Grup Sohbeti Daveti:
zh_cn: 分组聊天邀请函来自

source: An error occurred while trying to parse the received XML. You have been disconnected.
da: En fejl opstod under forsøg på at fortolke den modtagede XML. Du er blevet frakoblet.
ms: Terdapat ralat berlaku bila cuba menghantar XML yang diterima. Anda telah diputuskan.
ru: При попытке разобрать полученный XML произошла ошибка. Вы были отключены.
sk: Vyskytla sa chyba pri pokuse o analýzu prijatého XML. Boli ste odpojený.
zh_cn: 试图解析接收到的 XML 时出错。 您的连接已被中断。

source: Attempting to reconnect...
da: Forsøger at tilslutte igen...
ms: Cuba menyambung semula...
ru: Попытка переподключиться...
sk: Skú¹am sa opätovne pripoji»...
zh_cn: 尝试重连接...
