Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Logged out
az: Çıxıldı
ca: Sessió finalitzada
da: Frakoblet
de: Abgemeldet
es: Sesión finalizada
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
lt: Atsijungæs
ms: Terlogkeluar
nl: Afgemeld
pl: Wylogowany
pt: Terminou sessão
ru: Отключен
sk: Odhlásený
tr: Çıkıldı
uk: Роз'╓днано
zh_cn: 注销

source: Error, unable to load the password. Please try logging in again.
az: Xəta, parol yüklənə bilmir Lütfən təzədən girməyi sınayın.
ca: Error, hom no ha pogut carregar la contrassenya. Prova-ho de nou.
da: Fejl: kan ikke indlæse adgangskoden. Forsøg venligst at tilslutte igen.
de: Fehler, Passwort kann nicht geladen werden. Bitte versuchen Sie sich neu anzumelden.
es: Error, no se han podido cargar las claves. Inténtelo de nuevo.
fr: Erreur, impossible de charger le mot de passe. Merci d'essayer de vous connecter encore.
ja: エラー、パスワードの読み込みができません。 再度、ログオンして下さい。
ko: 오류, 비밀번호를 읽을수 없음. 다시 로그인 하십시오.
lt: Klaida, negaliu patikrinti slaptaþodþio. Bandyk jungtis dar kartà.
ms: Ralat, tak dapat memuatkan katalaluan. Sila cuba logmasuk lagi.
nl: Er trad een fout op, kan wachtwoord niet laden. Probeert u zich nogmaals aan te melden.
pl: B³±d, nie mo¿na odczytaæ has³a. Spróbuj zalogowaæ siê ponownie.
pt: Erro, incapaz de carregar a senha. Tente iniciar sessão novamente.
ru: Ошибка, невозможно загрузить пароль. Пожалуйста, попробуйте подключиться снова.
sk: Chyba: Nemô¾em naèíta» heslo. Skúste sa, prosím, prihlási» znova.
tr: Hata, parola yüklenemedi. Lütfen tekrar giriş yapmayı deneyin.
uk: Помилка, неможливо завантажити пароль. Будь ласка, спробуйте з'╓днатися ще раз.
zh_cn: 错误，无法载入密码。 请再登录试试。

source: Are you sure you would like Gabber to try to register
az: Gabberin həqiqətan də qeyd olmağını istəyirsinizmi?
ca: Estàs segur que vols que el Gabber provi de registrar-te
da: Er du sikker på at du vil have Gabber til at prøve at registrere
de: Sind Sie sich sicher, dass Gabber die Registrierung versuchen soll
es: Esta seguro que desea que Gabber intente registrarle
fr: Etes-vous sûr de vouloir que Gabber essaie de s'enregistrer
ja: Gabberに登録したいと思いますか
ko: 정말로 Gabber에 등록하기를 원하십니까
lt: Ar tikrai nori, kad Gabber pabandytø uþregistruoti
ms: Anda pasti ingin Gabber mencuba untuk mendaftar
nl: Weet u zeker dat u wilt proberen te registeren
pl: Czy na pewno chcesz, aby Gabber spróbowa³ zarejestrowaæ
pt: Tem a certeza que deseja que o Gabber tente registar
ru: Вы хотите, чтобы Gabber попытался зарегистрировать
sk: Ste si istý, ¾e chcete, aby sa Gabber pokúsil zaregistrova»
tr: Gabber'i kaydetmek istediğinizden emin misiniz?
uk: Ви переконан╕, що хочете, щоб Gabber спробував заре╓струвати
zh_cn: 您确信要 Gabber 尝试注册

source: Gabber could not log you in. Would you like Gabber to try to create a new account on the selected Jabber server?
az: Gabber girə blmədi. Gabberin seçili Jabber vericisi üçün yeni hesab açmağını istəyirsinizmi?
ca: el Gabber no ha pogut iniciar la sessió. Vols que el Gabber provi de crear un nou compte al servidor Jabber triat?
da: Gabber kunne ikke tilslutte dig. Skal der i stedet forsøges at oprette en ny konto på den valgte Jabber-server?
de: Gabber konnte Sie nicht anmelden. Möchten Sie, dass Gabber versucht ein neues Benutzerkonto auf dem Server anzulegen?
es: Gabber no pudo iniciar sesión. Desea que Gabber intente crear una nueva cuenta en el servidor Jabber seleccionado?
fr: Gabber n'a pas pu vous connecter. Voulez-vous que Gabber essaie de créer un nouveau compte sur le serveur Jabber selectionné ?
ja: Gabberは、記録することができませんでした。 選択された Jabberサーバのアカウントを新規に作成してもよろしいですか?
ko: Gabber에 로그인 할수 없습니다. 선택한 Jabber 서버에 새 계정을 만드시겠습니까?
lt: Gabber negali tavæs prijungti. Ar norëtum, kad Gabber tau sukurtø naujà vartotojà pasirinktame Jabber serveryje?
ms: Gabber tak dapat logmasukkan anda. Anda ingin Gabber cuba mencipta akaun baru pada pelayan Jabber yang dipilih?
nl: Gabber kon u niet aanmelden. Wilt u Gabber een nieuwe account voor u creert op de geselecteerde Jabber server?
pl: Nie mo¿na siê zalogowaæ. Czy chcesz, aby na wybranym serwerze Jabbera zosta³o stworzone nowe konto?
pt: Gabber não conseguiu iniciar sessão. Deseja que o Gabber tente criar uma nova conta no servidor Jabber seleccionado?
ru: Gabber не может Вас подключить. Хотите, чтобы Gabber попытался создать новую учётную запись на выбранном Jabber сервере?
sk: Gabber vás nemô¾em prihlási». Chcete aby sa Gabber pokúsil vytvori» nový úèet na zvolenom Jabber serveri?
tr: Gabber girişinizi yapamadı. Jabber sunucusunda yeni bir hesap oluşturulmasını ister misiniz?
uk: Gabber не вдалося вас з'╓днати. Хочете щоб Gabber спробував створити новий обл╕ковий запис на вибраному сервер╕ Jabber?
zh_cn: Gabber 无法登录您的帐号。 您想要 Gabber 帮您在选中的 Jabber 服务器上新建一个帐号吗？

source: Attempt to create a new user failed:
az: Yeni istifadəçi yaradarkən xəta oldu:
ca: L'intent de creació de nou usuari ha fallat:
da: Forsøg på at oprette en ny bruger mislykkedes:
de: Der Versuch einen neuen Benutzer anzulegen ist fehlgeschlagen:
es: El intento de creación de un nuevo usuario ha fallado:
fr: La tentative de création d'un nouvel utilisateur a échouée:
ja: 新規ユーザは存在しているため作成で失敗:
lt: Bandymas sukurti naujà vartotojà nepavyko:
ms: Cubaan mencipta pengguna baru gagal:
nl: Het creëren van een nieuwe gebruiker is mislukt:
pl: Próba stworzenia nowego u¿ytkownika nie powiod³a siê:
pt: Falhou a tentativa de criar novo utilizador:
ru: Сбой при попытке создать нового пользователя:
sk: Pokus o vytvorenie nového pou¾ívateµa zlyhal:
tr: Yeni kullanıcı oluşturma işleminda hata:
uk: Зб╕й на спроб╕ створити нового користувача:
zh_cn: 新建用户失败：

source: . Please select a different user name or verify your login information.
az: . Lütfən başqa istifadəçi adı girin ya da giriş mə'lumatlarınızı təsdiqləyin.
ca: . Tria un nom d'usuari diferent o revisa la teva informació de login.
da: . Vælg et andet brugernavn eller tjek dine tilslutningsoplysninger.
de: . Bitte einen anderen Benutzernamen wählen oder Anmelde- information überprüfen.
es: . Seleccione un nombre de usuario diferente o revise su información de cuenta.
fr: . Merci de sélectionner un nom d'utilisateur différent ou vérifier vos informations de connection.
ja: 。別のユーザ名または、ログイン情報を調べて選択して下さい。
lt: . Praðau pasirinkti kità vartotojo vardà arba patikrink prisijungimo informacijà.
ms: . Sila pilih nama pengguna lain atau tentusahkan maklumat logmasuk anda.
nl: . Gelieve een andere gebruikersnaam te kiezen of na te gaan of uw registratie-informatie klopt.
pl: Wybierz innego u¿ytkownika lub zweryfikuj informacje dotycz±ce logowania.
pt: . Seleccione um nome de utilizador diferente ou verifique a sua informação de sessão.
ru: . Пожалуйста, выберите другое имя пользователя или проверьте Вашу информацию для подключения.
sk: . Prosím zadajte iné prihlasovacie meno, alebo skontrolujte va¹e prihlasovacie údaje.
tr: . Lütfen ya başka bir isim seçin ya da giriş bilgilerinizi düzeltin.
uk: Будь ласка, вибер╕ть ╕ншу назву користувача чи перев╕рте вашу ╕нформац╕ю для з'╓днання.
zh_cn: 。请选择一个不同的用户名， 或校验您的登录信息。

source: Login failed. It is possible this server does not support digest authentication. Try connecting again with digest disabled.
az: Giriş bacarılmadı. Görünür ki bu verici daycest tənıdılmasını dəstəkləmir. Daha sonra daycest tanıdılmasını qapadaraq girməyi sınayın.
ca: Inici de sessió fallida. És possible que el servidor no suporti autentificació per digest. Intenta connectar de nou amb el digest desactivat.
da: Tilslutning mislykkedes. Det er muligt at denne server ikke understøtter fordøjet godkendelse. Forsøg at tilslutte igen med fordøjet godkendelse deaktiveret.
de: Anmeldung fehlgeschlagen. Es ist möglich, dass dieser Server keine verschlüsselte Anmeldung erlaubt. Anmeldung erneut ohne Verschlüsselung versuchen.
es: Inicio de sesión fallida. Es posible que el servidor no soporte autentificación por digest. Intente conectar de nuevo con el digest desactivado.
fr: La connexion a échoué. Il est possible que ce serveur ne supporte pas l'authentification masquée. Essayez de vous connecter à nouvezau en désactivé l'authentification masquée.
ja: ログインに失敗。このサーバは、ダイジェスト認証をサポートしていません。 ダイジェストを無効にして再接続して下さい。
ko: 로그인이 실패하였습니다. 아마 이 서버에서 요약 인증을 지원하지 않는 것 같습니다. 요약 인증을 끄고 다시 연결을 시도하십시오.
ms: Logmasuk gagal. kemungkinan pelayan tidak menyokong digest authentication. Cuba menyambung lagi dengan digest dimatikan.
nl: Aanmelding mislukt. het is mogelijk dat deze server digest verificatie niet ondersteund. Probeer het nogmaals zonder digest verificatie.
pl: Logowanie nie powiod³o siê. Mo¿liwe, ¿e serwer nie obs³uguje uwierzytelniania z szyfrowaniem. Spróbuj zalogowaæ siê ponownie bez szyfrowania.
pt: Falha no início de sessão. É possível que o servidor não suporte autenticação digest. Tente ligar-se novamente com o digest desligado.
ru: Подключение не удалось. Возможно, что этот сервер не поддерживает дайджест-авторизацию. Попробуйте связаться еще раз с выключенным дайджестом.
sk: Prihlásenie zlyhalo. Je mo¾né, ¾e tento server nepodporuje overenie toto¾nosti digestom. Skúste sa pripoji» znova bez pou¾itia digestu.
tr: Giriş işlemi başarısız. Bu sunucu kimlik kanıtlama paketini desteklemiyor olabilir. Kimlik kanıtlama paketini iptal ederek tekrar bağlanmayı deneyin.
uk: Зб╕й з'╓днання. Можливо, що цей сервер не п╕дтриму╓ зб╕рну автенф╕кац╕ю. Спробуйте з'╓днатись ще раз з вимкненою зб╕рною автенф╕кац╕╓ю.
zh_cn: 登录失败。 服务器可能不支持摘要认证。 请禁用摘要后再尝试连接。

source: Transmitter error. Disconnected:
az: Transmitter xətası. Xətdən qopuram:
ca: Error de transmissió. Desconnectat:
da: Senderfejl. Frakoblet:
de: Übertragungsfehler. Getrennt:
es: Error de transmisión. Desconectado:
fr: Erreur de transmission. Déconnecté :
ja: 送信エラー。切断:
ko: 전송 오류. 연결 끊김:
lt: Siuntëjo klaida. Atsijungæs:
ms: Ralat penghantaran. Diputuskan:
nl: Er trad een fout op bij het verzenden. Verbinding verbroken:
pl: B³±d przy transmisji. Roz³±czony:
pt: Erro de transmissão. Desligado:
ru: Ошибка передатчика. Связь разорвана:
sk: Chyba vysielaèa. Odpojený:
tr: Gönderici hatası. Koptu:
uk: Помилка передавача. Зв'язок роз╕рвано:
zh_cn: 转送错误。连接已中止：

source: Unfortunately, %s does not support Invisible. Setting to Available.
ca: Malauradament, %s no accepta l'estat Invisible. Establint l'estat Disponible.
da: Desværre understøttet %s ikke usynlighed. Sætter til 'Til stede'.
ms: Malangnya, %s tidak menyokong Halimunan. Menetap ke Ada.
ru: К сожалению, %s не поддерживает статус 'Невидим'. Устанавливается статус 'Доступен'.
sk: Bohu¾iaµ, %s nepodporuje stav "Neviditeµný". Nastavujem na "Dostupný".
zh_cn: 很不幸，%s 不支持隐身。 请取消隐身。

source: The signature was valid
az: İmza Hökmlü İdi
ca: La signatura era vàlida
da: Signaturen var gyldig
de: Die Signatur ist gültig
es: La firma es válida
fr: La signature est valide
ja: 有効な署名
ko: 서명이 올바릅니다
lt: Paraðas buvo teisingas
ms: Tandatangan adalah sah
nl: De handtekening was geldig
pl: Podpis jest poprawny
pt: A assinatura é válida
ru: Хорошая подпись
sk: Podpis bol platný
tr: İmza geçerli
uk: П╕дпис був в╕рним
zh_cn: 签名有效

source: The signature was not valid
az: İmza Hökmlü Deyildi
ca: La signatura no era vàlida
da: Signaturen var ikke gyldig
de: Die Signatur ist ungültig
es: La firma no es válida
fr: La signature est invalide
ja: 無効な署名
ko: 서명이 올바르지 않습니다
lt: Paraðas buvo neteisingas
ms: Tandatangan adalah tidak sah
nl: De handtekening was ongeldig
pl: Podpis jest niepoprawny
pt: A assinatura é inválida
ru: Плохая подпись
sk: Podpis nebol platný
tr: İmza geçersiz
uk: Нев╕рний п╕дпис
zh_cn: 签名无效

source: Could not determine key information
az: Açar mə'lumatları təsbit edilə bilmir
ca: No es pot determinar la informació de la clau
da: Kunne ikke bestemme nøgleoplysninger
de: Schlüsselinformationen konnten nicht gefunden werden
es: No se puede determinar la información de la llave
fr: Ne peut pas confirmer les informations de clé
ja: 重要な情報を決定できませんでした
ko: 키 정보를 결정할 수 없습니다
lt: Negaliu nustatyti rakto informacijos
ms: Tak dapat menentukan maklumat kekunci
nl: Sleutel-informatie kon niet worden gevonden
pl: Nie mo¿na uzyskaæ informacji o kluczu
pt: Incapaz de determinar informação chave
ru: Не удалось определить информацию о ключе
sk: Nemô¾em zisti» informáciu o kµúèi
tr: Anahtar bilgisi saptanamadı
uk: Не вдалось визначити ключову ╕нформац╕ю
zh_cn: 无法确定关键信息

source: This message was signed
az: Bu ismarıc imzalanmayıb
ca: El missatge era signat
da: Denne besked var signeret
de: Diese Nachricht ist signiert.
es: El mensaje fue firmado
fr: Ce message était signé
ja: このメッセージは署名がされています
ko: 메세지에 서명이 되어 있습니다
lt: Þinutë buvo pasiraðyta
ms: Mesej ini telah ditandatangani
nl: Dit bericht is gesigneerd.
pl: Wiadomo¶æ zosta³a podpisana
pt: Esta mensagem foi assinada
ru: Это сообщение подписано
sk: Táto správa bola podpísaná
tr: Bu ileti imzalanmış
uk: Це пов╕домлення було п╕дписано
zh_cn: 此消息已签名

source: Logs for
az: Bunun üçün qeyd
ca: Registres per a
da: Logfiler for
de: Protokolle für
es: Registros para
fr: Journaux pour
ja: ログ
lt: Dienynas
ms: Log untuk
nl: Log van
pl: Dziennik u¿ytkownika
pt: Logs de
ru: Логи для
sk: Záznamy pre
tr: Günlük:
uk: Протоколи для
zh_cn: 日志记录的是

source: Invalid
az: Hökmsüzdür
ca: No vàlid
da: Ugyldig
de: Ungültig
es: No válido
fr: Invalide
ja: 無効
lt: Neteisingas
ms: Taksah
nl: Ongeldig
pl: Niepoprawny
pt: Inválido
ru: Плохой
sk: Neplatná
tr: Geçersiz
uk: Нев╕рно
zh_cn: 无效

source: Offline
az: Xətdə Deyil
ca: Desconnectat
da: Frakoblet
de: Abgemeldet
es: Desconectado
fr: Déconnecté
ja: オフライン
ko: 사용않음
lt: Atsijungæs
ms: LuarTalian
nl: Afgemeld
pl: Roz³±czony
pt: Desligado
ru: Не в сети
sk: Nepripojený
tr: Bağlantı yok
uk: Не в мереж╕
zh_cn: 离线

source: Available
az: Mövcud
ca: Disponible
da: Til stede
de: Verfügbar
es: Disponible
fr: Disponible
ja: 可能
ko: 사용가능
lt: Pasiekiamas
ms: Ada
nl: Beschikbaar
pl: Dostêpny
pt: Disponível
ru: Доступен
sk: Dostupný
tr: Erişilebilir
uk: Доступний
zh_cn: 在线

source: Free to Chat
ca: Disponible per xerrar
da: Ledig til chat
de: Chatbereit
es: Libre para charlar
fr: Libre pour Discuter
ja: フリーチャット
ms: Bersedia untuk Chat
nl: Vrij om te chatten
pl: Chêtny do rozmowy
pt: Livre paraa Conversa
ru: Готов к беседе
sk: Èas pre rozhovor
tr: Sohbete Hazır
zh_cn: 有空聊天

source: Away
az: Uzaqda
ca: Absent
da: Væk
de: Abwesend
es: Ausente
fr: Absent
ja: 退席
ko: 자리떠남
lt: Nëra
nl: Afwezig
pl: Nieobecny
pt: Fora
ru: Отошел
sk: Preè
tr: Uzakta
uk: В╕дсутн╕й
zh_cn: 离开

source: Extended Away
ca: Absent fa estona
da: Længere fravær
de: Erweitertes Abwesend
es: Ausencia extendida
fr: Absent étendu
ja: 拡張退席
ko: 자리비움
lt: Nepasiekiamas
ms: Away lanjutan
nl: Langdurig Afwezig
pl: Czasowo nieobecny
pt: Ausência Prolongada
ru: Отошел давно
sk: Dlho preè
tr: Uzatılmış Uzakta
uk: Давно в╕дсутн╕й

source: Busy
ca: Ocupat
da: Optaget
de: Beschäftigt
es: Ocupado
fr: Occupé
ja: 多忙
ms: Sibuk
nl: Druk
pl: Zajêty
pt: Ocupado
ru: Занят
sk: Zaneprázdnený
tr: Meşgul
zh_cn: 忙

source: both
az: hər ikisi
ca: mútua
da: begge
de: gegenseitig
es: ambos
fr: émission et réception
ja: 双方
lt: abu
ms: kedua-dua
nl: beiden
pl: oba
pt: ambos
ru: оба
sk: obidva
tr: her ikisi
uk: обидва
zh_cn: 都是

source: from
az: dan(dən)
ca: de
da: fra
de: einseitig (anderer sichtbar)
es: de
fr: réception
lt: ið
ms: daripada
nl: van (andere zichtbaar)
pl: od
pt: de
ru: от
sk: od
tr: kimden
uk: в╕д
zh_cn: 来自

source: to
az: a(ə)
ca: per a
da: til
de: einseitig (selbst sichtbar)
es: para
fr: émission
ja: 宛先
lt: á
ms: kepada
nl: naar (zelf zichtbaar)
pl: do
pt: para
ru: к
sk: pre
tr: kime
uk: до
zh_cn: 到

source: none
az: heç biri
ca: cap
da: ingen
de: keine
es: ninguno
fr: aucune
ja: なし
lt: joks
ms: tiada
nl: geen
pl: brak
pt: nenhum
ru: нет
sk: niè
tr: hiçbiri
uk: нема╓
zh_cn: 无

source: Both of you can see each other's presence.
az: Hər ikiniz də bir birinizi görə bilərsiniz.
ca: Ambdòs podeu veure la presència de cadascun.
da: Begge kan se hinandens tilstedeværelse.
de: Beide Seiten sehen sich gegenseitig.
es: Ambos pueden ver la presencia de los otros.
fr: Aucun de vous ne peut voir la présence de l'autre.
ja: お互い、所在を確認することができます。
ko: 서로 상태를 볼 수 있습니다.
ms: Kedua-dua anda boleh lihat kehadiran yang lain.
nl: U kunt beiden elkaars aanwezigheid zien.
pl: Mo¿ecie wzajemnie widzieæ swoj± obecno¶æ.
pt: Ambos podem ver a presença um do outro.
ru: Вы оба можете видеть присутствие друг друга.
sk: Obidvaja mô¾ete vidie» vzájomnú prítomnos».
tr: Her ikiniz de diğerinin vaziyetini görebilir.
uk: Тепер ви можете бачити присутн╕сть один одного.
zh_cn: 互相都可看到对方

source: You cannot see their presence, but they can see yours.
az: Siz onları görə bilməzsiniz, amma onlar siz görə bilərlər.
ca: No pots veure llur presència, però ells sí poden veure la teva.
da: Du kan ikke se deres tilstedeværelse, men de kan se din.
de: Andere Seite sieht diesen Account, jedoch nicht umgekehrt.
es: No puede ver su presencia, pero ellos la suya si.
fr: Vous ne pouvez pas voir leur présence mais eux si.
ja: 相手の所在を確認できませんが、相手はあなたの所在を確認できます。
ko: 당신은 상대편을 못보지만, 상대편은 당신을 볼 수 있습니다.
lt: Tu negali jø matyti, bet jie gali matyti tave.
ms: Anda takboleh lihat kehadiran mereka, tapi mereka boleh nampak anda.
nl: U kunt hun aanwezigheid niet zien, maar zij de uwe wel.
pl: Nie mo¿esz widzieæ ich obecno¶ci, lecz oni mog± twoj±.
pt: Não pode ver a presença deles, mas eles podem ver a sua.
ru: Вы не можете видеть их присутствие, но они могут видеть Ваше.
sk: Nemô¾ete vidie» jeho prítomnos», ale on mô¾e vidie» va¹u.
tr: Onların vaziyetlerini göremezsiniz, ancak onlar sizinkini görebilir.
uk: Ви не можете бачити ╖х присутност╕, але вони можуть бачити вашу.
zh_cn: 您看不到他们，但他们看得到您。

source: You can see their presence, but they cannot see yours.
az: Siz onları görə bləsiniz, amma onlar görə bilməzlər.
ca: Pots veure la seva presència, però ells no poden veure la teva.
da: Du kan se deres tilstedeværelse, men de kan ikke se din.
de: Dieser Account sieht den anderen, jedoch nicht umgekehrt.
es: Puede ver su presencia, pero ellos la suya no.
fr: Vous pouvez voir leur présence mais pas eux.
ja: 相手の所在を確認できますが、相手はあなたの所在を確認できません。
ko: 당신은 상대편을 볼 수 있지만, 상대편은 당신을 볼 수 없습니다.
lt: Tu gali matyti juos, bet jie negali matyti tavæs
ms: Anda boleh lihat kehadiran mereka, tapi mereka tidak boleh nampak anda
nl: U kunt hun aanwezigheid wel zien, maar zij de uwe niet.
pl: Mo¿esz widzieæ ich obecno¶æ, lecz oni nie mog± twojej.
pt: Pode ver a presença deles, mas eles não podem ver a sua.
ru: Вы можете видеть их присутствие, но они не видят Вашего.
sk: Mô¾ete vidie» jeho prítomnos», ale on nemô¾e vidie» va¹u.
tr: Onların vaziyetlerini görebilirsiniz, ancak onlar sizinkini göremez.
uk: Ви може бачити ╖х присутн╕сть, але вони не можуть бачити вашу.
zh_cn: 您能看到他们，但他们看不到您。

source: Neither of you can see the other's presence.
az: Heç biriniz bir birinizi görə bilməzsiniz.
ca: Ningú pot veure la presència dels altres.
da: Ingen af jer kan se den andens tilstedeværelse.
de: Beide Seiten sehen sich nicht.
es: Ninguno puede ver la presencia de los demás.
fr: Personne ne peut voir la présence des autres.
ja: お互い、所在を確認することはできません。
ko: 서로 상태를 확인할 수 없습니다.
lt: Net jei tu gali matyti kitø buvimà.
ms: Kedua-dua anda tidak boleh nampak kehadiran yang lain.
nl: U kunt geen van beiden elkaars aanwezigheid zien.
pl: Nie mo¿ecie wzajemnie widzieæ swojej obecno¶ci.
pt: Nenhum de vocês pode ver a presença do outro.
ru: Никто из вас не может видеть присутствие другого.
sk: Nikto z vás nemô¾e vidie» prítomnos» druhého.
tr: Kimsenin vaziyeti görünmez.
uk: Н╕хто з вас не може бачити присутн╕сть один одного.
zh_cn: 谁也看不到谁。

source: Invisible
da: Usynlig
ja: 隠す
ms: Halimunan
pl: Niewidoczny
ru: Невидим
sk: Neviditeµný
zh_cn: 隐身

source: Unable to save file. Please try another name or location.
az: Fayl qeyd edilə bilmədi. Lütfən başqa ad və yer ilə cəhd edin.
ca: No es pot gravar el fitxer. Tria un altre nom o ubicació.
da: Kunne ikke gemme fil. Prøv et andet navn eller en anden placering.
de: Datei konnte nicht gespeichert werden. Bitte anderen Namen oder Ort versuchen.
es: No se puede guardar el archivo. Seleccione otro nombre o destino.
fr: Impossible de sauver le fichier. Essayer un autre nom ou un autre emplacement.
ja: ファイルが保存できません。別のファイル名または場所で再度行って下さい。
ko: 파일을 저장할 수 없습니다. 다른 이름이나 위치로 하십시오.
lt: Negaliu iðsaugoti bylos. Pabandyk kità vardà ar vietà.
ms: Tak dapat menyimpan fail. Sila cuba nama atau lokasi lain.
nl: Kon niet opslaan naar bestand. Probeer alstublieft een andere naam of locatie.
pl: Nie mo¿na otworzyæ pliku. Spróbuj innej nazwy lub po³o¿enia.
pt: Incapaz de gravar ficheiro. Tente outro nome ou local.
ru: Невозможно сохранить файл. Пожалуйста, попробуйте другое имя или расположение.
sk: Nemô¾em ulo¾i» súbor. Prosím skúste iný názov alebo umiestnenie.
tr: Dosya kaydedilemedi. Lütfen başka bir isim verin.
uk: Неможливо зберегти файл. Будь ласка, спробуйте ╕ншу назву чи м╕сце.
zh_cn: 无法保存文件。请试试其他名称或位置。

source: %s from groupchat %s
ca: %s de la xerrada en grup %s
da: %s fra gruppechatten %s
de: %s vom Gruppenchat %s
es: %s de charla en grupo %s
fr: %s de la discussion de groupe %s
ja: グループチャット %s から %s
ms: %s daripada kumpulan chat %s
nl: %s van groupchat %s
pl: %s z rozmowy grupowej %s
pt: %s de conversa em grupo %s
ru: %s из беседы группы %s
sk: %s zo skupinového rozhovoru %s
tr: %s %s grup sohbetinden
zh_cn: 来自聊天分组 %2$s 的 %1$s

source: [stopped]
ca: [aturat]
da: [stoppet]
de: [angehalten]
es: [detenido]
fr: [arrêté]
ja: [停止]
ms: [terhenti]
nl: [gestopt]
pl: [zatrzymany]
pt: [parado]
ru: [остановлен]
sk: [zastavené]
tr: [ durdu ]
zh_cn: [停止]

source: [paused]
ca: [en pausa]
da: [på pause]
de: [unterbrochen]
es: [en pausa]
fr: [pause]
ja: [一時停止]
ms: [tertangguh]
nl: [gepausseerd]
pl: [wstrzymany]
pt: [em espera]
ru: [приостановлен]
sk: [pozastavené]
tr: [bekletiliyor]
zh_cn: [暂停]

source: Disconnected
az: Xətdə Deyil
ca: Desconnectat
da: Frakoblet
de: Sitzung wurde unterbrochen
es: Desconectado
fr: Déconnecté
ja: 切断
ko: 연결 끊음
lt: Atsijungæs
ms: Diputuskan
nl: Verbinding verbroken
pl: Roz³±czony
pt: Desligado
ru: Связь разорвана
sk: Odpojený
tr: Kopuk
uk: Зв'язок роз╕рвано
zh_cn: 连接已中止

source: Logged in
az: Girildi
ca: Sessió iniciada
da: Tilsluttet
de: Angemeldet
es: Sesión iniciada
fr: Connexion
ja: ログイン
ko: 로그인
lt: Prisijungæs
ms: Terlogmasuk
nl: Aangemeld
pl: Zalogowany
pt: Iniciou sessão
ru: Подключен
sk: Prihlásený
tr: Giriş yapıldı
uk: З'╓днано
zh_cn: 已登录

source: Please enter name of the group:
ca: Si us plau, escriu el nom del grup:
da: Indtast navnet på gruppen:
de: Bitte Name der Gruppe eingeben:
es: Por favor, escriba el nombre del grupo:
fr: Merci d'entrer le nom du groupe :
ja: グループ名を入力して下さい:
ko: 그룹의 이름을 입력하십시오:
lt: Praðau ávesti grupës pavadinimà:
ms: Sila masukkan nama Kumpulan:
nl: Gelieve de naam van de groep in te voeren:
pl: Wprowad¼ nazwê grupy:
pt: Introduza o nome nome do grupo:
ru: Введите название группы:
sk: Zadajte, prosím, názov skupiny:
tr: Lütfen grup adını girin:
uk: Введ╕ть назву групи:
zh_cn: 请输入组名：

source: Gabber: The GNOME Jabber Client.
az: Gabber: GNOME Jabber Alıcısı.
ca: Gabber: El client Jabber de GNOME
da: Gabber: Gnome Jabber-klienten.
de: Gabber: Der GNOME Jabber-Client.
es: Gabber: El cliente Jabber de GNOME
fr: Gabber: le Client Jabber pour GNOME.
ja: Gabber: GNOME Jabber クライアント。
ko: Gabber: GNOME Jabber 클라이언트.
lt: Gabber: GNOME Jabber klientas
ms: Gabber: Pelanggan Jabber GNOME.
nl: Gabber: De GNOME Jabber-Client.
pl: Gabber: klient Jabbera dla GNOME.
pt: Gabber: O Cliente Jabber do GNOME.
ru: Gabber: GNOME клиент для системы Jabber.
sk: Gabber: GNOME Jabber klient.
tr: Gabber: GNOME Jabber İstemcisi.
uk: Gabber: Клиент Jabber для GNOME.
zh_cn: Gabber：GNOME 下的 Jabber 客户端程序

source: Dave "DizzyD" Smith <dave@jabber.org>
fr: Dave "Dizzy" Smith <dave@jabber.org>
ru: Дэйв Смит (Dave "DizzyD" Smith) <dave@jabber.org>
uk: Дейв См╕т (Dave "DizzyD" Smith) <dave@jabber.org>

source: Eliot "e-t" Landrum <eliot@landrum.cx>
ru: Эллиот Лэндрум (Eliot Landrum) <eliot@landrum.cx>
uk: Елл╕от Лендрум (Eliot Landrum) <eliot@landrum.cx>
