Repository: GNOME/gnome-i18n
Catalog: extra-po/gabber/*.po
Languages: az, ca, da, de, es, fr, ja, ko, lt, ms, nl, pl, pt, ru, sk, tr, uk, zh_cn

source: Login Information
az: Giriş Mə'lumatı
ca: Informació de login
da: Tilslutningsoplysninger
de: Anmeldeinformationen
es: Información de sesión
fr: Information de connexion
ja: ログイン情報
ko: 로그인 정보
lt: Prisijungimo informacija
ms: Maklumat logmasuk
nl: Aanmelding Informatie
pl: Informacje dotycz±ce logowania
pt: Informação de Sessão
ru: Информация о подключении
sk: Prihlasovacia informácia
tr: Giriş Bilgisi
uk: ╤нформац╕я про з'╓днання
zh_cn: 登录信息

source: Searchable:
az: Axtarışa Əlverişli:
ca: Permet cerques:
da: Søgbar:
de: Durchsuchbar:
es: Localizable:
fr: Recherche possible:
ja: 検索:
ko: 검색가능:
lt: Ieðkomas:
ms: Kebolehcarian:
nl: Doorzoekbaar:
pl: Przeszukiwalny:
pt: Pesquisável:
ru: Разрешает поиск:
sk: Prehµadávateµné:
tr: Aranabilir:
uk: Можна шукати:
zh_cn: 可以搜索：

source: Transport Information
az: Daşıma Mə'lumatı
ca: Informació de transport
da: Transportoplysninger
es: Información de transporte
fr: Information sur le Transport
ja: トランスポート情報
ko: 전송 정보
ms: Maklumat pengangkutan
nl: Transport Informatie
pl: Informacje o transporcie
pt: Informação de Transporte
ru: Информация о транспорте
sk: Informácia o transporte
tr: İletişim Bilgileri
uk: Транспортна ╕нформац╕я
zh_cn: 传输信息

source: Transport Information - Gabber
ca: Informació de transport - Gabber
da: Transportoplysninger - Gabber
es: Información de transporte - Gabber
fr: Information sur le Transport - Gabber
ja: トランスポート情報 - Gabber
ko: 전송 정보 - Gabber
ms: Maklumat pengangkutan - Gabber
nl: Transport Informatie - Gabber
pl: Informacje o transporcie - Gabber
pt: Informação de Transporte - Gabber
ru: Информация о транспорте - Gabber
sk: Informácia o transporte - Gabber
tr: İletişim Bilgileri - gabber
zh_cn: 传输信息 - Gabber

source: no
az: xeyr
da: nej
de: nein
fr: non
ja: いいえ
ko: 아니오
lt: ne
ms: tidak
nl: nee
pl: nie
pt: não
ru: нет
sk: nie
tr: hayır
uk: н╕
zh_cn: 否

source: Received URL - Gabber
ca: URL(s) rebuda(es) - Gabber
da: Modtaget adresse - Gabber
de: URL empfangen - Gabber
es: URL recibida - Gabber
fr: URL Reçue - Gabber
ja: 受信した URL - Gabber
ms: Menerima URL - Gabber
nl: Ontvangen URL - Gabber
pl: Otrzymany URL - Gabber
pt: URL Recebido - Gabber
ru: Принят URL - Gabber
sk: Prijaté URL - Gabber
zh_cn: 接收到的 URL - Gabber

source: Received Web Link
ca: Rebent Link
da: Modtaget nethenvisning
de: Webadresse empfangen
es: Enlace web recibido
fr: Lien Web reçu
ja: Web リンクを受信しました
ms: Menerima Pautan Web
nl: Ontvangen Web-Link
pl: Otrzymany odno¶nik WWW
pt: Recebido Link Web
ru: Принята Интернет-ссылка
sk: Prijatý www odkaz
zh_cn: 接收到的 Web 链接

source: The following files have been offered.
ca: Han ofert els següents fitxers.
da: Følgende filer er blevet tilbudt.
de: Die folgenden Dateien wurden angeboten.
es: Los siguientes archivos han sido ofrecidos.
fr: Les fichiers suivants ont été offerts.
ja: 以下のファイルが提示されました。
ms: Fail berikut telah ditawarkan.
nl: De volgende bestanden zijn aangeboden.
pl: Zaoferowane zosta³y nastêpuj±ce pliki.
pt: Foram oferecidos os seguintes ficheiros.
ru: Были предложены следующие файлы.
sk: Nasledujúce súbory boli ponúknuté.
zh_cn: 提供以下文件。

source: This Web Link was received from:
ca: Aquest Link ha estat rebut de:
da: Disse nethenvisninger blev modtaget fra:
de: Diese Webadresse wurde empfangen von:
es: Este enlace web a sido recibido de:
fr: Ce Lien Web a été reçu de :
ja: Web リンクを受信:
ms: Pautan Web diterima daripada:
nl: Deze Web Link is ontvangen van:
pl: Odno¶nik WWW zosta³ otrzymany od:
pt: Este Link Web foi recebido de:
ru: Эти Интернет-ссылки были получены от:
sk: Tento www odkaz bol prijatý od:
zh_cn: 本 Web 链接接收自：

source: Add this information to the Jabber Users Directory
ca: Afegir aquesta informació al Directori d'usuaris de Jabber
da: Tilføj disse oplysninger til Jabber-brugerkataloget
de: Diese Informationen dem Jabber-Benutzerverzeichnis hinzufügen
es: Añadir información al directorio de usuarios Jabber
fr: Ajouter cette information à l'Annuaire des Utilisateurs Jabber (JUD)
ja: Jabberユーザディレクトリにこの情報を追加
ko: Jabber 사용자 디렉토리에 이 정보 추가
lt: Ádëk ðià informacijà á Jabber vartotojø katalogà
ms: Tambah maklumat ini ke Direktori Pengguna Jabber
nl: Voer deze informatie toe aan de Jabber Gebruikersgids
pl: Dodanie tych informacji do katalogu u¿ytkowników Jabbera
pt: Adicionar esta informação ao Directório de Utilizadores Jabber
ru: Добавить эту информацию в Каталог Пользователей Jabber (JUD)
sk: Prida» túto informáciu do adresára pou¾ívateµov jabbera
tr: Jabber Kullanıcıları Dizinine bu bilgileri ekle
zh_cn: 将此信息添加到 Jabber 用户目录

source: Contacting server...
ca: Contactant amb el servidor...
da: Kontakter server...
de: Verbinde mit Server...
es: Contactando con el servidor...
fr: Connexion au serveur...
ja: サーバと接続中...
ko: 서버에 연결중...
lt: Jungiuosi prie serverio...
ms: Menghubungi pelayan...
nl: Contact opnemen met de server...
pl: Nawi±zywanie po³±czenia z serwerem...
pt: A contactar servidor...
ru: Подключение к серверу...
sk: Pripájam sa na server...
tr: Sunucuya bağlanılıyor...
zh_cn: 联系服务器...

source: Enter the same password again to continue
ca: Escriu la mateixa contrassenya un altre cop per a continuar
da: Indtast den samme adgangskode igen for at fortsætte
de: Gleiches Passwort erneut eingeben um weiterzumachen
es: Escriba nuevamente la misma contraseña para continuar
fr: Entrez le même mot de passe pour continuer
ja: 継続するためには再度、同じパスワードを入力して下さい
ko: 계속 하려면 같은 비밀번호를 다시 입력하십시오
lt: Ávesk tà patá slaptaþodá, kad pratæsti
ms: Masukkan katalaluan sama lagi untuk meneruskan
nl: Typ hetzelfde wachtwoord in om door te gaan
pl: Wpisz ponownie to samo has³o
pt: Introduza novamente a mesma senha para continuar
ru: Введите тот же пароль ещё раз для продолжения
sk: Zadajte to isté heslo znova
tr: Devam etmek için aynı parolayı tekrar girin
zh_cn: 输入相同的密码继续

source: Gabber is now connected to the server. Further information can be found in the Gabber Manual item under the Help menu.
ca: El Gabber ja està connectat al servidor. Pots trobar més informació al Manual de Gabber al menú d'Ajuda.
da: Gabber er nu tilsluttet serveren. Yderligere information kan findes i brugervejledning i hjælpemenuen.
de: Gabber ist nun mit dem Server verbunden. Weitere Informationen stehen im Gabber-Handbuch, das über das Hilfe-Menü erreicht werden kann.
es: Gabber está ya conectado al servidor. Puede encontrar mas información en el Manual de Gabber en el menú de Ayuda.
fr: Gabber se connecte au serveur. Plus d'information peuvent être trouvée dans le manuel de Gabber, dans le menu d'Aide.
ja: Gabberは、サーバに接続しました。 さらに詳しい情報は、ヘルプメニューの下の Gabberマニュアルのアイテムにあります。
lt: Gabber dabar yra prisijungæs prie serverio. Papildoma informacija gali bûti rasta Gabber'yje.
ms: Gabber kini tersambung ke pelayan. Maklumat lanjut boleh didapati pada item Manual Gabber dibawah menu bantuan.
nl: Gabber heeft nu een verbinding met de server. Meer informatie kan gevonden worden in het item onder het help menu in de Gabber handleiding.
pl: Gabber jest teraz po³±czony z serwerem. Dalsze informacje mo¿esz odnale¼æ w podrêczniku Gabbera, wybieraj±c pocycjê z menu Pomoc.
pt: Gabber está agora ligado ao servidor. Mais informações podem ser encontradas no item Manual do Gabber dentro do menu Ajuda.
ru: Gabber подключился к серверу. Дальнейшая информация может быть найдена в разделе справочной системы Gabber через меню 'Помощь'
sk: Gabber je teraz pripojený k serveru. Ïal¹ie informácie mô¾ete nájs» v polo¾ke "Návod k programu Gabber" v menu Pomocník
tr: Gabber şimdi sunucuya bağlı. İhtiyaç duyduğunuz bilgileri Gabber Kılavuzundaki Yardım menüsü altında bulabilirsiniz.
zh_cn: Gabber 现在已连接到服务器。 更多有关 Gabber 的信息 请通过帮助菜单看 Gabber 的手册。

source: Gabber: The GNOME Jabber Client
az: Gabber: GNOME Jabber Alıcısı
ca: Gabber: El Client Jabber de GNOME
da: Gabber: Gnome Jabber-klienten
de: Gabber: Der GNOME-Jabber-Client
es: Gabber: El cliente Jabber de GNOME
fr: Gabber: le client Jabber pour GNOME
ja: Gabber: GNOME Jabber クライアント
ko: Gabber: GNOME Jabber 클라이언트
lt: Gabber: GNOME Jabber klientas
ms: Gabber: Pelanggan Jabber GNOME
nl: Gabber: De GNOME Jabber Client
pl: Gabber: klient Jabbera dla GNOME
pt: Gabber: O Cliente Jabber GNOME
ru: Gabber: GNOME клиент для системы Jabber
sk: Gabber: Jabber klient pre GNOME
tr: Gabber: GNOME Jabber İstemcisi
uk: Gabber: Кл╕╓нт Jabber для GNOME
zh_cn: Gabber：GNOME 下的 Jabber 客户端程序

source: JID with Resource:
az: Mənbə ilə JID:
ca: JID amb Recurs:
da: Jid med resurse:
de: JID mit Ressource:
es: JID con recurso:
fr: JabberID avec Ressource:
ja: JID についてのリソース
ms: JID dengan Sumber:
nl: JID met Resource:
pl: JID z zasobem:
pt: JID com Recurso:
ru: JID с ресурсом:
sk: JID so zdrojom:
tr: Özkaynakla JID:
uk: JID з ресурсом:
zh_cn: JID 资源：

source: Jabber Account
ca: Compte Jabber:
da: Jabberkonto
de: Jabber-Benutzerkonto
es: Cuenta Jabber:
fr: Compte Jabber
ja: Jabber アカウント
ko: Jabber 계정
ms: Akaun Jabber
pl: Konto Jabbera
pt: Conta Jabber
ru: Учетная запись Jabber
sk: Jabber konto
tr: Jabber Hesabı
zh_cn: Jabber 帐户

source: Logging In
az: İçəri Girilir
ca: Engegant la sessió
da: Tilslutter
de: Anmeldung
es: Iniciando Sesión
fr: Connecté
ja: ログイン
ko: 로그인 중
lt: Prisijungiu
ms: Menglogmasuk
nl: Aanmelding
pl: Logowanie
pt: A Iniciar Sessão
ru: Подключение
sk: Prihlasujem sa
tr: Giriş Yapılıyor
uk: З'╓днання
zh_cn: 登录

source: Login Successful
az: Giriş Müvəffəqiyyətlidir
ca: Sessió engegada
da: Tilslutning lykkedes
de: Anmeldung erfolgreich
es: Sesión iniciada
fr: Connexion réussie
ja: ログイン完了
ko: 로그인 성공
lt: Prisijungimas pavyko
ms: Logmasuk berjaya
nl: Aanmelding Succesvol
pl: Logowanie zakoñczy³o siê pomy¶lnie
pt: Sessão Iniciada com Sucesso
ru: Подключение успешно
sk: Prihlásenie úspe¹né
tr: Giriş Başarılı
uk: Усп╕шне з'╓днання
zh_cn: 登录成功

source: Password
ca: Contrassenya
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
lt: Slaptaþodis
ms: Katalaluan
nl: Wachtwoord
pl: Has³o
pt: Senha
ru: Пароль
sk: Heslo
tr: Parola
zh_cn: 密码

source: Resource
ca: Recurs
da: Resurse
de: Ressource
es: Recurso
fr: Ressource:
ja: リソース
ko: 자원
lt: Resursas
ms: Sumber
pl: Zasób
pt: Recurso
ru: Ресурс
sk: Zdroj
tr: Özkaynak
zh_cn: 资源

source: The JabberID is your Jabber screen name and is what other people need to add you to their contact list. Clicking Next will register your account.
ca: El JabberID és el teu nom al món Jabber i és la dada que els altres necessiten conéixer per poder afegir-te a llurs llistes de contactes. Pica Següent per a registrar el teu compte.
da: Dit Jabber-id er dit Jabber-skærmnavn og hvad andre personer behøver for at tilføje dig til deres kontaktliste. Ved at klikke på 'Næste' registrerer du din konto.
de: Die JabberID ist Ihr Jabber Kontoname und ist das, was andere zu ihrer Aufstellung hinzufügen müssen.
es: El JabberID será su nombre en Jabber y es lo que otras personas necesitan conocer para poder añadirle a su lista de contactos. Haga en siguiente para registrar su cuenta.
fr: L'identifiant Jabber (JabberID) est votre nom d'utilisateur Jabber et dont auront besoin les autres personnes pour vous ajouter à leur liste de contacts. Cliquez sur Suivant pour enregistrer votre compte.
ja: JabberIDは、あなたのスクリーンネームで、他の人々があなたを コンタクトリストに追加するために必要なものです。 次へをクリックすると、あなたのアカウントを登録します。
lt: JabberID yra tavo Jabber slapyvardis, kurio reiks þmonëms, norintiems átraukti tave á savo kontaktø sàraðà. Spragtelk ¥Pirmyn´ uþregistruoti naujam vartotojui.
ms: JabberID adalah nama skrin Jabber dan ianya adalah apa yang orang lain perlu untuk menambah anda pada senarai rakan mereka. Klik Lagi untuk terus mendaftar akaun anda
nl: De JabberID is je JabberID is je schermnaam en dat is hetgene dat andere personen moeten gebruiken om jouw in hun contactlijsten te krijgen. Klik op volgende om je account te registreren
pl: JabberID jest twoj± prezentowan± nazw±, a wiêc tym, co inne osoby powinny dodaæ do swoich list kontaktów. Klikniêcie Naprzód zarejestruje twoje konto.
pt: O JabberID é a sua alcunha Jabber e é o que as outras pessoas necessitam para o adicionar à sua lista de contactos. Primir Seguinte irá registar a sua conta.
ru: JabberID - это Ваш идентификатор в системе Jabber. Именно его будут видеть другие пользователи при попытке добавить Вас в свои списки.
sk: JabberID je va¹e zobrazované meno a toto JabberID si majú ostatní µudia prida» do svojho zoznamu kontaktov. Stlaèením "Ïalej" si svoj úèet zaregistrujete.
tr: JAbberID sizin ekran isminizdir ve bunu kullanarak diğerleri sizi listelerine eklerler. İleri düğmesine tıklayarak üyelik kaydına devam edebilirsiniz.
zh_cn: JabberID 是您的显示名字，其他人用其来添加成员列表。按下一步将注册您的帐号。

source: There is a list of more servers at
ca: Hi ha una llista amb més servidors a
da: Der er en liste med flere servere på
de: Eine Liste weiterer Server gibt es auf
es: Hay una lista con más servidores en
fr: Il y a une liste d'autres serveurs à
ja: より多くのサーバリストがあります
lt: Didesnis serveriø sàraðas yra
ms: Terdapat senarai lebih pelayan pada
nl: Er is een lijst met meer servers op
pl: Lista innych serwerów znajduje siê pod adresem
pt: Existe uma lista de mais servidores em
ru: Существует список большего числа серверов на
sk: Zoznam ïal¹ích serverov je na
tr: Sunucuların listesinin bulunduğu yer:
zh_cn: 更多的服务器列表在

source: This information can be added to the Jabber Users Directory so other people can search for your JabberID.
ca: Aquesta informació pot ser afegida al directori d'usuaris de Jabber de forma que altres persones et puguin trobar mitjançant el teu JabberID.
da: Disse oplysninger kan tilføjes i Jabber-brugerkataloget så andre personer kan søge efter dit Jabber-id.
de: Diese Informationen können dem Jabber Benutzerverzeichnis hinzugefügt werden, sodass andere Ihre JabberID suchen können.
es: Esta información puede ser añadida al directorio de usuarios de Jabber, de manera que otras personas puedan encontrar su JabberID.
fr: Cette information peut être ajouté à l'Annuaire des Utilisateurs Jabber (JUD) pour que les autres personnes puisse chercher votre JabberID.
ja: 他の人々が、あなたの JabberIDを検索できるように、 Jabberユーザディレクトリに追加することができます。
lt: Ði informacija gali bûti ádëta á Jabber vartotojø katalogà, todël kiti þmonës gali ieðkoti tavo JabberID.
ms: Maklumat ini akan ditambah pada Direktori Pengguna Jabber oleh itu orang boleh mencari JabberID anda
nl: Deze informatie kan toegevoegd worden in de Jabber Gebruikers Directory zodat andere personen kunnen zoeken op jouw JabberID.
pl: Informacje te mog± zostaæ dodane do katalogu u¿ytkowników Jabbera, co pozwoli innym osobom odnale¼æ twój JabberID.
pt: Esta informação pode ser adicionada ao Directório de Utilizadores Jabber para que outras pessoas possam procurar o seu JabberID.
ru: Эта информация может быть добавлена в Каталог Пользователей Jabber и другие пользователи смогут найти Вас по Вашему идентификатору Jabber (JID).
sk: Táto informácia mô¾e by» pridaná do adresára pou¾ívateµov jabbera aby ostatní µudia mohli vyhµada» va¹e JabberID.
tr: Bu bilgiyi Jabber Kullanıcıları Dizinine ekleyerek diğerlerinin sizi JabberID'niz ile aramasını sağlayabilirsiniz.
zh_cn: 这些信息将添加到 Jabber 用户目录，其他人可以通过其来搜索您的 JabberID。

source: Welcome to Gabber. Gabber is a client for the Jabber instant messaging system. This assistant will help you create a new account or configure Gabber to use an existing one. If you would like to use an existing account, just fill in the appropriate information from your existing account.
ca: Banvingut al Gabber. El Gabber és un client del sistema de missatgeria instantània Jabber. Aquest assistent t'ajudarà a crear un nou compte o a configurar el Gabber per a emprar un compte existent. Si vols emprar un compte existent, només hauràs d'omplir la informació relativa al mateix.
da: Velkommen til Gabber. Gabber er en klient til meddelelsessystemet Jabber. Denne hjælper vil hjælpe dig med at oprette en ny konto eller konfigurere Gabber til at bruge en allerede eksisterende. Hvis du vil bruge en eksisterende konto skal du bare udfylde passende oplysninger fra din eksisterede konto.
de: Wilkommen bei Gabber. Gabber ist ein Klient für das Jabber IM-System. Dieser Assistent wird Sie unterstützen ein neues oder bestehendes Benutzerkonto für Gabber einzu- richten. Um ein bestehendes Benutzerkonto zu nutzen einfach die entsprechenden Informationen des bestehenden Benutzerkontos eintragen.
es: Bienvenido a Gabber. Gabber es un cliente para el sistema de mensajería instantánea Jabber. Este asistente le ayudará a crear una nueva cuenta o a configurar Gabber para utilizar una cuenta existente. Si desea utilizar una cuenta existente, únicamente necesitará rellenar la información requerida.
fr: Bienvenue dans Gabber. Gabber est un client au système de messagerie instantanée Jabber. Cet assistant va vous aider à créer un nouveau compte ou configurer Gabber pour utiliser un compte existant. Si vous voulez utiliser un compte existant, remplissez juste les informations nécessaire pour ce compte.
ja: ようこそ Gabberへ! Gabber は、Jabber インスタントメッセージングシステムの クライアントです。このアシスタントは、新しいアカウント を作成するか、既存のものを使用するのを助けます。 既存のアカウントを使用したい場合は、 既存アカウントの情報を適切に入力して下さい。
ko: Gabber 에 오신 것을 환영합니다. Gabber는 Jabber 즉석 메세징 시스템 클라이언트 입니다. 새 계정을 만들거나 이전에 만들었던 계정을 설정하는데 도움을 줄 것 입니다. 이전에 계정을 만들었다면 계정의 정보를 채우시기 바랍니다.
lt: Sveikas atvykæs á Gabber. Gabber yra Jabber greitøjø þinuèiø sistemos klientas. Ðis pagalbininkas tau padës sukurti naujà vartotojà arba sukonfigûruoti Gabber naudoti jau esamà. Jei nori vartoti jau egzistuojantá, tiesiog ávesk jau esanèio vartotojo informacijà.
ms: WSelamat datang ke Gabber. Gabber adalah pelanggan Sistem permesejan segera Jabber . Pembantu ini akan membantu anda mencipta akaun baru atau mengkonfigurasikan Gabber untuk menggunakan yang tersedia ada . Jika anda ingin menggunakan akaun yang tersedia ada, hanya isikan maklumat yang perlu daripada akaun anda yang tersedia ada.
nl: Welkom bij Gabber. Gabber is een client voor de Jabber Instant messaging systeem. Deze assistent gaat je helpen om een nieuwe account te creeren, of om een betaande te gebruiken. Indien u een betaande account wil gebruiken, vul dan de juiste informatie in bij je bestaande account.
pl: Witaj w Gabberze. Gabber jest klientem systemu Jabber s³u¿±cego do ci±g³ej komunikacji. Druid ten pomo¿e ci w stworzeniu nowego konta lub skonfigurowaniu Gabbera tak, aby korzysta³ z istniej±cego. Je¶li chcesz u¿yæ istniej±cego konta, podaj odpowiednie informacje na jego temat.
pt: Bem vindo ao Gabber. Gabber é um cliente para o sistema de mensagens instantâneas Jabber. Este assistente irá ajuda-lo a criar uma nova conta ou configurar o Gabber para utilizar uma já existente. Caso deseje utilizar uma conta existente, basta preencher a informação apropriada da sua conta existente existing account.
ru: Добро пожаловать в Gabber. Gabber - это клиент для системы обмена сообщениями Jabber. Этот ассистент поможет Вам создать новую учётную запись. Если Вы хотите использовать уже существующую учётную запись, просто заполните соответствующие поля.
sk: Víta vás Gabber. Gabber je klient pre systém zasielania správ Jabber. Tento asistent vám pomô¾e vytvori» nový úèet alebo nastavi» Gabber tak, aby pou¾il u¾ existujúci. Ak chcete pou¾i» existujúci úèet, jednoducho vyplòte príslu¹é informácie o va¹om existujúcom úète.
tr: Gabber'a hoşgeldiniz. Gabber, Jabber anında iletişim sistemi için bir istemcidir. Bu yardımcı yeni bir hesap oluşturmanızı ya da mevcut hesabınızı kullanmanızı sağlayacak. Mevcut hesabınızı kullanmak isterseniz, mevcut hesabınızdaki bilgileri vermelisiniz.
zh_cn: 欢迎使用 Gabber。 Gabber 是 Jabber 即时消息系统的客户端程序。 此助理将帮您新建帐号，或配置存在的帐号。 如果您想要使用存在的帐号， 只需填入现有帐号的有关信息。

source: What do you want to call this resource?
ca: Com vols anomenar aquest recurs?
da: Hvad vil du kalde denne resurse?
de: Wie soll diese Ressource genannt werden?
es: ¿Cómo quiere llamar a este recurso?
fr: Comment voulez-vous appeler cette ressource ?
ja: このリソースを何と呼びますか?
lt: Kaip nori vadinti ðá resursà?
ms: Apa yang anda hendak sumber ini dipanggil?
nl: Hoe zou je deze resource willen noemen?
pl: Jak chcesz nazwaæ ten zasób?
pt: Como deseja chamar a este recurso?
ru: Как Вы хотите назвать этот ресурс?
sk: Ako chcete nazýva» tento zdroj?
tr: Bu özkaynağı kullanmak ister misiniz?
zh_cn: 您想把这个资源叫什么？

source: What do you want your account username to be?
ca: Quin nom d'usuari vols pel teu compte?
da: Hvad skal din kontos brugernavn være?
de: Wie soll der Benutzername Ihres Kontos heißen?
es: ¿Cuál desea que sea el nombre de usuario de su cuenta?
fr: Quel nom de compte voulez-vous utiliser ?
ja: アカウントユーザ名は何にしますか?
lt: Kokio nori vartotojo vardo?
ms: Apakah namapengguna akaun anda?
nl: Wat voor gebruikersaccount wilt je?
pl: Jakiej nazwy konta chcesz u¿ywaæ?
pt: Qual o nome que deseja para a sua conta?
ru: Какое имя пользователя Вы хотите использовать в учётной записи?
sk: Aké chcete ma» prihlasovaci meno k vá¹mu úètu?
tr: Hesabınızın kullanıcı ismi?
zh_cn: 您想要帐号的用户名是什么？

source: What do you want your nickname to be?
ca: Quin àlies vols emprar?
da: Hvad skal dit kaldenavn være?
de: Wie soll Ihr Spitzname lauten?
es: ¿Cuál desea que sea su apodo?
fr: Quel pseudo voulez-vous utiliser ?
ja: ニックネームは何にしますか?
ko: 만드려고 하는 별명은 무엇입니까?
lt: Kokio nori slapyvardþio?
ms: Apakah gelaran anda?
nl: Welke bijnaam zou je graag willen hebben?
pl: Jakiego chcesz u¿ywaæ przydomka?
pt: Qual o nome que deseja para a sua alcunha?
ru: Какой псевдоним Вы хотите использовать?
sk: Akú chcete ma» prezývku (nick)?
tr: Nikiniz?
zh_cn: 您想要的昵称是什么？

source: What do you want your password to be?
ca: I quina contrassenya vols?
da: Hvad skal din adgangskode være?
de: Wie soll Ihr Passwort lauten?
es: ¿Cuál desea que sea su contraseña?
fr: Quel mot de passe voulez-vous utiliser ?
ja: パスワードは何にしますか?
ko: 만드려고 하는 비밀번호는 무엇입니까?
lt: Kokio nori saptaþodþio?
ms: Apakah katalaluan anda ?
nl: Welk wachtwoord zou je willen gebruiken?
pl: Jakiego chcesz u¿ywaæ has³a?
pt: Qual a senha que deseja utilizar?
ru: Какой пароль Вы хотите использовать?
sk: Aké chcete ma» heslo?
tr: Parolanız?
zh_cn: 您想要的密码是什么？

source: What is your e-mail address?
ca: Quina adreça de correu tens?
da: Hvad er din epostadresse?
de: Wie lautet Ihre E-Mail-Adresse?
es: ¿Cuál es su e-mail?
fr: Quel est votre adresse e-mail ?
ja: あなたの電子メールアドレスは何ですか?
ko: 당신의 e-mail주소는 무엇입니까?
lt: Koks tavo el.paðto adresas?
ms: Apakah alamat emel anda?
nl: Wat is je E-mail adres?
pl: Jaki jest twój adres e-mail?
pt: Qual é o seu endereço de e-mail?
ru: Каков Ваш электронный адрес?
sk: Aká je va¹a adresa elektronickej po¹ty?
tr: E-posta adresiniz?
zh_cn: 您的电子邮件地址是什么？

source: What is your first name?
ca: Quin és el teu nom propi?
da: Hvad er dit fornavn?
de: Wie heißen Sie mit Vornamen?
es: ¿Cuál es su primer nombre?
fr: Quel est votre prénom ?
ja: あなたの名前は何ですか?
ko: 이름은 무엇입니까?
lt: Koks tavo vardas?
ms: Apakah nama pertama anda?
nl: Wat is je voornaam?
pl: Jakie jest twoje imiê?
pt: Qual é o seu primeiro nome?
ru: Ваше имя?
sk: Aké je va¹e meno?
tr: İsminiz?
zh_cn: 您的名是什么？

source: What is your last name?
ca: Quin és teu cognom?
da: Hvad er dit efternavn?
de: Wie heißen Sie mit Nachnamen?
es: ¿Cuál es su apellido?
fr: Quel est votre nom de famille ?
ja: あなたの名字は何ですか?
ko: 성은 무엇입니까?
lt: Kokia tavo pavardë?
ms: Apakah nama akhir anda?
nl: Wat is je achternaam?
pl: Jakie jest twoje nazwisko?
pt: Qual é o seu último nome?
ru: Ваша фамилия?
sk: Aké je va¹e priezvisko?
tr: Soyadınız?
zh_cn: 您的姓是什么？
