Repository: GNOME/gnome-i18n
Catalog: extra-po/ximian-menus/*.po
Languages: az, da, hu, sk, tr, zh_cn, zh_tw

source: Applets
az: Appletlər
da: Panelprogrammer
hu: Appletek
sk: Applety
tr: Programcýklar
zh_cn: 小程序
zh_tw: 面板程式

source: NetLoad
da: Netbelastning
hu: Hálózati forgalom
sk: Zata¾enie siete
tr: Að kullanýmý
zh_cn: 网络负载
zh_tw: 網絡負載

source: Network Activity Meter
az: Şəbəkə Fəaliyyat Ölçücüsü
da: Viser netværksaktiviteten
hu: Kijelzi a hálózati forgalmat
sk: Zata¾enie siete
tr: Að Kullaným Ölçeri
zh_cn: 网络活动指示器
zh_tw: 網絡負載指示器

source: Disk Usage
az: Disk İstifadəsi
da: Diskforbrug
hu: Lemezhasználat
sk: Vyu¾itie disku
tr: Disk Kullanýmý
zh_cn: 磁盘用量
zh_tw: 磁碟使用量

source: Disk usage meter
az: Disk İstifadəsi Ölçücüsü
da: Viser hvor meget harddiskplads der er ledigt
hu: Lemezhasználat mutató applet
sk: Vyu¾itie disku
tr: Boþ disk alanýný gösterir
zh_cn: 磁盘用量指示器
zh_tw: 磁碟使用量指示器

source: MemLoad
da: Hukommelsesbelastning
hu: Memóriafoglaltság
sk: Zata¾enie pamäte
tr: Bellek Kullanýmý
zh_cn: 内存负载
zh_tw: 記憶體負載

source: Memory Load Meter
az: Yaddaş Yükü Ölçücüsü
da: Viser hukommelsesbelastningen
hu: Memóriahasználat-jelzõ
sk: Zata¾enie pamäte
tr: Bellek Kullaným Ölçeri
zh_cn: 内存负载指示器
zh_tw: 記憶體負載指示器

source: Swap Load Meter
az: Dəyiş Toqquş Sahesi Yükü Ölçücüsü
da: Viser swapbelastningen
hu: Lapozóterülethasználat-jelzõ
sk: Applet Za»a¾enie odkladacieho priestoru
tr: Takas Alaný Ölçeri
zh_cn: 交换区负载指示器
zh_tw: 交換檔負載指示器

source: SwapLoad
da: Swapbelastning
sk: Za»a¾enie odkladacieho priestoru
tr: Takas Kullanýmý
zh_cn: 交换区负载
zh_tw: 交換檔記憶負載

source: Gstripchart
da: Strimmeldiagram
zh_cn: G条纹图
zh_tw: Gnome 系統資訊圖表

source: Shows a stripchart
da: Viser et strimmeldiagram
sk: Zobrazuje graf
tr: Ýþlev çizgilerini çizer
zh_cn: 显示条纹图
zh_tw: 顯示系統資訊圖表

source: Battery Charge Monitor
az: Batareya Dolma İzləyicisi
da: Viser batteriladningen
hu: Teleptöltés monitor
sk: Monitor nabitia batérií
tr: Pil Göstergesi
zh_cn: 电池监视器
zh_tw: 電池電量監控程式

source: Load Average
az: Yük Göstərici
da: Belastningsgennemsnit
hu: Terhelés átlaga
sk: Priemerné za»a¾enie
tr: Ortalama Yük
zh_cn: 平均负载
zh_tw: 平均負載

source: Load Average Applet
az: Ortalama Yük Appleti
da: Viser belastningsgennemsnit
hu: Terhelésátlag applet
sk: Applet Priemerné za»a¾enie
tr: Ortalama yükü gösteren bir programcýk
zh_cn: 平均负载小程序
zh_tw: 平均負載面板程式

source: CPU Load Meter
az: CPU Yük Ölçücüsü
da: Viser processorbelastning
hu: Processzorhasználat-jelzõ
sk: Za»a¾enie procesora
tr: Ýþlemci Yük Ölçeri
zh_cn: CPU负载指示器
zh_tw: CPU 負載指示器

source: CPULoad
da: Processorbelastning
sk: Za»a¾enie procesora
tr: Ýþlemci yükü
zh_cn: CPU负载
zh_tw: CPU 負載

source: Monitors
az: Monitorlar
da: Overvågere
hu: Figyelõprogramok
sk: Monitory
tr: Ýzleyiciler
zh_cn: 即时监控
zh_tw: 監控程式

source: System Monitors (Processor, Diskspace, Memory, etc.)
az: Sistem Monitorları (CPU, Disk Sahəsi vs.)
da: Systemovervågere (processor, diskplads, osv.)...
hu: Rendszerfigyelõk (processzor, lemezhely, memória, stb.)
sk: Systémové monitory (Procesor, Disk, Pamä», atï.)
tr: Sistem Ýzleyicileri (Ýþlemci, disk boþluðu, bellek vb)
zh_cn: 系统监控(处理器、磁盘空间、内存等)
zh_tw: 系統監控程式（處理器、磁碟空間、記憶體等）

source: CPU/MEM usage
az: CPU/MEM istifadəsi
da: Cpu-/hukommelsesforbrug
hu: CPU/MEM használat
sk: Vyu¾itie CPU/pamäti
tr: Ýþlemci/bellek kullanýmý
zh_cn: CPU/内存使用
zh_tw: CPU/記憶體 使用量

source: CPU/MEM usage meter
az: CPU/MEM istifadəsi ölçücüsü
da: Viser processor- og hukommelsesbelastningen
hu: CPU/MEM használatmérõ
sk: Monitor pou¾itia CPU/pamäti
tr: Ýþlemci/bellek kullaným ölçeri
zh_cn: CPU/内存使用指示器
zh_tw: CPU/記憶體 使用量指示器

source: Shows a stripchart plot
da: Viser et strimmeldiagram
sk: Zobrazuje graf
zh_cn: 显示条纹网格图
zh_tw: 顯示系統資訊圖表

source: Stripchart
da: Strimmeldiagram
zh_cn: 条纹图
zh_tw: 系統資訊圖表

source: CD Player
az: CD Çalğıcı
da: Cd-afspiller
hu: CD-lejátszó
sk: Prehrávaè CD
tr: CD Çalýcý
zh_cn: CD 播放器
zh_tw: CD 播放器

source: XMMS Applet
az: XMMS Appleti
da: XMMS-panelprogram
sk: Applet XMMS
tr: XMMS Programcýðý
zh_cn: XMMS 小程序
zh_tw: XMMS 面板程式

source: Audio Mixer
az: Audio Mikser
da: Lydmixer
hu: Hangkeverõ
sk: Zvukový mixér
tr: Ses Karýþtýrýcý
zh_cn: 混音器
zh_tw: 音效混音器

source: Mixer
az: Mikser
sk: Mixér
tr: Karýþtýrýcý
zh_cn: 混音器
zh_tw: 混音器

source: Multimedia
az: Multimedya
da: Multimedie
sk: Multimédiá
tr: Çokluortam
zh_cn: 多媒体
zh_tw: 多媒體

source: Multimedia applets
az: Multimedya appletləri
da: Multimediepanelprogrammer
hu: Multimédiás appletek
sk: Multimediálne applety
tr: Çokluortam programcýklarý
zh_cn: 多媒体小程序
zh_tw: 多媒體面板程式

source: Sound Monitor
az: Səs Göstərici
da: Lydovervåger
hu: Hangfigyelõ
sk: Monitor zvuku
tr: Ses Ýzleyici
zh_cn: 声音监控
zh_tw: 音效監控程式

source: Sound Monitor for Esound
az: Esound üçün Səs Göstərici
da: Lydovervåger til Esound
hu: Hangfigyelõ az Esoundhoz
sk: Monitor zvuku pre Esound
tr: Esound Ýçin Ses Ýzleyici
zh_cn: Esound 声音监控
zh_tw: Esound 音效監控程式

source: AfterStep Clock
az: AfterStep Saatı
da: AfterStep-ur
hu: AfterStep óra
sk: AfterStep hodiny
tr: AfterStep Saati
zh_cn: AfterStep 时钟
zh_tw: AfterStep 時鐘

source: Just another clock
az: Başqa bir saat
da: En anden form for ur
hu: Még egy óra
sk: Iné hodiny
tr: Baþka bir saat...
zh_cn: Just another 时钟
zh_tw: 又一種時鐘

source: Displays the time whith in binary representation
az: Vaxtı binar şəkildə göstərər
da: Viser klokkeslettet binært
sk: Zobrazuje èas v binárnom tvare
zh_cn: 二进制时钟
zh_tw: 使用二進位來顯示時間

source: JBC Binary Clock
az: JBC Binar Saatı
da: Binært ur
hu: JBC bináris óra
sk: JBC binárne hodiny
tr: JBC Dijital Saat
zh_cn: JBC二进制时钟
zh_tw: Jon 的二進位時鐘

source: Clock applets
az: Saat appletləri
da: Ur-panelprogrammer
hu: Óra appletek
sk: Hodinové aplety
tr: Saat programcýklarý
zh_cn: 时钟小程序
zh_tw: 時鐘面板程式

source: Clocks
az: Saatlar
da: Ure
hu: Órák
sk: Hodiny
tr: Saatler
zh_cn: 时钟
zh_tw: 時鐘

source: Clock and Mailcheck
az: Saat və ePoçt Yoluxucusu
da: Ur og posttjek
hu: Óra és levélfigyelõ
sk: Hodiny a Sledovanie Po¹ty
tr: Saat ve E-posta denetimi
zh_cn: 邮件检查时钟
zh_tw: 時鐘/來信通知

source: Displays new mail and time
az: Yeni məktub və saatı göstərir
da: Viser tiden og ny post
hu: Mutatja az idõt és az új leveleket
sk: Zobrazuje novú po¹tu a èas
tr: Yeni e-postalarý ve saati gösterir
zh_cn: 显示新邮件和时间
zh_tw: 顯示來信通知及時間

source: An analog clock similar to that in CDE panel
az: CDE paneldəki saata oxşayan bir analoq saat .
da: Et analogt ur magen til det fra CDE-panelet
hu: A CDE panelen megszokott analóg óra
sk: Analógové hodiny podobné tým z CDE panelu
zh_cn: 和CDE面板里类似的时钟
zh_tw: 一個跟 CDE 面板上的時鐘相似的時鐘

source: Another Clock
az: Başqa bir saat
da: En anden slags ur
hu: Még egy óra
sk: Iné hodiny
tr: Farklý Saat
zh_cn: 另一个时钟
zh_tw: 另類時鐘

source: Clock
az: Saat
da: Ur
hu: Óra
sk: Hodiny
tr: Saat
zh_cn: 时钟
zh_tw: 時鐘

source: Mouse movements counter
az: Siçan gedişləri sayğacı
da: Måler hvor langt musen bevæger sig
hu: Egérmozgásmérõ
sk: Poèítadlo pohybu my¹i
tr: Fare hareketlerini izleme programý
zh_cn: 鼠标运动计数器
zh_tw: 鼠標移動計數器

source: Odometer
az: Odometr
da: Kilometertæller
zh_cn: 里程表
zh_tw: 里程表

source: Fish
az: Balıq
da: Fisk
hu: Halacska
sk: Ryba
tr: Balýk
zh_cn: 小鱼
zh_tw: 小魚

source: An applet that watches your mouse.
az: Siçanınıza baxan applet.
da: Et panelprogram der overvåger musen
hu: Az egered mozgását figyelõ szempár.
sk: Applet, ktorý pozoruje va¹u my¹.
tr: Farenizi izleyen bir program.
zh_cn: 监视你的鼠标的小程序。
zh_tw: 一個會因應鼠標位置移動的面板程式。

source: gEyes
da: Øjne
zh_cn: gnome 之眼

source: Game of Life
az: Həyatın Oyunu
da: Livets spil
hu: Az élet játéka
sk: Hra ¾ivota
tr: Yaþam oyunu
zh_cn: 生命游戏
zh_tw: 生命遊戲

source: The Game of Life (to waste your time)
az: Həyatın Oyunu (vaxt keçirmek üçün)
da: Game of Life (til at spilde din tid)
hu: Az élet játéka (csak az idõdet pocsékolja)
sk: Hra ¾ivota (pre stratu èasu)
tr: Yaþam oyunu
zh_cn: 生命游戏(来浪费你的时间)
zh_tw: 生命遊戲（用來消磨時間）

source: Amusements
az: Məzəlilər
da: Underholdning
hu: Szórakozás
sk: Hraèky
tr: Eðlence
zh_cn: 娱乐
zh_tw: 娛樂

source: Fifteen
az: On Beş
da: Femten
sk: Pätnás»
tr: Onbeþ
zh_cn: 十五格
zh_tw: 十五

source: Fifteen cells game
az: On Beş Daş Oyunu
da: Femten stykker
hu: Tizenöt cella játék
sk: Hra Pätnás»
tr: Onbeþ hücre oyunu
zh_cn: 十五格游戏
zh_tw: 「十五」智慧拼圖

source: Show last news from slashdot.org
az: slashdot.org-dan yeni xəbərləri göstərir
da: Vis de seneste nyheder fra slashdot.org
hu: Megjeleníti a legfrissebb híreket a slashdot.org-ról
sk: Ukazuje najnov¹ie správy zo slashdot.org
tr: slashdot.org'dan son haberleri gösterir
zh_cn: 显示 slash.org 最新的新闻
zh_tw: 顯示 slashdot.org 的最近新聞

source: Mailcheck
da: Posttjek
sk: Kontrola po¹ty
tr: E-posta denetimi
zh_cn: 邮件检查
zh_tw: 來信通知

source: WebControl
da: Surferkontrol
tr: Web Kontrolü
zh_cn: Web 控制
zh_tw: 網頁控制

source: Modem Lights
az: Modem İşıqları
da: Modemlys
hu: Modem LED-ek
sk: Svetlá modemu
tr: Modem Iþýklarý
zh_cn: Modem 指示灯
zh_tw: 數據機燈號

source: Show modem status
az: Modem vəziyyətini göstər
da: Viser modemstatus
hu: Mutatja a modem állapotát
sk: Ukazuje stav modemu
tr: Modem durumunu göster
zh_cn: 显示 modem 状态
zh_tw: 顯示數據機狀態

source: Gnome Internet Communication Utility
da: Gnome-internetkommunikationsværktøj
sk: Komunikaèný nástroj pre Internet
zh_cn: Gnome 互联网通讯工具
zh_tw: Gnome 互聯網通訊工具

source: Network
az: Şəbəkə
da: Netværk
hu: Hálózat
sk: Internet
tr: Að
zh_cn: 网络
zh_tw: 網絡

source: Network menu
az: Şəbəkə menyusu
da: Netværksmenu
hu: Hálózatmenü
sk: Menu Internet
tr: Að menüsü
zh_cn: 网络菜单
zh_tw: 網絡選單

source: Client for AOL IM
az: AOL IM alıcısı
da: Klient til AOL IM
hu: AOL IM ügyfél
sk: Klient pre AOL IM
zh_cn: AOL IM 客户端
zh_tw: AOL 即時通訊用戶端軟件

source: GNOME Stock Ticker
da: Børsnoteringer
hu: GNOME tõzsdekövetõ
sk: GNOME sledovaè burzy
zh_cn: GNOME 股票行情指示器
zh_tw: GNOME 股市行情指示器

source: GNOME Stock Ticker Panel Applet
az: GNOME Stock Ticker Panel Appleti
da: Fjernskriverpanelprogram til at vise børsnoteringer
hu: GNOME tõzsdekövetõ applet
sk: Applet panelu GNOME Sledovaè burzy
zh_cn: GNOME 股票行情指示器小程序
zh_tw: GNOME 股市行情面板程式

source: RH PPP Dialer
az: RH PPP Çeviricisi
da: RH PPP-opkalder
hu: RH PPP tárcsázó
sk: Vytáèacie rozhranie RH PPP
zh_cn: 红帽子 PPP 拨号器
zh_tw: RH PPP 撥號程式

source: Red Hat's PPP Dialer applet
az: Red Hat's PPP Çevirici appleti
da: Red Hats PPP-opkalder
hu: A Red Hat PPP tárcsázója
sk: Applet pre vytáèacie rozhranie Red Hatu pre PPP
zh_cn: 红帽子的 PPP 拨号器小程序
zh_tw: Red Hat 的 PPP 撥號面板程式

source: GNOME Tasklist
az: GNOME Vəzifə Siyahısı
da: Gnomes opgaveliste
hu: GNOME Feladatlista
sk: Zoznam úloh GNOME
zh_cn: GNOME 任务列表
zh_tw: GNOME 工作列表

source: Tasklist
az: Vəzifələr
da: Opgaveliste
hu: Feladatlista
sk: Zoznam úloh
zh_cn: 任务列表
zh_tw: 工作列表

source: GNOME Weather
az: Gnome Hava
da: Vejret
hu: GNOME Idõjárás
sk: GNOME Poèasie
tr: GNOME Hava Durumu
zh_cn: GNOME 天气监视器
zh_tw: GNOME 天氣

source: GNOME weather monitor applet
az: Gnome hava göstəricisi appleti
da: Vejrovervågningspanelprogram
hu: GNOME idõjárásfigyelõ applet
sk: Applet Monitor poèasia pre GNOME
tr: GNOME hava durumu izleme programcýðý
zh_cn: GNOME 天气监视器小程序
zh_tw: GNOME 天氣監控面板程式

source: Shows Cursor Position
az: Ox Yerini Göstərər
da: Viser markørposition
hu: Kurzor helyzetének mutatása
sk: Ukazuje pozíciu kurzoru
zh_cn: 显示光标位置
zh_tw: 顯示鼠標位置

source: Where Am I?
az: Mən hardayam?
da: Hvor er jeg?
hu: Hol vagyok?
sk: Kde som?
tr: Neredeyim ben?
zh_cn: 我在哪里？
zh_tw: 我在哪兒？

source: Info and status ticker
az: İnfo və vəziyyət saatı
da: Informations- og statusfjernskriver
sk: Zobrazovaè informácií a stavu
tr: Bilgi ve durum programcýðý
zh_cn: 信息和状态指示器
zh_tw: 資訊與狀態顯示器

source: Tick-a-Stat
da: Fjernskriverstatus
zh_cn: 信息和状态

source: PilotSync
da: Pilot-synkronisering
zh_cn: Pilot 同步器
zh_tw: Pilot 同步

source: Synchroniser for PalmPilot
az: PalmPilot Sinxronizatoru
da: Synkronisering til Palm Pilot
hu: PalmPilot-szinkronizáló
sk: Synchronizácia pre PalmPilota
zh_cn: PalmPilot 同步器
zh_tw: PalmPilot 同步軟件

source: Screen Shooter is a screenshot grabber
az: Ekran Yaxalayıcı ekran şəklinizi çəkər
da: Tag et aftryk af skærmen
hu: A Képlopó képernyõképet ment el
sk: Zachytávaè obrazovky
zh_cn: 截屏器是一个屏幕截取器
zh_tw: 畫面狩獵者是用來擷取畫面圖像的

source: ScreenShooter
az: Ekran Yaxalayıcı
da: Skærmaftryk
hu: Képlopó
sk: Zachytenie obrazovky
zh_cn: 截屏器
zh_tw: 畫面狩獵者

source: Desk Guide
az: MazaÜstü Bələdçisi
da: Skrivebordsguide
hu: Munkaasztal-kalauz
sk: Sprievodca plochou
zh_cn: 桌面指南
zh_tw: 桌面響導

source: GNOME Desktop Guide (Pager)
az: GNOME Masa üstü Bələdçisi (Peycer)
da: Viser en oversigt over skrivebordet
hu: GNOME Munkaasztal-kalauz
sk: GNOME Sprievodca plochou (Pager)
zh_cn: GNOME 桌面指南(寻呼机）
zh_tw: GNOME 桌面響導(呼叫器)

source: GKB International KeyBoard
az: GKB Beynəlmiləl Klaviaturası
da: Tastaturomskifter
hu: GKB billentyûzet-átkapcsoló
sk: Medzinárodná klávesnica GKB
zh_cn: GKB 国际键盘
zh_tw: GKB 國際鍵盤

source: GKB Keyboard Switcher
az: GNOME Klaviatura Dəyişdiricisi
da: Skifter mellem forskelle tastaturopsætninger
hu: GKB billentyûzet-átkapcsoló
sk: Prepínaè klávesnice pre GNOME
zh_cn: GKB 键盘切换
zh_tw: GKB 鍵盤切換程式

source: Mini-Commander
az: Kiçik Əmr Verici
da: Kommandobro
zh_cn: 迷你命令运行器
zh_tw: 小型命令窗

source: Character Picker
az: Hərf Seçici
da: Tegnvælger
hu: Karaktertábla
sk: Výber znakov
zh_cn: 字符选取器
zh_tw: 字元選擇程式

source: character picker
az: hərf alıcı
da: Udvælg tegn
hu: Karaktertábla
sk: výber znakov
zh_cn: 字符选取器
zh_tw: 字元選擇程式

source: Printer Applet
az: Çap Edici Appleti
da: Printerpanelprogram
hu: Nyomtató applet
sk: Applet Tlaèiareò
zh_cn: 打印机小程序
zh_tw: 印表機面板程式

source: Drive Mount
az: Sürücü Baǧlama
da: Drevmontering
hu: Meghajtó felcsatolása
sk: Pripojenie diskov
zh_cn: 驱动器安装器
zh_tw: 磁碟掛載

source: Mounts and unmount drives
az: Sürücüləri bağlayar və ayırır
da: Monterer og afmonterer drev
hu: Felcsatolja vagy eltávolítja a meghajtókat
sk: Pripája a odpája disky
zh_cn: 驱动器安装和卸载
zh_tw: 掛上與卸下檔案系統

source: QuickLaunch
az: Sür'ətli Başlatma
da: Minigenveje
sk: Rýchle spú¹»anie
zh_cn: 快速启动
zh_tw: 快速啟動

source: Small Launchers
az: Balaca Başladıcılar
da: Små genveje på panelet
hu: Kis indítók
sk: Malé spú¹taèe
zh_cn: 小启动器
zh_tw: 小型啟動圖示

source: Utility
az: Vasitə
da: Værktøj
hu: Segédprogramok
sk: Pomôcky
zh_cn: 应用程序
zh_tw: 小工具

source: Utility applets
az: Vasitə appletləri
da: Værktøjspanelprogrammer
hu: Segédappletek
sk: Applety pomôcok
zh_cn: 小应用程序
zh_tw: 小工具面板程式

source: GDict
da: Ordbog
zh_cn: GNOME 字典
zh_tw: Gnome 字典

source: GNOME client for RFC 2229-compliant dictionary server
az: GNOME üçün RFC 2229 alıcısı-lüğət vericisi
da: Gnome-klient til en RFC 2229-understøttende ordbogsserver
hu: RFC 2229-megfelelõ szótárprogram
sk: GNOME klient pre slovníkové servery podporujúce RFC 2229
tr: Sözlük sunucusu için bir GNOME programý
zh_cn: RFC 2229 兼容 GNOME 字典客户端
zh_tw: 符合 RFC 2229 的字典伺服器的 GNOME 用戶端程式

source: WordPerfect for Linux
az: Linuks üçün WordPerfect
da: Word Perfect til Linux
sk: WordPerfect pre Linux
tr: Linux için WordPerfect
zh_cn: WordPerfect Linux 版
zh_tw: WordPerfect Linux 版

source: Mozilla Web Browser
az: Mozilla Veb Səyyahı
da: Mozilla internetsurfningsprogram
hu: Mozilla webböngészõ
sk: WWW prehliadaè Mozilla
tr: Mozilla Web Tarayýcý
zh_cn: Mozilla 浏览器
zh_tw: Mozilla 網頁瀏覽器

source: Gnumeric Spreadsheet
hu: Gnumeric táblázatkezelõ
sk: Gnumeric
zh_cn: Gnumeric 电子表格

source: The Gnumeric spreadsheet application.
az: Gnumeric hesab cədvəli.
da: Gnumeric-regnearksprogrammet
hu: A Gnumeric táblázatkezelõ alkalmazás
sk: Tabuµkový procesor Gnumeric.
zh_cn: Gnumeric 电子表格程序。
zh_tw: Gnumeric 試算表應用軟件。

source: AbiWord Personal Wordprocessor
az: AbiWord Şəxsi Kəlmə İşləmcisi
da: Abiword personlig tekstbehandler
hu: AbiWord szövegszerkesztõ
sk: AbiWord
tr: AbiWord Kiþisel Kelime Ýþlemci
zh_cn: AbiWord 个人字处理器
zh_tw: AbiWord 個人文字處理器

source: AbiWord Word Processor
az: AbiWord Kəlmə İşləmcisi
da: Abiword tekstbehandler
hu: AbiWord szövegszerkesztõ
sk: Textový procesor AbiWord
tr: AbiWord Kelime Ýþlemci
zh_cn: AbiWord 字处理器
zh_tw: AbiWord 文字處理器

source: StarOffice application suite
az: StarOffice proqram süiti
da: StarOffice kontorpakke
hu: A StarOffice alkalmazáscsomag
sk: Kancelársky balík StarOffice
tr: Star Office uygulama ortamý
zh_cn: StarOffice 套件
zh_tw: StarOffice 應用軟件套裝

source: Programs
az: Proqramlar
da: Programmer
hu: Programok
sk: Programy
tr: Programlar
zh_cn: 程序
zh_tw: 程式

source: Programs menu
az: Proqramlar menyusu
da: Programmenu
hu: Programok menü
sk: Menu Programy
tr: Programlar menüsü
zh_cn: 程序菜单
zh_tw: 程式選單

source: Emacs Text Processor
az: Emacs Mətn Aparıcısı
da: Emacs
hu: Emacs szövegszerkesztõ
sk: Emacs
tr: Emacs Metin Düzenleyici
zh_cn: Emacs 文本处理器
zh_tw: Emacs 文字處理器

source: Emacs text editor
az: Emacs mətn editoru
da: Emacs tekstredigeringsprogram
hu: Emacs szövegszerkesztõ
sk: Textový editor Emacs
tr: Emacs metin düzenleyici
zh_cn: Emacs 文笔编辑器
zh_tw: Emacs 文字編輯器

source: GTK+ GUI builder
az: Gtk+ GUİ dizayneri
da: GTK+-grænsefladeopbygger
hu: GTK+ GUI-tervezõ
sk: GTK+ GUI generátor
tr: GTK+ GUI tasarým programý
zh_cn: GTK+ GUI 构建器
zh_tw: GTK+ 圖形介面製作工具

source: Glade UI Designer
az: Glade UI Dizayner
da: Glade-grænsefladedesigner
hu: Glade UI-tervezõ
sk: Návrhár UI Glade
tr: Glade Grafik Arayüz Tasarým Programý
zh_cn: Glade UI 设计器
zh_tw: Glade 用戶介面設計程式

source: Glimmer - Code Editor
az: Glimmer - Kod Editoru
da: Glimmer - koderedigeringsprogram
hu: Glimmer - Kódszerkesztõ
sk: Glimmer - editor kódu
tr: Glimmer - Kod Düzenleyici
zh_cn: Glimmer - 代码编辑器
zh_tw: Glimmer - 程式碼編輯器

source: Glimmer Editor
da: Glimmer redigeringsprogram
sk: Editor Glimmer
tr: Glimmer Düzenleyici
zh_cn: Glimmer 编辑器
zh_tw: Glimmer 編輯器

source: GHex Hex Editor
az: GHex On Altılıq Editor
da: Hexadecimalt redigeringsprogram
sk: Hexa editor GHex
tr: GHex Onaltýlý Düzenleyici
zh_cn: GHex 十六进制编辑器
zh_tw: GHex Hex 編輯器

source: Gnome Hexadecimal Editor
az: Gnome Hexadesimal Editor
da: Redigeringsprogram til binær kode
sk: GNOME hexadecimálny editor
zh_cn: Gnome 十六进制编辑器
zh_tw: Gnome 十六進位編輯器

source: MemProf Memory Profiler
az: MemProf Yaddaş Profilləyicisi
da: Hukommelsesprofilering
sk: MemProf profiler pamäti
tr: MemProf Bellek Yönetim Aracý
zh_cn: MemProf 内存配置器
zh_tw: MemProf 記憶體測試工具

source: Memory Profiling tool
az: Yaddaş Profilləmə vasitəsi
da: Værktøj til hukommelsesprofilering
sk: Nástroj pre profilovanie pamäti
tr: Bellek Profil Aracý
zh_cn: MemProf 内存配置工具
zh_tw: 記憶體測試工具

source: Software Development
az: Proqram Təkmilləşdirmə
da: Programudvikling
hu: Szoftverfejlesztés
sk: Vývoj
tr: Yazýlým Geliþtirme
zh_cn: 软件开发
zh_tw: 軟件發展

source: Tools for software development
az: Proqram yazma vasitələri
da: Værktøjer til programudvikling
sk: Nástroje pre vývoj softvéru
tr: Yazýlým Geliþtirme Ýçin Araçlar
zh_cn: 软件开发工具
zh_tw: 軟件發展所用的工具

source: PAN News Reader
da: PAN-diskussionsgruppelæser
hu: PAN hírolvasó
sk: PAN
tr: PAN Haber Okuyucu
zh_cn: PAN 新闻阅读器
zh_tw: PAN 新聞閱讀程式

source: Pan Newsreader
da: Program til diskussionsgrupper
hu: Pan hírolvasó
sk: Aplikácia pre diskusné skupiny Pan
tr: Pan Haber Okuyucu
zh_cn: PAN 新闻阅读器
zh_tw: PAN 新聞閱讀程式

source: Red Carpet
tr: Kýrmýzý Halý
zh_cn: 红魔毯
zh_tw: 紅地氈

source: Software update and install utility.
az: Proqram güncəlləmə və qurma vasitəsi.
da: Programopdaterings og -installeringsprogram
hu: Szoftverfrissítõ és -telepítõ alkalmazás
sk: Nástroj pre in¹taláciu a aktualizáciu softvéru.
tr: Yazýlým güncelleme ve kurma programý.
zh_cn: 软件升级和安装工具。
zh_tw: 軟件更新及安裝工具。

source: Multithreaded ftp client
az: Çoxtərəfli ftp alıcısı
da: Ftp-klient
hu: Többszálú FTP-ügyfélprogram
sk: FTP klient
tr: Becerikli bir ftp istemcisi
zh_cn: 多线程 ftp 客户端
zh_tw: 多執行緒（multi-thread）ftp 程式

source: Encompass Gnome Web Browser
az: Encompass Gnome veb Səyyahı
da: Encompass-internetsurfningsprogram til Gnome
hu: Encompass Gnome webböngészõ
sk: WWW prehliadaè Encompass
tr: Encompass Gnome Web Tarayýcýsý
zh_cn: Encompass Gnome 浏览器
zh_tw: Encompass Gnome 網頁瀏覽器

source: GnomeICU Instant Messenger
az: GnomeICU Canlı İsmarıclaşma
da: GnomeICU-chat
tr: GnomeICU Hýzlý Haberleþme
zh_cn: GnomeICU 即时消息
zh_tw: GnomeICU 即時通訊軟件

source: Galeon Webbrowser
az: Qaleon Veb Səyyahı
da: Galeon-internetsurfningsprogram
hu: Galeon webböngészõ
sk: Prehliadaè Galeon
tr: Galeon Web Tarayýcýsý
zh_cn: Galeon 浏览器
zh_tw: Galeon 網頁瀏覽器

source: Chat on an IRC network.
az: IRC şəbəkədə söhbət elə.
da: Småsnak på et IRC-netværk
hu: IRC ügyfél
sk: Rozhovor na sieti IRC.
tr: Bir IRC ortamýnda muhabbet.
zh_cn: 到 IRC 网络聊天。
zh_tw: 在 IRC 網絡中聊天。

source: XChat IRC Chat
da: XChat-IRC
tr: XChat IRC Programý
zh_cn: XChat IRC 聊天器
zh_tw: XChat IRC 聊天程式

source: Mozilla Mail
az: Mozilla Poçt
da: Mozilla-post
sk: Po¹ta Mozilla
tr: Mozilla E-posta
zh_cn: Mozilla 邮件客户端
zh_tw: Mozilla 電郵

source: The Evolution groupware suite
az: Evolution qruplaşdırılmış proqram tə'minatı otağı
da: Gruppeorganiseringspakken Evolution
hu: Az Evolúció csoportmunka-program
sk: Sada groupvérových nástrojov Evolution
tr: Evolution Grup Çalýþma Ortamý
zh_cn: Evolution 套件
zh_tw: Evolution 群組軟件套裝

source: Chat using AOL instant messages.
az: AOL canlı ismarıclaşma ilə söhbət.
da: Smånak vha. øjeblikkelige meddelelser
hu: AOL IM ügyfél
sk: Rozhovor pomocou AOL instant messages.
zh_cn: 使用 AOL 即时消息聊天。
zh_tw: 使用 AOL 即時通訊軟件聊天。

source: GAIM Instant Messenger
az: GAIM Canlı İsmarıclaşma
da: GAIM-chat
tr: GAIM Hýzlý Haberleþme
zh_cn: GAIM 即时消息
zh_tw: GAIM 即時通訊軟件

source: Netscape Navigator
zh_cn: 网景浏览器
zh_tw: 網景瀏覽器

source: Netscape Navigator web browser
az: Netscape Navigator veb səyyahı
da: Netscape Navigator-internetsurfningsprogram
hu: Netscape Navigator webböngészõ
sk: WWW prehliadaè Netscape Navigator
tr: Netscape Navigator web tarayýcýsý
zh_cn: 网景 web 浏览器
zh_tw: Netscape 網頁瀏覽器

source: Internet
tr: Ýnternet
zh_cn: 因特网
zh_tw: 互聯網

source: Programs for Internet and networks
az: İnternet və şəbəkə üçün proqramlar
da: Programmer til internettet og andre netværk
hu: Hálózati és internetes programok
sk: Programy pre Internet a siete
tr: Ýnternet ve Að Ortamý Ýçin Programlar
zh_cn: 网络应用程序
zh_tw: 互聯網及網絡的程式

source: Calculator
az: Kalkulyator
da: Lommeregner til Gnome
hu: Számológép
sk: Kalkulaèka
tr: Hesap Makinesi
zh_cn: 计算器
zh_tw: 計算機

source: GnuCash Personal Finance
az: GnuCash Şəxsi Maliyyə
da: Gnucash-personlige finanser
sk: GnuCash
tr: GnuCash Kiþisel Para Yönetim Sistemi
zh_cn: GnuCash 个人财务管理
zh_tw: GnuCash 個人理財

source: Gnucash Finance Manager
az: Gnucash Maliyyə İdarəçisi
da: Gnucash-finansprogram
sk: Správca financií GnuCash
tr: Gnucash Para Yönetim Sistemi
zh_cn: GnuCash 个人财务助理
zh_tw: Gnucash 財務管理程式

source: Finance
az: Maliyyə
da: Finansiel
hu: Pénzügyek
sk: Financie
tr: Para
zh_cn: 财务
zh_tw: 財務

source: Gnomecal Calendar
az: Gnomecal Təqvim
da: Gnomecal-kalender
sk: Gnomecal
tr: Gnomecal Takvimi
zh_cn: Gnomecal 日历
zh_tw: Gnomecal 行事曆

source: Simple Calendar
az: Sadə Təqvim
da: Simpel kalender
hu: Egyszerû naptár
sk: Jednoduchý kalendár
tr: Basit Takvim
zh_cn: 简单的日历
zh_tw: 簡單行事曆

source: GNOME Time Tracker (GTT)
az: GNOME Zaman İşləyici (GTT)
da: Tidsopmålingsværktøj
tr: GNOME Zaman Takip Uygulamasý
zh_cn: GNOME 时间追踪器 (GTT)
zh_tw: GNOME 時間追蹤器（GTT）

source: Time Tracker
az: Zaman İzləyici
da: Tidsopmåling
sk: Sledovaè èasu
tr: Zaman Takip Uygulamasý
zh_cn: 时间追踪器
zh_tw: 時間追蹤器

source: Calendar
az: Təqvim
da: Kalender
hu: Naptár
sk: Kalendár
tr: Takvim
zh_cn: 日历
zh_tw: 行事曆

source: GMIX Audio Mixer
az: GMIX Audio Mikser
da: Lydmixer
sk: GMIX zvukový mixér
tr: GMIX Ses Karýþtýrýcý
zh_cn: GMIX 混音器
zh_tw: GMIX 音效混音器

source: Volume Control
az: Səs Həcmi İdarəsi
da: Lydstyrke
hu: Hangerõszabályozó
sk: Nastavenie hlasitosti
tr: Ses Denetimi
zh_cn: 音量控制
zh_tw: 聲量控制

source: Grip CD Player/Ripper
az: Grip CD Çalğıcı/Ripperi
da: Grip CD-afspiller/-optager
hu: Grip CD lejátszó/készítõ
sk: Grip
tr: Grip CD Çalýcý/Aktarýcý
zh_cn: Grip CD 播放/提取器
zh_tw: Grip CD 音軌播放/擷取程式

source: Grip CD Track Ripper
az: Grip CD Parça Ripperi
da: CD-afspiller/-optager
sk: Ukladá obsah CD na disk
tr: Grip CD Ýz Aktarýcý
zh_cn: Grip CD 音轨抓取器
zh_tw: Grip CD 音軌擷取程式

source: Recorder
az: Qeydiyyatçı
da: Optager
hu: Felvevõ
sk: Nahrávaè
tr: Kayýtçý
zh_cn: 录音
zh_tw: 錄音程式
