Repository: GNOME/gnome-i18n
Catalog: extra-po/ximian-menus/*.po
Languages: az, da, hu, sk, tr, zh_cn, zh_tw

source: Simple Sound Recorder
az: Sadə Səs Qeydiyyatçısı
da: Simpel lydoptager
hu: Egyszerû hangfelvevõ
sk: Jednoduchý nahrávaè zvuku
tr: Basit Bir Ses Kayýtçýsý
zh_cn: 简单的录音器
zh_tw: 簡單的錄音程式

source: Play audio files and CDs.
az: Audio fayl və CDləri çal.
da: Afspil lydfiler og cd'er
hu: Hangfájlok és CD-k lejátszásához
sk: Prehrávaè audio súborov a CD.
tr: Ses dosyalarý ve CD'leri çalar.
zh_cn: 播放声音文件及CD。
zh_tw: 播放音效檔及 CD。

source: XMMS Media Player
az: XMMS Medya Çalğıcısı
da: XMMS-medieafspiller
hu: XMMS médialejátszó
sk: XMMS prehrávaè médií
tr: XMMS Çokluortam Çalýcý
zh_cn: XMMX 媒体播放器
zh_tw: XMMS 媒體播放程式

source: Audio
az: Səs
da: Lyd
sk: Zvuk
tr: Ses
zh_cn: 声音
zh_tw: 音效

source: Bug Buddy Problem Reporter
az: Bug Buddy Problem Raportçusu
da: Fejl-Frede
sk: Priateµ v núdzi
zh_cn: Bug Buddy 臭虫汇报器
zh_tw: Bug Buddy 問題回報程式

source: Report a bug in GNOME
az: GNOME xətasını bildir
da: Rapportér en fejl i Gnome
sk: Posielanie správ o chybách v GNOME
tr: GNOME'daki bir hatayý raporla
zh_cn: 报告 GNOME 中的臭虫
zh_tw: 回報有關 GNOME 的錯誤

source: Create and edit simple text files.
az: Sadə mətn faylları yaz və düzəlt.
da: Opret og redigér simple tekstfiler
hu: Egyszerû szövegfájlok létrehozásához és módosításához
sk: Vytvára a upravuje jednoduché textové súbory.
zh_cn: 创建及编辑简单文本文件。
zh_tw: 建立及編輯簡單的文字檔。

source: GEdit Notepad
az: gedit
da: GEdit-notesblok
hu: GEdit jegyzettömb
tr: GEdit Metin Düzenleyici
zh_cn: GEdit 写字板
zh_tw: GEdit 筆記本

source: Find Extended Characters
az: Ətraflı Xarakter Axtarıcısı
da: Find usædvanlige bogstaver/tegn
sk: Hµadanie roz¹írených znakov
zh_cn: 搜索扩展字符
zh_tw: 搜尋擴展字元

source: GNOME System Monitor
az: GNOME Sistem İzləyici
da: Systemovervågning
hu: GNOME rendszerfigyelõ
sk: Sledovanie systému GNOME
tr: GNOME Sistem Ýzleyici
zh_cn: GNOME 系统监视器
zh_tw: GNOME 系統監控程式

source: GTop System Monitor
az: GTop Sistem Monitoru
da: Gnome-systemovervågning
hu: GTop rendszerfigyelõ
sk: Sledovanie systému GTop
tr: GTop Sistem Ýzleyici
zh_cn: GTop 系统监视器
zh_tw: GTop 系統監控程式

source: Floppy Formatter
az: Disketləri şəkilləndirər
da: Disketteformatering
hu: Floppy formázó
sk: Formátovaè diskiet
tr: Disket Biçimlendirici
zh_cn: 软盘格式化
zh_tw: 軟碟格式化程式

source: Format a floppy disk.
az: Disketləri şəkilləndirər
da: Formatér en diskette
hu: Hajlékony-lemezek formázásához
sk: Formátuje diskety.
tr: Bir disketi biçimlendirir.
zh_cn: 格式化软盘。
zh_tw: 可格式化軟碟。

source: Dictionary
az: Lüğət
da: Ordbog
hu: Szótár
sk: Slovník
tr: Sözlük
zh_cn: 字典
zh_tw: 字典

source: Internet word lookup
az: İnternet kəlmə axtarıcısı
da: Ordopslag via internettet
sk: Hµadanie internetových slov
tr: Ýnternetten kelime bulma
zh_cn: 因特网单词搜索
zh_tw: 檢索字詞

source: Terminal
hu: Terminál
sk: Terminál
zh_cn: 终端
zh_tw: 終端機

source: Terminal emulation program
az: Terminal emulyasiya proqramı
da: Kommandolinjeprogram
hu: Terminál emulátor
sk: Terminál pre GNOME
tr: Terminal emülasyon programý
zh_cn: 模拟终端程序
zh_tw: 終端機模擬程式

source: Utilities
az: Vasitələr
da: Værktøjer
hu: Segédprogramok
sk: Pomôcky
tr: Yardýmcý programlar
zh_cn: 应用程序
zh_tw: 小工具

source: Utilities menu
az: Vasitələr menyusu
da: Værktøjsmenu
hu: Segédprogramok menü
sk: Menu Pomôcky
tr: Yardýmcýlar programlar menüsü
zh_cn: 应用程序菜单
zh_tw: 小工具選單

source: GQView Image Viewer
az: GQView Rəsm Nümayişçisi
da: GQView-billedfremviser
hu: GQView képnézõ
sk: CQView
tr: GQView Resim Görüntüleyici
zh_cn: GQView 图象浏览器
zh_tw: GQView 圖像檢視器

source: Image Viewer
az: Rəsm Nümayişcisi
da: Billedfremviser
hu: Képnézõ
sk: Prehliadaè obrázkov
tr: Resim Görüntüleyici
zh_cn: 图象浏览器
zh_tw: 圖像檢視器

source: GIMP Image Editor
az: GIMP Rəsm Editoru
da: Gimp'en
hu: GIMP képszerkesztõ
sk: GIMP
tr: GIMP Resim Düzenleyici
zh_cn: GIMP 图象编辑器
zh_tw: GIMP 圖像編輯器

source: GNU Image Manipulation Program
da: GNU-billedbehandlingsprogram
sk: GNU program pre prácu s obrázkami
tr: GNU Resim Düzenleme Programý
zh_cn: GNU 图象处理程序
zh_tw: GNU 圖像處理程式

source: GPhoto Digital Camera Tool
az: GPhoto Digital Kamera Vasitəsi
da: GPhoto-digitalkameraværktøj
hu: gPhoto digitális kamera alkalmazás
sk: GPhoto
tr: gPhoto Sayýsal Kamera Aracý
zh_cn: GPhoto 数码相机工具
zh_tw: GPhoto 數碼相機工具

source: gPhoto Digital Camera Application
az: gPhoto Digital Kamera Proqramı
da: Værktøj til digitale kameraer
hu: gPhoto digitális kamera alkalmazás
sk: Aplikácia pre digitálne kamery gPhoto
tr: gPhoto Sayýsal Kamera Uygulamasý
zh_cn: GPhoto 数码相机程序
zh_tw: gPhoto 數碼相機應用軟件

source: PostScript/PDF Viewer
az: PostScript/PDF Nümayişçisi
da: Postscript/PDF-fremviser
hu: PostScript/PDF megjelenítõ
sk: Prehliadaè PostScript/PDF
tr: PostScript/PDF Görüntüleyici
zh_cn: PostScript/PDF 浏览器
zh_tw: PostScript/PDF 檢視器

source: View .ps and .pdf files.
az: .ps və .pdf fayllarını göstər.
da: Fremviser .ps- og .pdf-filer
hu: .ps és .pdf fájlok megtekintése
sk: Zobrazuje súbory .ps a .pdf.
tr: .ps ve .pdf dosyalarýný görüntüler.
zh_cn: 浏览 .ps 和 .pdf 文件。
zh_tw: 可觀看 .ps 及 .pdf 檔案。

source: Create and edit simple diagrams.
az: Sadə diaqramlar yarat və düzəlt.
da: Opret og vis simple diagrammer
hu: Egyszerû diagromok létrehozása és szerkesztése
sk: Vytvára a kreslí jednoduché diagramy.
tr: Basit diyagramlarý oluþturur ve düzenler.
zh_cn: 创建及编辑简单图表。
zh_tw: 建立及編輯簡單的圖表。

source: Dia Diagram Editor
az: Dia Diaqram Editoru
da: Dia-diagramredigering
hu: Dia diagramszerkesztõ
sk: Dia
tr: Dia Diyagram Düzenleyici
zh_cn: Dia 图表编辑器
zh_tw: Dia 圖表編輯器

source: Graphics
az: Qrafikalar
da: Grafik
hu: Grafika
sk: Grafika
tr: Grafik
zh_cn: 图象
zh_tw: 圖像

source: Graphics menu
az: Qrafikalar menyusu
da: Grafikmenu
hu: Grafika menü
sk: Menu Grafika
tr: Grafik menüsü
zh_cn: 图象菜单
zh_tw: 圖像選單

source: Card-based Solitaire suite.
az: Kart əsaslı Soliter.
da: Kortbaseret kabalepakke
sk: Sada hier typu Solitaire.
tr: Solitaire oyunu
zh_cn: 单人纸牌游戏集。
zh_tw: 紙牌接龍遊戲套裝。

source: Solitaire
da: Kabale
hu: Pasziánsz
tr: Ýskambil
zh_cn: 单人纸牌游戏

source: Civilization: Call To Power
zh_cn: 文明：威力的呼唤
zh_tw: 文明帝國之權傾天下

source: Heroes of Might and Magic III
tr: Heros of Might and Magic III
zh_cn: 英雄无敌三
zh_tw: 魔法門 III

source: Heroes3
zh_cn: 英雄无敌三
zh_tw: 魔法門 3

source: Mine hunting game.
az: Mina oyunu.
da: Find og fjern miner
hu: Aknakeresõ játék
sk: Hra míny.
tr: Mayýn bulma oyunu
zh_cn: 扫雷游戏。
zh_tw: 拆地雷遊戲。

source: Mines
az: Minalar
da: Minestryger
hu: Aknakeresõ
sk: Míny7
tr: Mayýn tarlasý
zh_cn: 扫雷
zh_tw: 拆地雷

source: FreeCell Game
az: FreeCell Oyunu
da: Hjerterfrispil
sk: Hra FreeCell
tr: FreeCell Oyunu
zh_cn: FreeCell 游戏
zh_tw: FreeCell 遊戲

source: Gnome Nibbles Game
az: Gnome Nibbles Oyunu
da: Ormespil til Gnome
sk: Hra Gnome Nibbles
tr: Gnome Nibbles Oyunu
zh_cn: Gnome Nibbles 游戏
zh_tw: Gnome 貪食蛇遊戲

source: Klotski puzzle game.
az: Klotski puzzle oyunu
da: Klotski-tænkespil
sk: Hra Klotski.
tr: Klotski bulmaca oyunu
zh_cn: Klotski 游戏。
zh_tw: 華容道謎題遊戲。

source: Gnome SameGame program
az: Gnome SameGame proqramı
da: Samspil til Gnome
sk: Hra Gnome SameGame
tr: Benzer GNOME oyunu
zh_cn: Gnome SameGame 程序
zh_tw: Gnome 的 SameGame 程式

source: Same Gnome
da: Samspil
tr: Benzer GNOME
zh_cn: Same Gnome 游戏

source: Ataxx puzzle game.
az: Ataxx puzzle oyunu.
da: Ataxx-tænkespil
sk: Hra Ataxx.
tr: Bir tür bulmaca
zh_cn: Ataxx智力游戏。
zh_tw: Ataxx 棋。

source: Stones
da: Sten
tr: Taþlar
zh_cn: 石头
zh_tw: 寶石

source: Stones game.
az: Stones oyunu.
da: Stenspil
sk: Hra Kamene.
tr: Taþ oyunu
zh_cn: 石头游戏。
zh_tw: 寶石遊戲。

source: Mahjongg
zh_cn: 麻将
zh_tw: 上海麻將

source: Mahjongg tile game.
az: Mahjongg kirəmit oyunu.
da: Mahjongg-flisespil
hu: Mahjongg kínai dominó
sk: Hra Mahjongg
zh_cn: 麻将游戏。
zh_tw: 上海麻將遊戲。

source: Lines puzzle game.
az: Lines puzzle oyunu.
da: Linjetænkespil
hu: Ötöt egy sorba játék
sk: Hra èiary.
zh_cn: Lines 智力游戏。
zh_tw: Lines 遊戲。

source: Two-player reversi board game.
da: Tospillerudgave af Othello-brætspillet
sk: Hra reversi pre dvoch hráèov.
zh_cn: 二人翻板棋。
zh_tw: 雙人黑白棋。

source: A tetravex puzzle game.
da: Et tetravex-tænkespil
sk: Hra tetravex.
tr: Bulmaca oyunu
zh_cn: tetravex 智力游戏。
zh_tw: 數字方塊拼圖遊戲。

source: Games
az: Oyunlar
da: Spil
hu: Játékok
sk: Hry
tr: Oyunlar
zh_cn: 游戏
zh_tw: 遊戲

source: Games menu
az: Oyunlar menyusu
da: Spilmenu
hu: Játék menü
sk: Menu Hry
tr: Oyunlar menüsü
zh_cn: 游戏菜单
zh_tw: 遊戲選單

source: GnomeCard
sk: GnomeKarta
zh_cn: Gnome卡片
zh_tw: Gnome 地址簿

source: Simple Addressbook Tool
az: Sadə Ünvan Dəftəri VAsitəsi
da: Simpel adressebogsværktøj
hu: Egyszerû címjegyzék
sk: Jednoduchý adresár
tr: Basit Adres Defteri Aracý
zh_cn: 简单地址簿工具
zh_tw: 簡單地址簿工具

source: Addressbook
az: Ünvan Dəftəri
da: Adressebog
hu: Címjegyzék
sk: Adresár
tr: Adres defteri
zh_cn: 地址簿
zh_tw: 地址簿

source: Boot
az: Açılış
da: Opstart
sk: Spú¹»anie
zh_cn: 启动
zh_tw: 啟動

source: Boot Manager
az: Açılış İdarəçisi
da: Opstartshåndtering
sk: Správca spú¹»ania
zh_cn: 启动管理器
zh_tw: 啟動管理程式

source: Disks
az: Disklər
da: Diske
sk: Disky
zh_cn: 磁盘
zh_tw: 磁碟

source: Local fixed media.
az: Yerli sabit medya.
da: Lokale faste medier
sk: Lokálne pevné médiá.
zh_cn: 本地介质。
zh_tw: 本機固定式媒體。

source: Memory
az: Yaddaş
da: Hukommelse
sk: Pamä»
zh_cn: 内存
zh_tw: 記憶體

source: Memory settings.
az: Yaddaş qurğuları.
da: Hukommelsesindstillinger
sk: Nastavenie pamäti.
zh_cn: 内存设置。
zh_tw: 記憶體設定。

source: Network Configuration
az: Şəbəkə Quraşdırılması
da: Netværksopsætning
sk: Nastavenie siete
zh_cn: 网络配置
zh_tw: 網絡設定

source: Set up networking (PPP, Ethernet, etc.)
az: Şəbəkəni qur (PPP, Eternet və.)
da: Opsætning af netværk (PPP, Ethernet, osv.)
sk: Nastavenie siete (PPP, Ethernet, atï.)
zh_cn: 网络设置(PPP、局域网等)
zh_tw: 設定網絡（PPP、Ethernet 等等）

source: Network adapter setup.
az: Şəbəkə adapteri quraşdırılması.
da: Netkortopsætning
sk: Nastavenie sie»ových rozhraní.
zh_cn: 网络适配器设置。
zh_tw: 網絡配接卡設定。

source: Networking
az: Şəbəkə
da: Netkort
sk: Sie»ové slu¾by
zh_cn: 网络
zh_tw: 網絡

source: Directory import & export
az: Cərgə idxal və ixracı
da: Mappeimporteringer og -eksporteringer
sk: Import a export prieèinkov
zh_cn: 目录导入及导出
zh_tw: 目錄匯入及匯出

source: Shares
az: Paylaşmalar
da: Delinger
sk: Zdieµanie diskov
zh_cn: 共享
zh_tw: 分享目錄

source: Time
az: Vaxt
da: Tid
sk: Èas
zh_cn: 时间
zh_tw: 時間

source: Time, date and timezone.
az: Vaxt, tarix və vaxt dilimi.
da: Tid, dato og tidszone
sk: Èas, dátum a èasová zóna.
zh_cn: 时间、日期及时区。
zh_tw: 時間、日期及時區。

source: Users
az: İstifadəçilər
da: Brugere
sk: Pou¾ívatelia
zh_cn: 用户
zh_tw: 使用者

source: Users and groups.
az: İstifadəçilər və qruplar.
da: Brugere og grupper
sk: Pou¾ívatelia a skupiny
zh_cn: 用户和组。
zh_tw: 使用者和群組。

source: Gnome CD Player
az: Gnome Cd Çalğıcısı
da: Gnome cd-afspiller
hu: Gnome CD-lejátszó
sk: CD prehrávaè GNOME
tr: Gnome CD Çalýcý
zh_cn: Gnome CD 播放器
zh_tw: Gnome CD 播放器

source: GNOME Control Center
az: GNOME �ar�M�k�i
da: Kontrolcenter
hu: GNOME Vezérlõpult
sk: GNOME Ovládacie centrum
tr: GNOME Kontrol Merkezi
zh_cn: GNOME 控制中心
zh_tw: GNOME 控制中心

source: The GNOME configuration tool
az: GNOME quraşdırma avadanlığı
da: Gnomes konfigurationsværktøj
hu: A GNOME beállítóeszköze
sk: GNOME nástroj pre nastavenie
tr: GNOME yapýlandýrma aracý
zh_cn: 各种 GNOME 设定工具
zh_tw: GNOME 設定工具

source: Regular XTerm
az: Sıravi XTerm
da: Almindelig xterm
hu: Alap x-terminál
sk: ©tandardný XTerm
tr: Normal XTerm
zh_cn: X 终端机
zh_tw: 普通 XTerm

source: Gnumeric Spreadsheet Foo
az: Gnumerik Hesab Cədvəli Foo
da: Gnumeric regneark
zh_tw: Gnumeric 試算表

source: GCalc
da: Lommeregner
zh_tw: Gnome 計算機

source: Nibbles
da: Orme
zh_tw: 貪食蛇

source: Klotski
zh_tw: 華容道

source: Tetravex
zh_tw: 數字方塊拼圖

source: SlashApp
da: Slash-nyheder
tr: SlashDot Uygulamasý

source: FreeCell
da: Hjerterfri

source: Gataxx
da: Ataxx

source: GLines
da: Linjer
sk: GÈiary

source: VMWare Demp
sk: VMWare Demo

source: Sid Meier's Alpha Centauri with Alien Crossfire expansion pack (demo).
sk: Sid Meier's Alpha Centauri s Alien Crossfire expansion pack (demo).

source: Evolution
hu: Evolúció
