Repository: GNOME/gnome-i18n
Catalog: extra-po/seahorse/*.po
Languages: cs, da, de, fi, fr, ja, ru, sl, tr, uk, zh_cn

source: Your Public / Secret Key Pair have been generated and saved to the ".gnupg" directory. Please click "Finish" to start Seahorse.
cs: Pár veøejného a tajného klíèe byl vytvoøen a ulo¾en do adresáøe \".gnupg\". Prosím kliknìte na \"Finish\" k spu¹tìní Seahorse.
da: Dit offentlige / hemmelige nøglepar er blevet oprettet og gemt i ".gnupg" mappen. Klik venligst på "Færdig" for at starte Seahorse.
de: Ihr Schlüsselpaar wurde generiert und in Ihrem Verzeichnis ".gnupg" abgelegt. Betätigen Sie den Knopf "Fertigstellen" zum Start von Seahorse.
fi: Sinun Julkinen / Salainen Avainpari on muodostettu ja tallennettu ".gnupg" hakemistoon. Paina "Valmis" käynnistääksesi Seahorse.
fr: Votre paire de clés publique et secrète a été générée et enregistrée dans le répertoire « .gnupg ». Cliquez sur « Terminer » pour démarrer Seahorse.
sl: Va¹ par javnega in zasebnega kljuèa je bil zgeneriran in shranjen v imenik ".gnupg". Prosimo kliknite "Konèaj" za zagon Morskega konjièka.
tr: Resmi / gizli anahtar çiftini yaratýldý ve ".gnupg" dizinine kaydedildi. Lütfen "Bitir" ile Seahorse'u baþlat.
uk: Вашу пару публ╕чного ╕ секретного ключ╕в буде створено ╕ збережено в каталоз╕ ".gnupg". Будь ласка, натисн╕ть "Завершити" для запуску Seahorse.
zh_cn: 你的一对公开/非公开密钥已经生成并保存在“.gnupg”目录。 请点击“完成”来开始使用 Seahorse。

source: Permanently Delete Signature?
cs: Trvale smazat klíè?
da: Slet signatur permanent?
de: Signatur unwiderruflich löschen?
fi: Poistetaanko allekirjoitus pysyvästi?
fr: Effacer la signature pour toujours ?
ja: 署名を削除しますか
ru: Удалить подпись окончательно?
sl: Trajno zbri¹i podpis?
tr: Imzayý gerçekten mi sileyim ?
uk: Видалити п╕дпис остаточно?
zh_cn: 永久删除密钥

source: Change owner's trust
sl: Spremeni zaupanje lastniku
zh_cn: 更改所有者信任度

source: Trust Marginally
cs: Nízká dùvìryhodnost
da: Stol delvis på
de: Teilweises Vertrauen
fi: Luota marginaalisesti
fr: Faire marginalement confiance
ja: 有
sl: Delno zaupaj
tr: Birazcýk güven
zh_cn: 部分信任

source: Trust Fully
cs: Plná dùvìryhodnost
da: Stol helt på
de: Volles Vertrauen
fi: Luota täydellisesti
fr: Faire pleinement confiance
ja: 完全
ru: Доверять полностью
sl: Popolnoma zaupaj
tr: Tamamen güven
uk: Дов╕ряти ц╕лковито
zh_cn: 完全信任

source: Trust Value:
sl: Vrednost zaupanja:
zh_cn: 信任度：

source: Do NOT Trust
cs: Nedùvìøovat
da: Stol IKKE på
de: KEIN Vertrauen
fi: ÄLÄ luota
fr: Ne PAS faire confiance
ja: 無
ru: Не доверять
sl: NE zaupaj
tr: Güvenme
uk: Не дов╕ряти
zh_cn: 决不信任

source: Don't Know
cs: Není známo
da: Ved ikke
de: Unbekannt
fi: En tiedä
fr: Aucune idée
ja: 不明
ru: Не известно
sl: Ne vem
tr: Bilmiyorum
uk: Не в╕домо
zh_cn: 不知道

source: Add UID
cs: Pøidat UID
de: UID hinzufügen
fr: Ajouter un nom d'utilisateur
ja: UID追加
sl: Dodaj UID
tr: UID'i ekle
uk: Додати UID
zh_cn: 添加 UID

source: Permanently Delete UID?
cs: Trvale smazat klíè?
de: UID unwiderruflich löschen?
fr: Faut-il effacer le nom d'utilisateur pour toujours ?
sl: Trajno zbri¹i UID?
tr: UID'i gerçekten mi sileyim ?
uk: Остаточно стрети UID?
zh_cn: 永久删除 UID?

source: Preferences...
de: Einstellungen...
ru: Настройки...
sl: Nastavitve...
tr: Ayarlar ...
uk: Налаштування...
zh_cn: 参数...

source: Preferred Key
sl: Prednostni kljuè
zh_cn: 首选的密钥

source: Preferred Cipher
sl: Prednostni ¹ifrirnik
zh_cn: 首选的密码

source: Find string
sl: Poi¹èi niz
zh_cn: 查找字串

source: Find
sl: Poi¹èi
zh_cn: 查找

source: Change Expiration Date
sl: Spremeni datum preteka
zh_cn: 更改终止日期

source: New
sl: Nov
zh_cn: 新建

source: Current
sl: Trenuten
zh_cn: 当前

source: _Key
sl: _Kljuè
zh_cn: 密钥(_K)

source: New Key
sl: Nov kljuè
zh_cn: 新建密钥

source: Delete
sl: Zbri¹i
zh_cn: 删除

source: Add Uid
sl: Dodaj UID
zh_cn: 添加 Uid

source: Revoke Key
sl: Preklièi kljuè
zh_cn: 撤销密钥

source: Export Key
cs: Exportovat klíè
da: Eksportér nøgle
de: Schlüssel exportieren
fi: Vie avain
fr: Exporter une clé
ja: キー送信
ru: Экспортировать ключ
sl: Izvozi kljuè
tr: An. ihraç et
uk: Экспортувати ключ
zh_cn: 输出密钥

source: Properties
sl: Lastnosti
zh_cn: 属性

source: Size
sl: Velikost
zh_cn: 大小

source: Algorithm
sl: Algoritem
zh_cn: 算法

source: Trust
sl: Zaupanje
zh_cn: 信任

source: Type
sl: Vrsta
zh_cn: 类型

source: Key Properties
sl: Lastnosti kljuèa
zh_cn: 密钥属性

source: User Name:
sl: Uporabni¹ko ime:
zh_cn: 用户名：

source: Key ID:
sl: ID kljuèa:
zh_cn: 密钥 ID：

source: Size:
sl: Velikost:
zh_cn: 大小：

source: Expiration:
sl: Pretek:
zh_cn: 有效期：

source: Created:
sl: Ustvarjen
zh_cn: 创建：

source: Enabled
sl: Vkljuèen
zh_cn: 激活的

source: Change Passphrase
sl: Spremeni ¹ifrirno frazo
zh_cn: 更改通过状态

source: Fingerprint
sl: Prstni odtis
zh_cn: 指纹

source: Owner trust
sl: Zaupanje lastniku
zh_cn: 所有者信任度

source: Set Ownertrust
sl: Nastavi zaupanje lastniku
zh_cn: 设置所有者信任度

source: Full
sl: Polno
zh_cn: 完全

source: None
sl: Brez
zh_cn: 不

source: Valid From
sl: Veljaven od
zh_cn: 有效自

source: Expires
sl: Preteèe
zh_cn: 有效期

source: New Subkey
sl: Nov podkljuè
zh_cn: 新建子密钥

source: Revoke
sl: Preklièi
zh_cn: 撤销

source: Remove
sl: Odstrani
zh_cn: 移除

source: Subkeys
sl: Podkljuèi
zh_cn: 子密钥

source: To Key Server
sl: V stre¾nik kljuèev
zh_cn: 到密钥服务器

source: To file
sl: V datoteko
zh_cn: 到文件

source: Ascii Arm
sl: Okrepljen ascii
zh_cn: Ascii 伪装

source: Old Password
sl: Staro geslo
zh_cn: 原密码

source: New Password
sl: Novo geslo
zh_cn: 新密码

source: Retype New Password
sl: Znova vpi¹ite novo geslo
zh_cn: 再次键入新密码

source: Select Recipes
sl: Izberi recept

source: Couldn't find pixmap file: %s
cs: Nelze nalézt soubor pixmapy: %s
da: Kunne ikke finde billedfil: %s
de: Pixmap-Datei kann nicht gefunden werden: %s
fi: Pixmap-tiedostoa ei löytynyt: %s
fr: Impossible de trouver le fichier pixmap: %s
ru: Не удалось найти файл картинки: %s
sl: Nisem mogel najti datoteke s sliko: %s
tr: Resim dosyasýný bulamadým : %s
uk: Не вдалось знайти файл картинки: %s
zh_cn: 找不到点阵图像文件：%s

source: Couldn't create pixmap from file: %s
cs: Nelze vytvoøit pixmapu ze souboru: %s
da: Kunne ikke oprette billede fra fil: %s
de: pixmap-Datei kann nicht erzeugt werden: %s
fi: Pixmap-tiedoston luominen ei onnistunut: %s
fr: Impossible de créer un pixmap à partir du fichier: %s
ru: Не удалось создать картинку из файла: %s
sl: Nisem mogel ustvariti datoteke s sliko %s
tr: Dosyadan resmi yaratamadým : %s
uk: Не вдалось створити картинку з файлу: %s
zh_cn: 不能从文件“%s”中创建点阵图像

source: Public Key Ring
cs: Veøejné klíèe
da: Offentlig nøglering
de: Öffentlicher Schlüsselbund
fi: Julkisten avainten rengas
fr: Porte-clés public
ja: パブリックキーリング
tr: Resmi anahtar baðý
uk: Зв'язування публ╕чних ключ╕в

source: Secret Key Ring
cs: Tajné klíèe
da: Hemmelig nøglering
de: Geheimer Schlüsselbund
fi: Salaisten avainten rengas
fr: Porte-clés secret
ja: シークレットキーリング
tr: Gizli anahtar baðý
uk: Зв'язування секретних ключ╕в

source: For username
cs: Pro u¾ivatele
da: For brugernavn
de: Für Benutzernamen
fi: Käyttäjänimelle
fr: Pour l'utilisateur
ja: 宛先
ru: Для имени пользователя
tr: Kullanýcý
uk: Для назви користувача

source: Copyright (c) 1999, 2000 Anthony Mulcahy
da: Ophavsret (c) 1999, 2000 Anthony Mulcahy
ru: Авторское право (с) 1999, 2000 Anthony Mulcahy
tr: Tel'if hakký (c) 1999, 2000 Anthony Mulcahy
uk: Авторське право © 1999, 2000 Anthony Mulcahy

source: _Import Key
cs: _Importovat klíè
da: _Importér nøgle
de: Schlüssel _importieren
fi: _Tuo avain
fr: _Importer une clé
ja: キー受信(_I)
ru: Импортировать ключ
tr: Anahtar _ithal et
uk: ╤мпортувати ключ

source: _Export Key
cs: _Exportovat klíè
da: _Eksportér nøgle
de: Schlüssel _exporieren
fi: _Vie avain
fr: _Exporter une clé
ja: キー送信(_E)
ru: Экспортировать ключ
tr: Anahtar i_hraç et
uk: Експортувати ключ

source: To Key _Server
cs: Na server s klíèi
da: Til nøgle_tjener
de: Zu einem _Schlüsselserver
fi: Avain_palvelimelle
fr: Vers un serveur de _clés
ja: キーサーバー
ru: Сервер ключей
tr: Anahtar _sunucusuna
uk: Сервер ключ╕в

source: S_elect File...
cs: Vybrat _Soubor...
da: _Vælg fil...
de: Datei _wählen...
fi: _Valitse tiedosto...
fr: _Sélectionner un fichier...
ja: ファイルを選択...(_E)
ru: Выбрать файл...
tr: Dosyayý _seç ...
uk: Вибрати файл...

source: To Key _File
cs: Do souboru s _klíèi
da: Til nøgle_fil
de: _In eine Schlüsseldatei
fi: Avain_tiedostoon
fr: _Vers un fichier de clés
ja: キーファイル(_F)
ru: В файл ключей
tr: Anahtar _dosyasýna
uk: У файл ключ╕в

source: Ascii Armor
da: Acscii-panser
de: ASCII-Hülle
fi: Ascii-panssari
fr: Armure ascii
ja: ASCIIアーマー
tr: ASCII þifreleme

source: From Key _File
cs: Ze _souboru klíèù
da: Fra nøgle_fil
de: _Aus einer Schlüsseldatei
fi: Avain_tiedostosta
fr: À partir d'un _fichier de clés
ja: キーファイル(_F)
ru: Из файла ключей
tr: Anahtar _dosyasýndan
uk: З файлу ключ╕в

source: From Key _Server
cs: Ze _serveru s klíèi
da: Fra nøgle_tjener
de: Von einem _Schlüsselserver
fi: Avain_palvelimelta
fr: À partir d'un serveur de _clés
ja: キーサーバー(_S)
ru: С сервера ключей
tr: Anahtar _sunucusundan
uk: З сервера ключ╕в

source: Sign Key Locally
cs: Podepsat lokálním klíèem
da: Underskriv nøgle lokalt
de: Schlüssel lokal signieren
fi: Allekirjoita avain paikallisesti
fr: Signer une clé localement
ja: ローカルキー署名
ru: Подписать ключ локально
tr: Anahtarý yerel imzala
uk: П╕писати ключ локально

source: Trust Value :
cs: Hodnota dùvìryhodnosti :
da: Tillidsværdi :
de: Vertrauens-Wert:
fi: Luottamus arvo :
fr: Valeur de confiance :
ja: 信頼度:
tr: Güvenme deðeri :
uk: Значення дов╕ри:

source: Sign _Locally
cs: Podepsat _lokálním
da: Underskriv _lokalt
de: _Lokal signieren
fi: Allekirjoita _paikallisesti
fr: Signer _localement
ja: ローカル署名(_L)
ru: Подписать локально
tr: _Yerel imzala
uk: П╕дписати локально

source: Adjust _Trust
cs: _Dùvìryhodnost
da: Justér _tillid
de: Ver_trauen anpassen
fi: Muokkaa _luottamusta
fr: Ajuster la _confiance
ja: 信頼度調節(_T)
tr: _Güvenilirliði ayarla
uk: П╕дб╕р дов╕ри

source: Add _UID
cs: Pøidat _UID
de: _UID hinzufügen
fr: Ajouter un nom d'_utilisateur
ja: _UID追加
tr: _UID ekle
uk: Додати UID

source: _Generate Revoke
cs: _Zru¹it platnost
da: _Opret tilbagekald
de: Widerruf _generieren
fi: _Muodosta peruutus
fr: _Générer une révocation
ja: 取消通知作成(_G)
tr: _Itiraz yarat
uk: Створити анульований

source: _Delete
cs: _Smazat
da: _Slet
de: _Löschen
fi: _Poista
fr: E_ffacer
ja: 削除(_D)
ru: Удалить
tr: _Sil
uk: Стерти

source: Delete Key
cs: Smazat klíè
da: Slet nøgle
de: Schlüssel löschen
fi: Poista Avain
fr: Effacer une clé
ja: キーを削除します
ru: Удалить ключ
tr: Anahtarý sil
uk: Стерти ключ

source: Default Key
de: Standardschlüssel
ru: Ключ по умолчанию
tr: Önayarlý anahtar
uk: Типовий ключ

source: certserver.pgp.com
cs: pks.pgp.cz
