Repository: GNOME/gnome-i18n
Catalog: extra-po/seahorse/*.po
Languages: cs, da, de, fi, fr, ja, ru, sl, tr, uk, zh_cn

source: set the width of the window
cs: nastav ¹íøku okna
de: Die Breite des Fensters bestimmen
fr: changer la largeur de la fenêtre
ja: ウインドウ幅の設定
ru: установить ширину окна
sl: nastavi ¹irino okna
tr: pencerenin enini belirle
uk: встановити ширину в╕кна
zh_cn: 设置窗口宽度

source: set the height of the window
cs: nastav vý¹ku okna
de: Die Höhe des Fensters bestimmen
fr: changer la hauteur de la fenêtre
ja: ウインドウ高さの設定
ru: установить высоту окна
sl: nastavi vi¹ino okna
tr: pencerenin yüksekliðini belirle
uk: встановить висоту в╕кна
zh_cn: 设置窗口高度

source: set the horizontal position of the window
cs: nastav vodorovnou pozici okna
de: Die horizontale Position des Fensters bestimmen
fr: changer la position horizontale de la fenêtre
ja: ウインドウ位置の設定(横)
ru: установить горизонтальную позицию окна
sl: nastavi vodoravni polo¾aj okna
tr: pencerenin ufki yerini belirle
uk: встановити горизонтальну позиц╕ю в╕кна
zh_cn: 设置窗口水平位置

source: set the vertical position of the window
cs: nastav svislou pozici okna
de: Die vertikale Position des Fensters bestimmen
fr: changer la position verticale de la fenêtre
ja: ウインドウ位置の設定(縦)
ru: установить вертикальную позицию окна
sl: nastavi navpièni polo¾aj okna
tr: pencerenin dikey yerini belirle
uk: встановити вертикальну позиц╕ю в╕кна
zh_cn: 设置窗口竖直位置

source: make a signature
cs: podepsat
da: opret en signatur
de: Eine Signatur erzeugen
fi: luo allekirjoitus
fr: faire une signature
ja: 署名作成
ru: сделать подпись
sl: naredi podpis
tr: bir imza yarat
uk: зробити п╕дпис
zh_cn: 建立一个签名

source: make a clear text signature
da: opret almindelig tekstsignatur?
de: Eine Klartext-Signatur erstellen
fi: luo selvätekstinen allekirjoitus
fr: faire une signature en texte clair
ja: クリア署名作成
ru: сделать простую текстовую подпись
sl: naredi podpis s èistim besedilom
tr: bir metin imzasýný yarat
uk: зробити простий текстовий п╕дпис
zh_cn: 建立一个纯文本签名

source: make a detached signature
da: opret en vedhæftet signatur
de: Eine abgetrennte Signatur erzeugen
fi: luo erillinen allekirjoitus
fr: faire une signature détachée
ja: 分離署名作成
sl: naredi loèen podpis
tr: bir ayrýlmýþ imzayý yarat
uk: зробити в╕дд╕лений п╕дпис
zh_cn: 建立一个分立的签名

source: encrypt
cs: Za¹ifrovat
da: kryptér
de: Verschlüsseln
fi: salaa
fr: chiffrer
ja: 暗号化
ru: зашифровать
sl: ¹ifriraj
tr: þifrele
uk: зашифрувать
zh_cn: 加密

source: decrypt
cs: De¹ifrovat
da: afkryptér
de: Entschlüsseln
fi: pura salaus
fr: déchiffrer
ja: 解読
ru: расшифровать
sl: de¹ifriraj
tr: çöz
uk: розшифрувати
zh_cn: 解密

source: verify a signature
cs: ovìøit podpis
da: verificér en signatur
de: Signatur prüfen
fi: varmista allekirjoitus
fr: vérifier une signature
ja: 署名確認
ru: проверить подпись
sl: preveri podpis
tr: bir imzayý doðrula
uk: перев╕рити п╕дпис
zh_cn: 验证签名

source: create ascii armored output
cs: vytvoøit ascii armored výstup
da: lav ascii-panseret uddata
de: Ausgabe mit ASCII-Hülle
fi: luo ascii-panssaroitu tuloste
fr: sortie avec armure ascii
ja: ASCIIアーマー出力作成
sl: ustvari izhod okrepljen z ascii
tr: ASCII þifrelenmiþ bir dýþa-verim yarat
zh_cn: 创建文本伪装的输出

source: canonical textmode output
da: kanonisk tekstformatuddata
de: Sehr viel Textausgabe
fr: sortie en mode texte canonique
ja: テキストモード出力
sl: kanonièen izhod besedila
tr: ismi metin dýþa-verimi
uk: канон╕чний ввв╕д у текстовому режим╕
zh_cn: 规范的文本模式输出

source: sign/encrypt for NAME
cs: podepsat/za¹ifrovat pro JMÉNO
da: underskriv/kryptér for NAME
de: Für NAME signieren/verschlüsseln
fi: allekirjoita/salaa NIMELLE
fr: signer ou chiffrer pour NOM
sl: podpi¹i/¹ifriraj za IME
tr: ISIM için þifrele/imzala
uk: п╕дписати/зашифрувати з ╕менем
zh_cn: 对姓名加签名/加密

source: NAME(or EMAIL-ADDRESS)
cs: JMÉNO (nebo EMAILOVÁ-ADRESA)
da: NAME(eller EMAIL-ADDRESS)
de: Name (oder E-Mail Adresse)
fi: NIMI(tai SÄHKÖPOSTIOSOITE)
fr: NOM (ou adresse e-mail)
ru: ИМЯ(или ЭЛ.АДРЕС)
sl: IME(ali EPO©TNI-NASLOV)
tr: ISIM ( yada ePosta adresi )
uk: ╤'МЯ(чи ЕЛЕКТРОННА АДРЕСА)
zh_cn: 姓名（或 EMAIL 地址）

source: use file FILE instead of stdin
da: brug filen FILE istedetfor stdin
de: DATEI anstatt STDIN benutzen
fi: käytä tiedostoa TIEDOSTO stdin:n sijasta
fr: utiliser le FICHIER à la place de l'entrée standard
ru: использовать файл ФАЙЛ вместо stdin
sl: uporabi DATOTEKA-VHOD namesto obièajnega vhoda
tr: DOSYA'yý kullan
uk: використовувати файл ФАЙЛ зам╕сть stdin
zh_cn: 使用文件关键字 FILE 代替 stdin

source: FILE
cs: SOUBOR
de: DATEI
fi: TIEDOSTO
fr: FICHIER
ja: ファイル
ru: ФАЙЛ
sl: DATOTEKA-VHOD
tr: DOSYA
uk: ФАЙЛ

source: write output to file OUTFILE (using - will write to stdout)
da: skriv uddata til filen OUTFILE (bare '-' vil skrive til stdout)
de: Ausgaben in AUSGABEDATEI schreiben (benutzen Sie - für STDOUT)
fi: kirjoita tulostus tiedostoon TIEDOSTO ( - kirjoittaa stdout:iin)
fr: écrire la sortie vers le fichier SORTIE (- correspond à la sortie standard)
sl: pi¹i izhod na DATOTEKA-IZHOD ('-' pomeni standardni izhod)
tr: dýþa-verimi DOSYA'ya yaz ( '-' ile vasat dýþa-verime yazdýrabilirsin )
uk: записать вив╕д у файл ВИВ╤Д (використовуйте "-" для виводу на стандартний вив╕д)
zh_cn: 把输出写到文件 OUTFILE （使用“-”将写到 stdout）

source: OUTFILE
cs: VÝSTUP
de: AUSGABEDATEI
fi: TIEDOSTO
fr: SORTIE
ja: 出力ファイル
sl: DATOTEKA-IZHOD
tr: DOSYA
uk: ВИВ╤Д

source: WARNING: Seahorse has detected that your display is not directly connected to the computer running Seahorse. If you have not taken measures to protect this connection then eavesdroppers on your network connection can capture screen updates and keyboard input. Do not read or enter sensitive information using an unprotected connection!
sl: OPOZORILO: Morski konjièek je zaznal, da va¹ zaslon ni neposredno prikljuèen na raèunalnik na katerem teèe konjièek. Èe niste uvedli ukrepov za zavarovanje te povezave lahko prislu¹kovalec zajame vsebino va¹ega zaslona in vhod s tipkovnice. Ne vna¹ajte obèutljivih podatkov preko nezavarovane povezave!
zh_cn: 警告：Seahorse 程序检测到你的显示器不是直接连接在运行 Seahorse 程序的机器上。 如果你对这种连接不采取保护措施，网络连接中的监听者能够捕获屏幕更新和键盘输入。 不要在未保护的连接上阅读或输入敏感信息！

source: WARNING: Seahorse has detected that your X access control is disabled. All local and remote users can capture your keyboard input and screen content. Do not read or enter sensitive information in this configuration! See man xhost for details.
sl: OPOZORILO: Morski konjièek je zaznal, da je nadzor dostopa do X izkljuèen. Vsi krajevni in oddaljeni uporabniki lahko zajamejo vsebino va¹ega zaslona in vhod s tipkovnice. Ne berite ali vna¹ajte obèutljivih podatkov v tem stanju. Poglejte "man xhost" za podrobnosti.
zh_cn: 警告：Seahorse 程序检测到你的 X 访问控制是被禁止的。所有本地和远端用户均可 捕获你的键盘输入和屏幕内容。不要在这种配置下阅读或输入敏感信息！详情见 man xhost。

source: WARNING: Seahorse has detected that your X access control list is not empty. Any user from a host on that list can capture your keyboard input and screen content. Do not read or enter sensitive information in this configuration! See man xhost for details.
sl: OPOZORILO: Morski konjièek je zaznal, da seznam, ki doloèa mo¾nosti nadzora X ni prazen. Vsak uporabnik na seznamu lahko zajame vsebino va¹ega zaslona in vhod s tipkovnice. Ne berite ali vna¹ajte obèutljivih podatkov v tem stanju. Poglejte "man xhost" za podrobnosti.
zh_cn: 警告：Seahorse 程序检测到你的X访问控制列表不是空的。 主机上该列表上的任何用户均可捕获你的键盘输入和屏幕内容。 不要在这种配置下阅读或输入敏感信息！详情见 man xhost。

source: Encrypt...
cs: Za¹ifrovat
da: Kryptér...
de: Verschlüsseln...
fi: Salaa...
fr: Chiffrer...
ja: 暗号化...
ru: Шифрация...
sl: ©ifriraj...
tr: Þifrele ...
uk: Шифрування...
zh_cn: 正在加密...

source: Decrypt...
cs: De¹ifrovat
da: Afkryptér...
de: Entschlüsseln...
fi: Pura salaus...
fr: Déchiffrer...
ja: 解読...
ru: Расшифровка...
sl: De¹ifriraj...
tr: Çöz ...
uk: Розшифрування...
zh_cn: 正在解密...

source: Sign & Encrypt
cs: Podepsat a za¹ifrovat
da: Underskriv & kryptér
de: Unterschreiben & Verschlüsseln
fi: Allekirjoita ja salaa
fr: Signer et chiffrer
ja: 署名と暗号化
ru: Подписать и зашифровать
sl: Podpis in ¹ifriranje
tr: Imzala & þifrele
uk: П╕дписати ╕ зашифрувати
zh_cn: 签名 & 加密

source: _Text Editor
cs: _Editor textu
da: _Tekstbehandler
fi: _Tekstieditori
fr: Éditeur de _textes
ja: テキストエディタ(_T)
ru: Редактор текста
sl: _Urejevalnik besedila
tr: _Metin editörü
uk: Редактор тексту
zh_cn: 文本编辑器(_T)

source: _File
cs: _Soubor
da: _Filer
de: _Datei
fi: _Tiedosto
fr: _Fichier
ja: ファイル(_F)
ru: Файл
sl: _Datoteka
tr: _Dosya
uk: Файл
zh_cn: 文件(_F)

source: _Clipboard
cs: _Schránka
da: _Klipbord
de: _Zwischenablage
fi: _Leikepöytä
fr: _Presse-papiers
ja: クリップボード(_C)
ru: Буфер обмена
sl: _Odlo¾i¹èe
tr: _Aaaballek
uk: Буфер обм╕ну
zh_cn: 剪切板(_C)

source: I_nput File...
cs: Vstupní soubor
da: I_ndddatafil...
de: E_ingabedatei...
fi: T_iedosto...
fr: Fichier d'_entrée...
ja: ファイル...(_N)
ru: Файл ввода...
sl: _Vhodna datoteka...
tr: _Veri dosyasý ...
uk: Файл вводу...
zh_cn: 输入文件(_N)...

source: _Encrypt
cs: _Za¹ifrovat
da: _Kryptér
de: _Verschlüsseln
fi: _Salaa
fr: _Chiffrer
ja: 暗号化(_E)
ru: Зашифровать
sl: ©i_friraj
tr: Þ_ifrele
uk: Зашифрувати
zh_cn: 加密(_E)

source: _Sign
cs: Podep_sat
da: _Underskriv
de: _Signieren
fi: _Allekirjoita
fr: _Signer
ja: 署名(_S)
ru: Подписать
sl: _Podpi¹i
tr: _Imzala
uk: П╕дписати
zh_cn: 签名(_S)

source: _Detached Sign
cs: Oddìlený po_dpis
da: _Vedhæftet underskrift
de: _Abgetrennte Signatur
fi: _Irrallinen allekirjoitus
fr: Signature _détachée
ja: 分離署名(_D)
sl: _Loèen podpis
tr: Imzayý _ayýr
uk: В╕дд╕лений п╕дпис
zh_cn: 分立签名(_D)

source: C_lear Sign
cs: _Textový podpis
da: _Ryd underskrift
de: _Klartext Signatur
fi: S_elväkielinen allekirjoitus
fr: Signature c_laire
ja: クリア署名(_L)
ru: Очистить подпись
sl: Èis_ti podpis
tr: Imzayý _sil
uk: Очистити п╕дпис
zh_cn: 清除签名(_L)

source: Te_xt Editor
cs: Editor te_xtu
da: Te_kstbehandler
fi: Te_kstieditori
fr: Éditeur de te_xtes
ja: テキストエディタ(_X)
ru: Редактор текста
sl: U_rejevalnik besedila
tr: M_etin editörü
uk: Редактор тексту
zh_cn: 文本编辑器(_X)

source: _Output to File
cs: Výstup d_o souboru
da: _Uddata til fil
de: Ausgabe _in Datei
fi: _Tulosta tiedostoon
fr: Sortie vers un f_ichier
ja: ファイルに出力する(_O)
ru: Вывод в файл
sl: Iz_hod v datoteko
tr: _Dosyaya yaz
uk: Вив╕д у файл
zh_cn: 输出到文件(_O)

source: _Ascii Armor
da: _Acscii-panser
de: _ASCII-Hülle
fi: Ascii _panssari
fr: _Armure ascii
ja: ASCIIアーマー(_A)
sl: Okrepljen _ascii
tr: _ASCII þifrele
zh_cn: 文字伪装(_A)

source: Textmode (_b)
cs: Textový mód (_b)
da: Tekstformat (_b)
de: Textmodus (_b)
fi: Tekstitila (_b)
fr: _Mode texte
ja: テキストモード(_B)
ru: Текстовый режим (_b)
sl: Èisto _besedilo
tr: Metin olarak ( _b )
uk: Текстовий режим (_b)
zh_cn: 文本模式(_B)

source: Si_gn & Encrypt
cs: Podepsat a za¹ifrovat
da: U_nderskriv & kryptér
de: Si_gnieren & Verschlüsseln
fi: Al_lekirjoita ja salaa
fr: Si_gner et chiffrer
ja: 署名と暗号化(_G)
ru: Подписать и зашифровать
sl: Po_dpi¹i in ¹ifriraj
tr: Imza_la & þifrele
uk: П╕дписати ╕ зашифрувати
zh_cn: 签名 & 加密(_G)

source: O_utput File...
cs: Výst_upní soubor
da: _Uddatafil...
de: A_usgabedatei...
fi: Tiedosto...
fr: Fichier de s_ortie...
ja: ファイル...(_U)
ru: Файл вывода...
sl: I_zhodna datoteka...
tr: Dýþa-_verim dosyasý ...
uk: Файл виводу...
zh_cn: 输出文件(_U)...

source: Passphrase
cs: Heslo
da: Kodesætning
de: Mantra
fr: Mot de passe
ja: パスフレーズ
ru: Парольная фраза
sl: ©ifrirna _fraza
tr: Parola
uk: Парольна фраза
zh_cn: 通过状态

source: For User
sl: Za uporabnika
zh_cn: 对用户

source: Verify & Decrypt
cs: Ovìøit a de¹ifrovat
da: Verificér & afkryptér
de: Prüfen & Entschlüsseln
fi: Varmista ja pura salaus
fr: Vérifier et chiffrer
ja: 署名確認と解読
ru: Проверить и дешифровать
sl: Preveri in de¹ifriraj
tr: Doðrula & çöz
uk: Перев╕рити ╕ розшифрувати
zh_cn: 验证 & 解码

source: _Verify
cs: O_vìøit
da: _Verificér
de: _Prüfen
fi: _Varmista
fr: _Vérifier
ja: 署名確認(_V)
ru: Проверить
sl: _Preveri
tr: _Doðrulama
uk: Перев╕рити
zh_cn: 验证(_V)

source: Verify & _Decrypt
cs: Ovìøit a _de¹ifrovat
da: Verificér & _afkryptér
de: Prüfen & _Entschlüsseln
fi: Varmista ja _pura salaus
fr: Vérifier et _déchiffrer
ja: 署名確認と解読(_D)
ru: Проверить и дешифровать
sl: Preveri i_n de¹ifriraj
tr: Doðrula & çö_z
uk: Перев╕рити ╕ розшифрувати
zh_cn: 验证 & 解码(_D)

source: Copyright (c) 1999 - 2001 Free Software Foundation
sl: Avtorske pravice pridr¾ane (c) 1999 - 2001 Fundacija za prosto programje
zh_cn: 版权所有 (c) 1999-2001 自由软件基金会

source: A Gnome frontend for GnuPG
cs: Gnome frontend pro GnuPG
da: En GNOME frontend for GnuPG
de: Eine grafische Oberfläche für GnuPG
fi: Gnome käyttöliittymä GnuPG:lle
fr: Une interface graphique Gnome pour GnuPG
ja: GnuPGのGnomeフロントエンド
ru: Оболочка Gnome для GnuPG
sl: Vmesnik GNOME za GnuPG
tr: GnuPG için bir GNOME arayüzeyi
uk: Оболонка Gnome для GnuPG
zh_cn: GnuPG的一个Gnome前台程序

source: _Decrypt
cs: _De¹ifrovat
da: _Afkryptér
de: _Entschlüsseln
fi: _Pura salaus
fr: _Déchiffrer
ja: 解読(_D)
ru: Расшифровать
sl: D_e¹ifriraj
tr: Çö_z
uk: Розшифрувати
zh_cn: 解密(_D)

source: Key _Manager
cs: Správce _klíèù
da: Nøgle_håndtering
de: _Schlüsselverwaltung
fi: Avainten _hallinta
fr: _Gestion des clés
ja: キーマネジャー(_M)
ru: Диспетчер ключей
sl: _Upravljalnik kljuèev
tr: Anahta_r yöneticisi
uk: Менеджер ключ╕в
zh_cn: 密钥管理器(_M)

source: _Generate Key
cs: Vy_generovat klíè
da: _Opret nøgle
de: Schlüssel _generieren
fi: _Muodosta avain
fr: Générer une _clé
ja: キー作成(_G)
ru: Создать ключ
sl: _Generiraj kljuè
tr: _Anahtar yarat
uk: Створити ключ
zh_cn: 生成密钥(_G)

source: _Keys
cs: _Klíèe
da: _Nøgler
de: _Schlüssel
fi: _Avaimet
fr: _Clés
ja: キー操作(_K)
ru: Ключи
sl: _Kljuèi
tr: A_nahtarlar
uk: Ключ╕
zh_cn: 密钥(_K)

source: seahorse
ja: 龍の落し子
ru: морской конек
sl: morski konjièek
uk: морський коник
zh_cn: 海马程序

source: Encrypt
cs: Za¹ifrovat
da: Kryptér
de: Verschlüsseln
fi: Salaa
fr: Chiffrer
ja: 暗号化
ru: Зашифровать
sl: ©ifriraj
tr: Þifrele
uk: Зашифрувати
zh_cn: 加密

source: Encrypt a file
cs: Za¹ifrovat soubor
da: Kryptér en fil
de: Eine Datei verschlüsseln
fi: Salaa tiedosto
fr: Chiffrer un fichier
ja: ファイル暗号化
ru: Зашифровать файл
sl: ©ifriraj datoteko
tr: Bir dosyayý þifrele
uk: Зашифрувати файл
zh_cn: 加密一个文件

source: Decrypt
cs: De¹ifrovat
da: Afkryptér
de: Entschlüsseln
fi: Pura salaus
fr: Déchiffrer
ja: 解読
ru: Расшифровать
sl: De¹ifriraj
tr: Çöz
uk: Розшифрувати
zh_cn: 解密

source: Decrypt a file
cs: De¹ifrovat soubor
da: Afkryptér en fil
de: Eine Datei Entschlüsseln
fi: Pura tiedoston salaus
fr: Déchiffrer un fichier
ja: ファイル解読
ru: Расшифровать файл
sl: De¹ifriraj datoteko
tr: Bir dosyayý çöz
uk: Розшифрувати файл
zh_cn: 解密一个文件

source: Key Manager
cs: Správce klíèù
da: Nøglehåndtering
de: Schlüsselverwaltung
fi: Avainten hallinta
fr: Gestion des clés
ja: キーマネジャー
ru: Диспетчер ключей
sl: Upravljalnik kljuèev
tr: An. yöneticisi
uk: Менеджер ключ╕в
zh_cn: 密钥管理器

source: Import Key
cs: Importovat klíè
da: Importér nøgle
de: Schlüssel importieren
fi: Tuo avain
fr: Importer une clé
ja: キー受信
ru: Импортировать ключ
sl: Uvozi kljuè
tr: An. ithal et
uk: ╤мпортувати ключ
zh_cn: 输入密钥

source: From Key Server
sl: Iz stre¾nika kljuèev
zh_cn: 来自密钥服务器

source: Key _Server
sl: _Stre¾nik kljuèev
zh_cn: 密钥服务器(_S)

source: Use Proxy
cs: Pou¾ít proxy
da: Brug proxy
de: Proxy benutzen
fi: Käytä proxyä
fr: Utiliser un proxy
ja: プロキシを使用
ru: Использовать прокси
sl: Uporabi posrednika
tr: Arabellek sunucuyu kullan
uk: Використовувати прокс╕
zh_cn: 使用代理

source: Key ID
cs: ID klíèe
da: Nøgle-ID
de: Schlüssel-ID
fr: Nom d'utilisateur
ja: キーID
ru: Идентификатор ключа
sl: ID kljuèa
tr: Anahtar #
uk: ╤дентиф╕катор ключа
zh_cn: 密钥ID

source: From a file
sl: Iz datoteke
zh_cn: 来自一个文件

source: Key _File
sl: _Datoteka s kljuèem
zh_cn: 密钥文件(_F)

source: Generate Key
cs: Vytvoøit klíè
da: Opret nøgle
de: Schlüssel erzeugen
fi: Muodosta avain
fr: Générer une clé
ja: キー作成
ru: Создать ключ
sl: Generiraj kljuè
tr: Anahtar yarat
uk: Створити ключ
zh_cn: 生成密钥

source: Key Type
cs: Typ klíèe
da: Nøgletype
de: Schlüsseltyp
fi: Avaimen tyyppi
fr: Type de clé
ja: キー種類
ru: Тип ключа
sl: Vrsta kljuèa
tr: Anahtar tipi
uk: Тип ключа
zh_cn: 密钥类型

source: Key Size
cs: Velikost klíèe
da: Nøglestørrelse
de: Schlüssellänge
fi: Avaimen koko
fr: Taille de clé
ja: キーサイズ
ru: Размер ключа
sl: Velikost kljuèa
tr: Anahtar uzunluðu
uk: Розм╕р ключа
zh_cn: 密钥长度

source: Expiration
cs: Platnost
da: Udløbsdato
de: Verfallsdatum
fi: Voimassaolo päättyy
ja: 有効期限
ru: Срок истечения
sl: Pretek
tr: Geçme tarihi
uk: Терм╕н
zh_cn: 有效期

source: Name
cs: Jméno
da: Navn
fi: Nimi
fr: Nom
ja: 姓名
ru: Имя
sl: Ime
tr: Isim
uk: ╤м'я
zh_cn: 姓名

source: Email Address
cs: Email adresa
da: Epostadresse
de: E-Mail Adresse
fi: Sähköpostiosoite
fr: Adresse e-mail
ja: メールアドレス
ru: Эл.адрес
sl: E-po¹tni naslov
tr: ePosta adresi
uk: Электронна адреса
zh_cn: 电子邮件地址

source: Comment
cs: Komentáø
da: Kommentar
de: Kommentar
fi: Kommentti
fr: Commentaire
ja: コメント
ru: Комментарий
sl: Komentar
tr: Anlatým
uk: Коментар
zh_cn: 备注

source: 0 (does not expire)
cs: 0 (platnost nevypr¹í)
da: 0 (bliver aldrig for gammel)
de: 0 (verfällt niemals)
fi: 0 (ei voimassaolorajaa)
fr: 0 (n'expire pas)
ja: 0 (無期限)
ru: 0 (не истекает)
sl: 0 (ne preteèe)
tr: 0 ( hiç bir zaman geçmez )
uk: 0 (не зак╕нчу╓ться)
zh_cn: 0 (没过期)

source: 1) DSA & ElGamal (default)
cs: 1) DSA & ElGamal (základní)
da: 1) DSA & ElGamal (standard)
de: 1) DSA & ElGamal (Vorgabe)
fi: 1) DSA & ElGamal (oletus)
fr: 1) DSA et ElGamal (par défaut)
ja: 1) DSA & ElGamal (ディフォルト)
ru: 1) DSA & ElGamal (по умолчанию)
sl: 1) DSA & ElGamal (privzeto)
tr: 1) DSA & ElGamal ( önayarlýdýr )
uk: 1) DSA & ElGamal (типово)
zh_cn: 1) DSA & ElGamal (预设)

source: 2) DSA (sign only)
cs: 2) DSA (jen pro podpis)
da: 2) DSA (underskriv kun)
de: 2) DSA (nur zum Unterschreiben)
fi: 2) DSA (vain allekirjoitus)
fr: 2) DSA (signature seule)
ja: 2) DSA (署名のみ)
ru: 2) DSA (только подпись)
sl: 2) DSA (le podpis)
tr: 2) DSA ( sadece imzalama )
uk: 2) DSA (лише п╕дпис)
zh_cn: 2) DSA (只有签名)

source: 4) ElGamal (sign & encrypt)
cs: 4) ElGamal (podpis a za¹ifrování)
da: 4) ElGamal (underskriv & kryptér)
de: 4) ElGamal (unterschreibe & verschlüssele)
fi: 4) ElGamal (allekirjoitus ja salaus)
fr: 4) ElGamal (signature et chiffrement)
ja: 4) El Gamal (署名と暗号化)
ru: 4) ElGamal (подпись и шифрование)
sl: 4) ElGamal (podpis in ¹ifriranje)
tr: 4) ElGamal ( imzalama & þifrele )
uk: 4) ElGamal (п╕дпис ╕ шифрування)
zh_cn: 4) ElGamal (签名 & 加密)

source: Select File
cs: Vybrat soubor
da: Vælg fil
de: Datei wählen
fi: Valitse tiedosto
fr: Sélectionner un fichier
ja: ファイルを選択...
ru: Выбрать файл
sl: Izberi datoteko
tr: Dosyayý seç
uk: Вибрати файл
zh_cn: 选择文件

source: Generate Revoke Certificate
cs: Zru¹it platnost certifikátu
da: Opret tilbagekaldscertifikat
de: Widerrufszertifikat generieren
fi: Muodosta peruutus sertifikaatti
fr: Générer un certificat de révocation
ja: 取消通知作成
sl: Ustvari certifikat unièenja
tr: Itiraz sertifikasý yarat
uk: Створити анульований сертификат
zh_cn: 生成撤销授权书

source: Sign Key
cs: Podepsat klíè
da: Underskriv nøgle
de: Schlüssel signieren
fi: Allekirjoita avain
fr: Signer une clé
ja: キー署名
ru: Подписать ключ
sl: Podpi¹i kljuè
tr: Anahtarý imzala
uk: П╕дписати ключ
zh_cn: 签名密钥

source: Sign Locally
sl: Podpi¹i krajevno
zh_cn: 本地签名

source: Permanently Delete Key?
cs: Trvale smazat klíè?
da: Slet nøgle permanent?
de: Schlüssel unwiderruflich löschen?
fi: Poistetaanko avain lopullisesti?
fr: Faut-il effacer la clé pour toujours ?
ja: キーを削除しますか
ru: Удалить ключ окончательно?
sl: Trajno zbri¹i kljuè?
tr: Anahtar gerçekten sileyim mi ?
uk: Стерти ключ остаточно?
zh_cn: 永久删除密钥？

source: Information
sl: Podatki
zh_cn: 信息

source: Generate Key Druid
cs: Pomocník tvorby klíèù
da: Opret nøgledruide
de: Schlüsselassistent generieren
fr: Druide de génération de clés
ja: キー作成ドルイド
ru: Помощник по созданию ключа
sl: Ustvari druida kljuèa?
tr: Anahtar yaratma sihirbazý
uk: Пом╕чник створення ключа

source: No GnuPG Directory Found
cs: Nelze nalézt adresáø s GnuPG
da: Ingen GnuPG mappe fundet
de: GnuPG-Verzeichnis nicht gefunden
fi: GnuPG hakemistoa ei löydy
fr: Aucun répertoire GnuPG n'a été trouvé
ru: Каталог GnuPG не найден
sl: Imenik GnuPG ni bil najden
tr: GnuPG dizini bulunamadý
uk: Каталогу GnuPG не знайдено
zh_cn: 没有找到 GnuPG 目录

source: Seahorse cannot find any GnuPG directory (".gnupg") which means that either the GNUPG environment variable isn't properly set or else that you will need to generate a Public / Secret Key Pair if this is your first time using Seahorse (or GnuPG).
da: Seahorse kan ikke finde nogen GnuPG mappe (".gnupg"), hvilket enten betyder at GnuPG miljøvariablen er ikke er ordentlig angivet, eller at du skal oprette et offentligt / hemmeligt nøglepar hvis det er første gang du bruger Seahorse (eller GnuPG).
de: Seahorse kann kein GnuPG-Verzeichnis (".gnupg") finden, dies bedeutet, dass entweder die Umgebungsvariable GNUPG nicht (richtig) gesetzt ist oder dass Sie ein Schlüsselpaar erzeugen müssen wenn dies Ihre erste Nutzung von Seahorse (oder GnuPG) ist.
fi: Seahorse ei löytänyt GnuPG hakemistoa (".gnupg"). Joko GNUPG ympäristömuuttuja ei ole oikein asetettu tai sinun täytyy tehdä Julkinen / Salainen Avainpari käyttämällä Seahorsea (tai GnuPG).
fr: Seahorse n'a pas pu trouver de répertoire GnuPG (« .gnupg ») ce qui signifie que la variable d'environnement GNUPG n'a pas été convenablement choisie ou bien que vous devrez générer une paire de clés publique et secrète si c'est la première fois que vous utilisez Seahorse (ou GnuPG).
sl: Morski konjièek ne more najti imenika GnuPG (".gnupg"). Mo¾nosti sta dve. Ali ni pravilno nastavljena okoljska spremenljivka GNUPG ali pa je to va¹a prva uporaba Morskega konjièka (ali GnuPG), zato boste morali ustvariti par javnega in zasebnega kljuèa.
tr: Seahorse GnuPG dizinini bulamadým ( ".gnupg" ). Bu ya GNUPG veriyi belirlenmemesinden veya Seahorse ( yada GnuPG ) ile önceden bir resmi / gizle anahtar çifti yaratýlmamasýndan dolayýdýr.
uk: Не вдалось знайти каталогу GnuPG (".gnupg") це означа╓, що або зм╕нну середовища GNUPG встановлено нев╕рно, або что вам потр╕бно створити пару з публ╕чного ╕ секретного ключ╕в, якщо ви вперше запуска╓те цю програму.
zh_cn: Seahorse 程序找不到任何 GnuPG 目录(“.gnupg”)，这说明 GNUPG 环境变量没有正确设置。如果你是第一次使用 Seahorse (或者 GnuPG)， 你需要生成一对公开/非公开密钥。

source: Generate Public / Secret Key Pair
cs: Vytvoøit Veøejný / Tajný pár klíèu
da: Opret offentligt / hemmeligt nøglepar
de: Schlüsselpaar erzeugen
fi: Muodosta Julkinen / Salainen Avainpari
fr: Générer une paire de clés secrète et publique
ru: Создать пару публичный/секретный ключи
sl: Generiraj par javnega in zasebnega kljuèa
tr: Resmi / gizli anahtar çiftini yarat
uk: Створити пару публичного ╕ секретного ключа
zh_cn: 生成公开/非公开密钥对

source: Public / Secret Key Pair Generated
cs: Veøejný / Tajný pár klíèù vytvoøen
da: Offentligt / hemmeligt nøglepar oprettet
de: Schlüsselpaar generiert
fi: Julkinen / Salainen Avainpari Muodostettu
fr: La paire de clés publique et secrète a été générée
ru: Пара публичный/секретный ключи создана
sl: Par javnega in zasebnega kljuèa je bil zgeneriran
tr: Resmi / gizli anahtar çifti yaratýldý
uk: Пару публ╕чного ╕ секретного ключ╕в створено
zh_cn: 公开/非公开密钥对已生成
