Repository: GNOME/gnome-i18n
Catalog: extra-po/scrollkeeper/*.po
Languages: az, fr, it, tr

source: Usage: scrollkeeper-install [-v] [-q] [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
tr: Kullaným: scrollkeeper_install [-v] [-p <SCROLLKEEPER_DB_DIZINI>] <OMF DOSYASI>

source: Could not create database. Aborting install.
tr: Veritabaný oluþturulamadý. Kurulum sonlandýrýlýyor.

source: Registering %s
tr: %s kayýt ediliyor.

source: Unable to register %s
tr: %s kaydý yapýlamýyor

source: Usage: scrollkeeper-preinstall <DOC FILE> <OMF FILE> <NEW OMF FILE>
tr: Kullaným: scrollkeeper-preinstall <DOC DOSYASI> <OMF DOSYASI> <YENI OMF DOSYASI>

source: Unable to update URL in OMF file %s. Copying OMF file unchanged.
tr: %s OMF dosyasýndaki URL güncellenemedi. OMF dosyasý deðiþtirilmeden kopyalanýyor.

source: Usage: scrollkeeper-uninstall [-v] [-q] [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
tr: Kullaným: scrollkeeper-uninstall [-v] [-q] [-p <SCROLLKEEPER_DB_DIZINI>] <OMF DOSYASI>

source: Unregistering %s
tr: %s kaydý siliniyor

source: Usage: %s [-v] [-q] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIR>]
tr: Kullaným: %s [-v] [-q] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIZINI>]

source: %s: warning: %s overrides %s
az: %s: xəbərdarlıq: %s nəzərə almır %s
fr: %s : attention : %s écrase %s
tr: %1$s: ikaz: %3$s %2$s'nin üzerine yazýlýyor

source: Could not create database. Aborting update.
tr: Veritabaný oluþturulamadý. Güncelleme iptal ediliyor.

source: %s: %s: is not a directory
az: %s: %s: cərgə deyil
fr: %s : %s : n'est pas un répertoire
tr: %s: %s bir dizin deðildir

source: Updating %s
tr: %s güncelleniyor.

source: Unable to complete update. Could not register %s
tr: Güncelleme tamamlanamadý. %s kayýt edilemedi.

source: Cannot open temporary file.
tr: Geçici dosya yaratýlamadý.

source: scrollkeeper-get-cl: Cannot open temp file: %s
tr: scrollkeeper-get-cl: Geçici dosya açýlamadý: %s

source: Usage: %s [-v] <LOCALE> <CATEGORY TREE FILE NAME>
tr: Kullaným: %s [-v] <YERELLEÞMEKÜMESI> <TÜRAÐAÇI DOSYAISMI>

source: No Content List for this locale!!!
az: Bu yerləşdirmə üçün heç Məzmun Siyahısı yoxdur!!!
fr: Aucune liste de contenu pour cette locale !!!
tr: Bu yerelleþme kümesi için bir içerik listesi yoktur!!!

source: %s: out of memory: %s
az: %s: yaddaş çatmır: %s
fr: %s : plus de mémoire : %s
tr: %s: bellek yetmiyor: %s

source: OMF validation error: %s
tr: OMF geçerlilik hatasý: %s

source: TOC file does not exist, is not readable, or is not well-formed XML: %s
tr: TOC dosyasý bulunamadý, okunabilir deðil ya da düzgün XML biçimli deðil. %s

source: OMF file does not exist, is not readable, or is not well-formed XML: %s
tr: OMF dosyasý bulunamadý, okunabilir deðil ya da düzgün XML biçimli deðil. %s

source: Could not parse ScrollKeeper-OMF DTD: %s
tr: ScrollKeeper-OMF DTD ayrýþtýrýlamadý: %s

source: OMF file [%s] does not validate against ScrollKeeper-OMF DTD: %s
tr: %s OMF dosyasý ScrollKeeper-OMF DTD dosyasý ile uyuþmuyor. %s

source: Failed to locate an <OMF> element.
tr: <OMF> öðesi bulunamadý.

source: <OMF> node has no children.
tr: <OMF> ucunda bað yok.

source: Content list file does not exist, is not readable, or is not well-formed XML: %s
tr: Ýçerik listesi dosyasý bulunamadý, okunamýyor ya da düzgün biçimlendirilmemiþ. %s

source: Extended content list file does not exist, is not readable, or is not well-formed XML: %s
tr: Geniþletilmiþ Ýçerik listesi dosyasý bulunamadý, okunamýyor ya da düzgün biçimlendirilmemiþ. %s

source: wrong content list file %s
az: səhv məzmun siyahısı faylı %s
fr: mauvais fichier de contenu de liste %s
tr: yanlýþ içerik liste dosyasý: %s

source: wrong extended content list file %s
az: səhv genişləndirilmiş məzmun siyahısı faylı %s
fr: mauvais fichier de contenu de liste étendu %s
tr: yanlýþ geliþmiþ içerik liste dosyasý: %s

source: %s missing
az: %s əksikdir
fr: %s manquant
tr: %s eksik

source: Could not create directory %s : %s
tr: %s dizini yaratýlamadý: %s

source: OMF file was not well-formed.
tr: OMF dosyasý düzgün biçimlendirilmemiþ.

source: Could not find root element of OMF file.
tr: OMF dosyasýnýn kök öðesi bulunamadý.

source: Root element of OMF file is not <omf>.
tr: OMF dosyasýnýn kök öðesi <omf> deðil.

source: OMF file does not have <resource> element.
tr: OMF dosyasýnýn <resource> öðesi bulunmuyor.

source: Usage: scrollkeeper-extract <xml file> <stylesheet 1> <output file 1> <stylesheet 2> <output file 2> ...
tr: Kullaným: scrollkeeper-extract <xml dosyasý> <stylesheet 1> <1. çýktý dosyasý> <stylesheet 2> <2. çýktý dosyasý> ...

source: Unrecognized file type: %s
tr: Bilinmeyen dosya türü: %s

source: 3D Modelling
it: CAD
tr: 3D Modelleme

source: 3D Rendering
it: Acquisizione
tr: 3D Canlandýrma

source: Accessibility
tr: Eriþilebilirlik

source: Accessories
tr: Donatýlar

source: Administration
it: Hard Disk
tr: Yönetim

source: Amusement
it: Divertimento
tr: Eðlence

source: Analysis
it: Conversione
tr: Analiz

source: Applets
it: Altro
tr: Apletler

source: Applications
it: Applicazioni
tr: Uygulamalar

source: Arcade
it: Tavolo
tr: Savaþ

source: Archiving
it: Sviluppo
tr: Arþivcilik

source: Arts
it: Arte
tr: Sanat

source: Astronomy
it: Visualizazzione
tr: Astronomi

source: Astrophysics
it: Altro
tr: Astrofizik

source: Backups
it: Supporti removibili
tr: Yedekler

source: Biology
it: Sicurezza
tr: Biyoloji

source: Board
it: Spara e fuggi
tr: Tahta

source: Build Tools
it: Perl
tr: Kurgulama Araçlarý

source: CD Mastering
it: Ritocco
tr: CD Uzmanlýk

source: Calculating
it: Databases
tr: Hesaplama

source: Calendar
it: Database
tr: Takvim

source: Capture
it: Disegno
tr: Resim yakalama

source: Chat
it: Fax
tr: Sohbet

source: Chemistry
it: Crittografia
tr: Kimya

source: Clock
it: Utilità
tr: Saat

source: Clocks
it: Strumenti di sviluppo
tr: Saatler

source: Code Generators
it: Qt
tr: Kod Üreticiler

source: Compression
it: Strumenti di creazione
tr: Sýkýþtýrma

source: Computer Science
tr: Bilgisayar

source: Config Files
it: SSH
tr: Yapýlandýrma Dosyalarý

source: Configuration
it: Controllo Versione
tr: Yapýlandýrma

source: Configuration Tools
it: Telnet
tr: Yapýlandýrma Araçlarý

source: Conversion
it: Fotoritocco
tr: Dönüþüm

source: Core Desktop
it: Sistema
tr: Masaüstü Çekirdeði

source: Cryptography
it: Altro
tr: Þifreleme

source: Data Processing
it: Email
tr: Bilgi iþlemleri

source: Database
it: Finanza
tr: Bilgi tabaný

source: Databases
it: gtk++
tr: Veritabanlarý

source: Debuggers
it: WebML
tr: Hata Ayýklayýcýlar

source: Desktop
tr: Masaüstü

source: Desktop Preferences
tr: Masaüstü Tercihleri

source: Development
it: GTK+
tr: Geliþtirme

source: Development Tools
it: KDE
tr: Geliþtirme Araçlarý

source: Display
it: Altro
tr: Gösterme

source: Distributions
it: Utilità
tr: Daðýtýmlar

source: Drawing
it: Visualizzazione
tr: Çizim

source: Editing
it: Altro
tr: Düzenleme

source: Education
it: Educazione
tr: Eðitim

source: Email
it: File Sharing
tr: Eposta

source: English
it: Inglese
tr: Ýngilizce

source: Environments
it: Librerie
tr: Çevre Birimleri

source: Fax
it: FTP
tr: Faks

source: Fighting
it: Giochi di ruolo
tr: Döðüþ

source: File Sharing
it: Internet Phone
tr: Dosya paylaþýmý

source: File Utilities
it: Generatori di codice
tr: Dosya Araçlarý

source: Filesystems
it: Altro
tr: DosyaSistemleri

source: Financial
it: Plotting
tr: Mali

source: Firewall
it: Plotting
tr: Güvenlik Engeli

source: Fonts
it: Altro
tr: Yazý Tipleri

source: GUI
it: Gestori finestre
tr: Grafik Kullanýcý Arayüzü

source: Games
it: Arcade
tr: Oyunlar

source: General
it: Controllo
tr: Genel

source: Genetics
it: Editor di testo
tr: Genetik

source: Hardware
it: BIND
tr: Donaným

source: Input Devices
it: Altro
tr: Girdi Aygýtlarý

source: Internet Phone
it: News
tr: Internet telefonculuðu

source: Introductory
it: Sviluppo
tr: Tanýtým

source: Intrusion Detection
it: Sviluppo
tr: Tecavüz Saptama

source: Kernels
it: Generale
tr: Çekirdekler

source: Language
it: Matematica
tr: Dil

source: Libraries
it: Applets
tr: Kitaplýklar

source: Licenses
it: Multimedia
tr: Lisanslar

source: Local
it: Memoria
tr: Yerel

source: Login Managers
it: Ambienti
tr: Giriþ Yöneticileri

source: Math
it: CLI
tr: Matematik

source: Maths
it: Musica
tr: Matematik

source: Messaging
it: Video Conferenza
tr: Haberleþme

source: Mixers
it: Registrazione
tr: Karýþtýrýcýlar

source: Monitors
it: Configurazione
tr: Monitörler

source: Music
it: Scienza
tr: Müzik

source: Network
it: Grafica
tr: Að

source: Networking
it: Installazione
tr: Að

source: News
it: Web
tr: Haberler

source: Office
it: Data Processing
tr: Ofis

source: Other
it: Giochi
tr: Diðerleri

source: PIM
it: Presentazioni
tr: Kiþisel Bilgi

source: Package Management
it: Firewall
tr: Paket Yönetimi

source: Packaging
it: Kernel
tr: Paketleme

source: Physics
it: GUI
tr: Fizik

source: Players
it: Voce
tr: Çalarlar

source: Plotting
it: Pubblicazioni
tr: Çizdirme

source: Preferences
tr: Tercihler

source: Presentation
it: Word Processing
tr: Gösterim

source: Printing
it: Debugger
tr: Yazdýrma

source: Processor
it: Stampa
tr: Ýþlemci

source: Programming
tr: Programlama

source: Programs
it: Strumenti di Configurazione
tr: Programlar

source: Publishing
it: Altro
tr: Yayýncýlýk

source: Puzzles
it: Lotta
tr: Yap-Boz

source: Recording
it: Altro
tr: Kayýt

source: Remote
it: Ethernet/Modem
tr: Uzak

source: Role-Playing
it: Strategia
tr: Oyunculuk

source: Science
it: Tecnologia
tr: Bilim

source: Scientific
it: Math
tr: Bilimsel

source: Screensavers
it: ADA
tr: Ekran Koruyucularý

source: Security
it: Compressione
tr: Güvenlik

source: Services
it: Compressione
tr: Servisler

source: Settings
it: Filesystems
tr: Ayarlar

source: Simulation
it: Altro
tr: Simülasyon

source: Sound
it: Masterizzazione CD
tr: Ses

source: Sound and Video
tr: Ses ve Görüntü

source: Speech
it: Video
tr: Konuþma

source: Storage
it: Altro
tr: Bellek Ortamlarý

source: Strategy
it: Internet
tr: Strateji

source: System
it: Rete
tr: Sistem

source: System Administration
tr: Sistem Yönetimi

source: System Calls
it: Divertimento
tr: Sistem Çaðrýlarý

source: System Tools
tr: Sistem Araçlarý

source: Technology
it: Prove
tr: Teknoloji

source: Terminals
it: IDE
tr: Terminaller

source: Testing
it: Altro
tr: Deneme

source: Text Editors
it: Configurazione
tr: Metin Düzenleyiciler

source: Text Utilities
it: Packaging
tr: Metin Araçlarý

source: Tutorials
it: Altro
tr: Öðreticiler

source: User Guides
tr: Kullanýcý Kýlavuzlarý

source: Users
it: HTTP
tr: Kullanýcýlar

source: Utilities
it: CDE
tr: Araçlar

source: Utility
it: Rete
tr: Araçlar

source: Version Control
it: NetBSD
tr: Sürüm Kontrol

source: Video Conferencing
it: Altro
tr: Video konferans

source: Viewing
it: Souno
tr: Gösterim

source: Virus
it: Souno
tr: Virüs

source: Visualisation
it: Altro
tr: Görselleþtirme

source: Web Publishing
it: Scientifico
tr: Web Yayýncýlýðý

source: White Papers
it: Sistema
tr: Beyaz Sayfalar

source: Window Managers
it: C
tr: Pencere Yöneticileri

source: Word Processing
it: Astronomia
tr: Kelime-iþlem

source: Invalid category file.
tr: Geçersiz kategori dosyasý.

source: Usage: scrollkeeper-tree-separate <tree file> <output directory>
tr: Kullaným: scrollkeeper-tree-separate <aðaç dosyasý> <çýktý dizini>

source: File does not contain well-formed XML
tr: Bu dosyada düzgün biçimli bir XML verisi yok

source: tree separation failed
tr: aðaç ayrýþtýrmasýnda hata

source: Unable to create localized category file: %s
tr: Yerelleþtirilmiþ sýnýf dosyasý yaratýlamýyor: %s

source: Creating localized category file: %s
tr: Yerelleþtirilmiþ sýnýf dosyasý yaratýlýyor: %s

source: Unable to create all localized category files.
tr: Yerelleþtirilmiþ sýnýf dosyalarý yaratýlamýyor.

source: Cannot create temporary file: %s : %s
tr: %s geçici dosyasý yaratýlamýyor: %s

source: Cannot read file: %s : %s
tr: %s dosyasý okunamadý: %s

source: Document is not well-formed XML: %s
tr: Bu dosyadaki XML biçimi düzgün deðil. %s

source: Cannot stat file: %s : %s
tr: %s dosyasý okunamadý: %s

source: Cannot open output file: %s : %s
tr: %s çýktý dosyasý açýlamadý: %s

source: ADA
it: Chiamate di sistema

source: AppleTalk
it: Sicurezza

source: BIND
it: Altro

source: C
it: Altro

source: C++
it: Generale

source: CAD
it: Conversione

source: CDE
it: GNOME

source: CLI
it: Screensavers

source: Caldera
it: Applicazioni

source: DNS
it: Altro

source: Debian
it: Utilità

source: EDA
it: Altro

source: FTP
it: Messaging

source: First Person Shooters
it: Puzzle

source: FreeBSD
it: Altro

source: GNOME
it: Licenze

source: GTK+
it: Linux

source: Graphics
it: Rendering 3D

source: HTTP
it: Rendering 3D

source: IDEs
it: Altro

source: Internet
it: Email

source: Java
it: Caldera

source: KDE
it: Debian

source: Linux
it: Altro

source: MIDI
it: Player

source: Mandrake
it: Sviluppo

source: Multimedia
it: Modellazione 3D

source: NetBSD
it: GNOME

source: PCI/ISA/PCMCIA
it: Giochi

source: PPP
it: Firewall

source: Perl
it: Mandrake

source: Profiling
it: FreeBSD

source: Python
it: Red Flag

source: Qt
it: Red Hat

source: RAD
it: Linux

source: Red Flag
it: Applicazioni

source: Red Hat
it: Introduzioni

source: SMB
it: Rivelatori intrusione

source: SSH
it: Rivelatori intrusione

source: Slackware
it: Tutorials

source: SuSE
it: White Papers

source: Syslog
it: White Papers

source: TCP/IP
it: Virus

source: Tcl/Tk
it: Slackware

source: Telnet
it: Prove

source: Video
it: Conversione

source: Web
it: Multimedia

source: WebML
it: SuSE

source: X
it: RAD

source: gtk++
it: Distribuzioni

source: scrollkeeper-install: out of memory: %s
az: scrollkeeper-install: yaddaş çatmır: %s
fr: scrollkeeper-install : plus de mémoire : %s

source: Usage: scrollkeeper_install [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
az: İstifadə Qaydası: scrollkeeper_install [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
fr: Usage : scrollkepper_install [-p <SCROLLKEEPER_DB_DIR>] <FICHIER OMF>

source: wrong omf file %s
az: səhv omf faylı %s
fr: mauvais fichier omf %s

source: Usage: scrollkeeper_preinstall <DOC FILE> <OMF FILE> <NEW OMF FILE>
az: İstifadə Qaydası: scrollkeeper_preinstall <DOC FILE> <OMF FILE> <NEW OMF FILE>
fr: Usage : scrollkeeper_preinstall <ARCHIVE DOC> <FICHIER OMF> <NOUVEAU FICHIER OMF>

source: Usage: scrollkeeper_uninstall [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
az: İstifadə Qaydası: scrollkeeper_uninstall [-p <SCROLLKEEPER_DB_DIR>] <OMF FILE>
fr: Usage : scrollkeeper_uninstall [-p <SCROLLKEEPER_DB_DIR>] <FICHIER OMF>

source: Usage: %s [-v] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIR>]
az: İstifadə qaydası: %s [-v] [-p <SCROLLKEEPER_DB_DIR>] [-o <OMF_DIR>]
fr: Usage : %s [-v] [-p <SCROLLKEEPER_DB_DIR>] [-o <RÉPERTOIRE OMF>]

source: %s: warning: replacing %s with %s
az: %s: xəbərdarlıq: %s %s ilə əvəz edilir
fr: %s : attention : remplacement de ùs avec %s

source: Usage: %s <LOCALE> <CATEGORY TREE FILE NAME>
az: İstifadə Qaydası: %s <LOCALE> <KATEQORİYA AĞACI FAYL ADI>
fr: Usage : %s <LOCALE> <NOM DE FICHIER DE CATÉGORIE D'ARBRE>

source: error while parsing %s
az: %s daranarkən xəta
fr: erreur durand l'analyse de %s

source: Usage: toc <filename>
az: İstifadə qaydası: toc <fayladı>
fr: Usage : toc <nombre d'archives>
