<glossary id="glossary-1">
  <title>Gloss&aacute;rio</title>
  <glossentry id="glossary-40">
    <glossterm>desktop</glossterm>
    <glossdef>
      <para>O Java Desktop System est&aacute; vis&iacute;vel, incluindo todos os pain&eacute;is, &iacute;cones, aplicativos e plano de fundo do desktop.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-31">
    <glossterm>plano de fundo do desktop</glossterm>
    <glossdef>
      <para>O plano de fundo do desktop fica atr&aacute;s de todos os outros componentes do Java Desktop System.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-9">
    <glossterm>objeto do plano de fundo do desktop</glossterm>
    <glossdef>
      <para>Um &iacute;cone no plano de fundo do desktop que voc&ecirc; pode usar para abrir seus arquivos, suas pastas e seus aplicativos.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-20">
    <glossterm>nome DNS</glossterm>
    <glossdef>
      <para>Um identificador alfab&eacute;tico exclusivo para um computador na rede. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-8">
    <glossterm>gaveta</glossterm>
    <glossdef>
      <para>Gaveta &eacute; uma extens&atilde;o deslizante para um painel que voc&ecirc; pode abrir ou fechar de um &iacute;cone de gaveta. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-23">
    <glossterm>formatar</glossterm>
    <glossdef>
      <para>Preparar m&iacute;dia de armazenamento para usar com um determinado sistema de arquivos. Quando voc&ecirc; formata m&iacute;dia, sobrescreve todas as informa&ccedil;&otilde;es existentes nela. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-10">
    <glossterm>aplicativo compat&iacute;vel com o GNOME</glossterm>
    <glossdef>
      <para>Um aplicativo que utiliza as bibliotecas de programa&ccedil;&atilde;o padr&atilde;o do GNOME. Por exemplo, o editor de texto <application>gedit</application> &eacute; um aplicativo compat&iacute;vel com o GNOME.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-26">
    <glossterm>tecla de acesso</glossterm>
    <glossdef>
      <para>Teclas de acesso s&atilde;o atalhos de teclado que iniciam aplicativos. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-21">
    <glossterm>endere&ccedil;o IP</glossterm>
    <glossdef>
      <para>Um identificador num&eacute;rico exclusivo para um computador na rede.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-25">
    <glossterm>atalho de teclado</glossterm>
    <glossdef>
      <para>Um <firstterm>atalho de teclado</firstterm> &eacute; uma tecla ou uma combina&ccedil;&atilde;o de teclas que fornece maneiras alternativas a padr&atilde;o para executar uma a&ccedil;&atilde;o. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-3">
    <glossterm>lan&ccedil;ador</glossterm>
    <glossdef>
      <para>Um lan&ccedil;ador inicia um determinado aplicativo, executa um comando ou abre um arquivo. Um lan&ccedil;ador pode residir em um painel ou em um menu.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-11">
    <glossterm>barra de menus</glossterm>
    <glossdef>
      <para>Uma barra de menus &eacute; a barra localizada na parte superior de uma janela que cont&eacute;m os menus do aplicativo. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-27">
    <glossterm>Tipo MIME</glossterm>
    <glossdef>
      <para>Um Tipo MIME (Multipurpose Internet Mail Extension) identifica o formato de um arquivo. O Tipo MIME possibilita que os aplicativos leiam o arquivo. Por exemplo, um aplicativo de e-mail pode usar o Tipo MIME <literal>imagem/png</literal> para detectar que um arquivo PNG (Portable Networks Graphic) est&aacute; anexado a um e-mail.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-24">
    <glossterm>montar</glossterm>
    <glossdef>
      <para>Tornar um sistema de arquivos dispon&iacute;vel para acesso. Quando voc&ecirc; monta um sistema de arquivos, o sistema de arquivos fica anexado como um subdiret&oacute;rio em seu sistema de arquivos. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-4">
    <glossterm>painel</glossterm>
    <glossdef>
      <para>Painel &eacute; uma subdivis&atilde;o de uma janela. Por exemplo, a janela do navegador de arquivos cont&eacute;m um painel lateral e um painel de exibi&ccedil;&atilde;o. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-6">
    <glossterm>aplicativo de painel</glossterm>
    <glossdef>
      <para>Aplicativo de painel &eacute; um aplicativo interativo pequeno que reside em um painel, por exemplo, o <application>CD Player</application>. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-32">
    <glossterm>PDA</glossterm>
    <glossdef>
      <para>Assistente pessoal digital. Um computador de m&atilde;o que voc&ecirc; pode usar como um organizador pessoal.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-33">
    <glossterm>daemon PDA</glossterm>
    <glossdef>
      <para>Um aplicativo de plano de fundo que espera o PDA para tentar sincronizar-se com o seu computador. Quando um PDA tenta sincronizar-se com o computador, o daemon PDA sincroniza os dados do PDA com os dados do computador. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-2">
    <glossterm>ferramenta de prefer&ecirc;ncia</glossterm>
    <glossdef>
      <para>Uma ferramenta de software dedicada que controla uma determinada parte do comportamento do Java Desktop System.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-5">
    <glossterm>teclas de atalho</glossterm>
    <glossdef>
      <para>Teclas de atalho s&atilde;o teclas que fornecem uma maneira r&aacute;pida para executar uma a&ccedil;&atilde;o. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-22">
    <glossterm>slice</glossterm>
    <glossdef>
      <para>Parti&ccedil;&atilde;o de um disco. Voc&ecirc; pode criar slices em sua m&iacute;dia Zip e Jaz. Um objeto para cada slice &eacute; exibido no desktop.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-15">
    <glossterm>ordem da pilha</glossterm>
    <glossdef>
      <para>A ordem da pilha &eacute; a ordem na qual as janelas s&atilde;o empilhadas uma por cima das outras na tela. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-13">
    <glossterm>barra de status</glossterm>
    <glossdef>
      <para>Barra de status &eacute; a barra localizada na parte inferior de uma janela que fornece informa&ccedil;&otilde;es sobre o estado atual do que voc&ecirc; exibindo na janela. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-28">
    <glossterm>link simb&oacute;lico</glossterm>
    <glossdef>
      <para>Um tipo de arquivo especial que aponta para outro arquivo ou outra pasta. Quando voc&ecirc; executa uma a&ccedil;&atilde;o em um link simb&oacute;lico, a a&ccedil;&atilde;o &eacute; executada no arquivo ou na pasta para a qual o link simb&oacute;lico aponta. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-12">
    <glossterm>barra de ferramentas</glossterm>
    <glossdef>
      <para>Barra de ferramentas &eacute; a barra que cont&eacute;m bot&otilde;es para os comandos usados com mais freq&uuml;&ecirc;ncia em um aplicativo. Geralmente, a barra de ferramentas &eacute; exibida abaixo da barra de menus. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-29">
    <glossterm>Identificador Uniforme de Recursos</glossterm>
    <glossdef>
      <para>Um Identificador Uniforme de Recursos (URI) &eacute; uma string que identifica uma localiza&ccedil;&atilde;o espec&iacute;fica em um sistema de arquivos ou na Web. Por exemplo, o endere&ccedil;o de uma p&aacute;gina da Web &eacute; um URI.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-19">
    <glossterm>Localizador Uniforme de Recursos</glossterm>
    <glossdef>
      <para>Um Localizador Uniforme de Recursos (URL) &eacute; o endere&ccedil;o de uma localiza&ccedil;&atilde;o espec&iacute;fica na Web.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-16">
    <glossterm>exibir</glossterm>
    <glossdef>
      <para>Um componente do gerenciador de arquivos que possibilita que voc&ecirc; exiba uma pasta de uma determinada maneira. Por exemplo, o gerenciador de arquivos cont&eacute;m uma visualiza&ccedil;&atilde;o de &iacute;cone que lhe permite exibir o conte&uacute;do de uma pasta como &iacute;cones. O gerenciador de arquivos tamb&eacute;m cont&eacute;m uma visualiza&ccedil;&atilde;o em lista que permite exibir o conte&uacute;do de uma pasta como uma lista. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-17">
    <glossterm>componente visualizador</glossterm>
    <glossdef>
      <para>Um componente da janela do navegador de arquivos que possibilita que voc&ecirc; exiba um determinado tipo de arquivo no painel de visualiza&ccedil;&atilde;o. O componente visualizador pode adicionar itens de menu relevantes ao tipo de arquivo para os menus do gerenciador de arquivos. O componente visualizador tamb&eacute;m possibilita que voc&ecirc; utilize os bot&otilde;es de zoom da janela do navegador de arquivos para alterar o tamanho do item no painel de  visualiza&ccedil;&atilde;o.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-7">
    <glossterm>&aacute;rea de trabalho</glossterm>
    <glossdef>
      <para>&Aacute;rea de trabalho &eacute; uma &aacute;rea discreta no desktop em que voc&ecirc; pode trabalhar.  </para>
    </glossdef>
  </glossentry>
</glossary>
