<chapter id="goscustdesk-6">
  <title>Usando as ferramentas de prefer&ecirc;ncias</title>
  <highlights>
    <para>Este cap&iacute;tulo descreve como iniciar e usar as ferramentas de prefer&ecirc;ncia para personalizar o Java Desktop System.</para>
  </highlights>
  <sect1 id="jdsstartpreftools-2">
    <title>Iniciando uma ferramenta de prefer&ecirc;ncias</title>
    <para>Voc&ecirc; pode iniciar as ferramentas de prefer&ecirc;ncias de v&aacute;rias maneiras:</para>
    <itemizedlist>
      <listitem>
        <para>Clique em <guibutton>Iniciar</guibutton> e selecione <guimenu> Prefer&ecirc;ncias</guimenu>. Selecione nos submenus a ferramenta que voc&ecirc; deseja. </para>
      </listitem>
      <listitem>
        <para>Clique duas vezes no objeto <guilabel>Este computador</guilabel> no plano de fundo do desktop. Uma janela para navega&ccedil;&atilde;o pelos arquivos &eacute; aberta no local <guilabel>Este computador</guilabel>. Clique duas vezes no objeto <guilabel>Prefer&ecirc;ncias</guilabel> na janela de navega&ccedil;&atilde;o para exibir as ferramentas de prefer&ecirc;ncia. Clique duas vezes na ferramenta desejada.</para>
      </listitem>
    </itemizedlist>
  </sect1>
  <sect1 id="goscustaccess-11">
    <title>Definindo as prefer&ecirc;ncias da tecnologia auxiliar </title>
    <indexterm>
      <primary>acessibilidade</primary>
      <secondary>configurando as prefer&ecirc;ncias da tecnologia auxiliar</secondary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Tecnologia auxiliar</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Suporte &agrave; tecnologia auxiliar</guilabel>, clique em <guibutton>Iniciar</guibutton>, selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Acessibilidade</guisubmenu><guimenuitem>Suporte &agrave; tecnologia auxiliar</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Tecnologia auxiliar</application> para habilitar as tecnologias auxiliares no Java Desktop System. Tamb&eacute;m &eacute; poss&iacute;vel usar a ferramenta de prefer&ecirc;ncias <application>Tecnologia auxiliar</application> para especificar os aplicativos da tecnologia auxiliar a serem iniciados automaticamente quando voc&ecirc; fizer logon.</para>
    <para>A <xref linkend="goscustaccess-TBL-14"/> lista as prefer&ecirc;ncias da tecnologia auxiliar que voc&ecirc; pode modificar.</para>
    <table frame="topbot" id="goscustaccess-TBL-14">
      <title>Prefer&ecirc;ncias da tecnologia auxiliar</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Habilitar tecnologias auxiliares</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para habilitar as tecnologias auxiliares no Java Desktop System.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Leitor de tela</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para iniciar o aplicativo <application>Leitor de tela </application> automaticamente ao fazer logon.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Ampliador</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para iniciar o aplicativo <application>Ampliador </application> automaticamente ao fazer logon.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Teclado na tela</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para iniciar o aplicativo <application>Teclado na tela </application> automaticamente ao fazer logon.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-7">
    <title>Personalizando o plano de fundo do desktop </title>
    <indexterm>
      <primary>plano de fundo do desktop</primary>
      <secondary>personalizando o plano de fundo </secondary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias do Java Desktop System</primary>
      <see>ferramentas de prefer&ecirc;ncias</see>
    </indexterm>
    <indexterm>
      <primary> ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Plano de fundo</secondary>
    </indexterm>
    <indexterm>
      <primary>planos de fundo</primary>
      <secondary>personalizando o plano de fundo do desktop</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Plano de fundo do desktop</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu> Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktop</guisubmenu><guisubmenu>Exibir</guisubmenu><guimenuitem>Plano de fundo do desktop</guimenuitem></menuchoice>.</para>
    <para>Voc&ecirc; pode personalizar o plano de fundo do desktop de v&aacute;rias maneiras:</para>
    <itemizedlist>
      <listitem>
        <para>Selecione uma imagem para o plano de fundo do desktop. A imagem &eacute; sobreposta &agrave; cor de plano de fundo do desktop. A cor de plano de fundo do desktop &eacute; vis&iacute;vel se voc&ecirc; selecionar uma imagem transparente, ou se a imagem n&atilde;o cobrir todo o plano de fundo do desktop.</para>
      </listitem>
      <listitem>
        <para>Selecione uma cor para o plano de fundo do desktop. Voc&ecirc; pode selecionar uma cor s&oacute;lida ou criar um efeito de gradiente com duas cores. Efeito de gradiente &eacute; um efeito visual em que uma cor converte-se gradualmente em outra cor. </para>
      </listitem>
    </itemizedlist>
    <para>Voc&ecirc; tamb&eacute;m pode alterar a apar&ecirc;ncia do plano de fundo do desktop pelo gerenciador de arquivos.</para>
    <para>A <xref linkend="goscustdesk-TBL-14"/> lista as prefer&ecirc;ncias de plano de fundo que voc&ecirc; pode modificar.</para>
    <table frame="topbot" id="goscustdesk-TBL-14">
      <title>Prefer&ecirc;ncias de plano de fundo do desktop </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Papel de parede do desktop </guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Escolha uma imagem para ser exibida no plano de fundo do desktop. Para escolher uma imagem, clique no bot&atilde;o <guibutton>Selecionar imagem</guibutton>. A caixa de di&aacute;logo de sele&ccedil;&atilde;o de imagem &eacute; exibida. Use-a para escolher uma imagem. Depois de selecionar a imagem, clique em <guibutton>OK</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Estilo</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para especificar como a imagem deve ser exibida, selecione uma das seguintes op&ccedil;&otilde;es no menu suspenso <guilabel>Estilo</guilabel>:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Centralizado</guilabel>: Exibe a imagem no centro do plano de fundo do desktop.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Preencher tela</guilabel>: Expande a imagem para que ela cubra o plano de fundo do desktop, mantendo as suas dimens&otilde;es relativas. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Escalado</guilabel>: Expande a imagem at&eacute; os limites da tela, mantendo as suas dimens&otilde;es relativas.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Lado a lado</guilabel>: Expande a imagem at&eacute; os limites da tela, mantendo as suas dimens&otilde;es relativas. </para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Adicionar papel de parede</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para/>
              <para>Clique em <guilabel>Adicionar papel de parede</guilabel> para exibir a caixa de di&aacute;logo <guilabel>Adicionar pap&eacute;is de parede</guilabel>. Escolha o papel de parede a ser exibido como plano de fundo e clique em <guibutton>OK</guibutton>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Remover </guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para>Escolha o <guibutton>Papel de parede do desktop</guibutton> a ser exclu&iacute;do e clique em <guilabel>Remover</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Cores do desktop </guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para especificar um esquema de cor, use as op&ccedil;&otilde;es no menu suspenso <guilabel>Estilo de plano de fundo</guilabel> e os bot&otilde;es de sele&ccedil;&atilde;o de cor.</para>
              <para>Voc&ecirc; pode especificar um esquema de cor de v&aacute;rias maneiras:</para>
              <itemizedlist>
                <listitem>
                  <para>Escolha <guilabel>Cor s&oacute;lida</guilabel> no menu suspenso <guilabel> Estilo de plano de fundo</guilabel> para especificar uma &uacute;nica cor para o plano de fundo do desktop. </para>
                  <para>Para selecionar a cor desejada, clique no bot&atilde;o <guibutton>Cor</guibutton>. A caixa de di&aacute;logo <guilabel>Selecione uma cor</guilabel> &eacute; exibida. Escolha uma cor e clique em <guibutton>OK</guibutton>.</para>
                </listitem>
                <listitem>
                  <para>Escolha <guilabel>Gradiente horizontal</guilabel> no menu suspenso <guilabel>Estilo de plano de fundo</guilabel>. Esta op&ccedil;&atilde;o cria um efeito de gradiente do lado esquerdo ao lado direito da tela.</para>
                  <para>Clique no bot&atilde;o <guibutton>Cor &agrave; esquerda</guibutton> para exibir a caixa de di&aacute;logo <guilabel>Selecione uma cor</guilabel>. Escolha a cor desejada para exibi&ccedil;&atilde;o do lado esquerdo.</para>
                  <para>Clique no bot&atilde;o <guibutton>Cor &agrave; direita</guibutton>. Escolha a cor desejada para exibi&ccedil;&atilde;o do lado direito.</para>
                </listitem>
                <listitem>
                  <para>Escolha <guilabel>Gradiente vertical</guilabel> no menu suspenso <guilabel>Estilo de plano de fundo</guilabel>. Esta op&ccedil;&atilde;o cria um efeito de gradiente da parte superior &agrave; parte inferior da tela.</para>
                  <para>Clique no bot&atilde;o <guibutton>Cor de cima</guibutton> para exibir a caixa de di&aacute;logo <guilabel>Selecione uma cor</guilabel>. Escolha a cor desejada para exibi&ccedil;&atilde;o na parte superior.</para>
                  <para>Clique no bot&atilde;o <guibutton>Cor de baixo</guibutton>. Escolha a cor desejada para exibi&ccedil;&atilde;o na parte inferior.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustlookandfeel-39">
    <title>Configurando um servidor de banco de dados de CD </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Servidor de banco de dados de CD </secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Servidor de banco de dados de CD</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Servidor de banco de dados de CD</guimenuitem></menuchoice>.</para>
    <para>A ferramenta de prefer&ecirc;ncias <application>Servidor de banco de dados de CD</application> permite que voc&ecirc; configure um servidor de banco de dados de CD que o sistema possa consultar. Um servidor de banco de dados de CD cont&eacute;m informa&ccedil;&otilde;es sobre os CDs, como nome do artista, t&iacute;tulo e lista de faixas. Quando um aplicativo executa um CD, pode consultar o servidor de banco de dados de CD sobre esse CD e exibir as informa&ccedil;&otilde;es. </para>
    <para>A <xref linkend="goscustlookandfeel-TBL-101"/> descreve as prefer&ecirc;ncias na ferramenta de prefer&ecirc;ncias <application>Servidor de banco de dados de CD</application>.</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-101">
      <title>Prefer&ecirc;ncias do servidor de banco de dados do CD </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>N&atilde;o enviar informa&ccedil;&otilde;es</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o se voc&ecirc; n&atilde;o desejar enviar informa&ccedil;&otilde;es ao servidor de banco de dados de CD.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Enviar informa&ccedil;&otilde;es reais</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para enviar informa&ccedil;&otilde;es de seu nome e nome de host ao servidor de banco de dados do CD.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Enviar outras informa&ccedil;&otilde;es</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para enviar outro nome e nome de host ao servidor de banco de dados do CD. Digite o nome no campo <guilabel>Nome</guilabel>. Digite o nome do servidor no campo <guilabel>Nome do host</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Servidor de rod&iacute;zio FreeDB</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>O FreeDB &eacute; um banco de dados de CD. O servidor de rod&iacute;zio FreeDB &eacute; um compartilhador de configura&ccedil;&otilde;es de servidores FreeDB. Selecione essa op&ccedil;&atilde;o para acessar, desse servidor, o banco de dados de CD FreeDB.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para><guilabel>Outro servidor FreeDB</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para acessar, de outro servidor, o banco de dados de CD FreeDB. Selecione o servidor desejado na tabela de servidores.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Atualizar lista de servidores</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Clique nesse bot&atilde;o para atualizar a lista de servidores FreeDB na tabela de servidores.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Outro servidor</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para usar outro servidor de banco de dados de CD. Digite no campo <guilabel>Nome do host</guilabel> o nome do servidor que cont&eacute;m o banco de dados. Digite no campo <guilabel>Porta</guilabel> o n&uacute;mero da porta pela qual voc&ecirc; pode acessar o banco de dados.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdoc-7">
    <title>Configurando associa&ccedil;&otilde;es de arquivos </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Associa&ccedil;&otilde;es de arquivo </secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de arquivo</primary>
      <secondary> configurando</secondary>
    </indexterm>
    <indexterm>
      <primary>servi&ccedil;os</primary>
      <secondary>configurando</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Associa&ccedil;&otilde;es de arquivo</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione  <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Associa&ccedil;&otilde;es de arquivo</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Associa&ccedil;&otilde;es de arquivo</application> para configurar o seguinte:</para>
    <variablelist>
      <varlistentry>
        <term>Tipos de arquivo</term>
        <listitem>
          <para>Voc&ecirc; pode especificar como os v&aacute;rios tipos de arquivos devem ser exibidos e editados. Por exemplo, voc&ecirc; pode especificar um &iacute;cone para representar um tipo de arquivo em particular. Como outro exemplo, voc&ecirc; pode especificar que os arquivos de texto simples sejam iniciados em um editor de texto.</para>
          <para>O gerenciador de arquivos e outros aplicativos do desktop verificam o conte&uacute;do do arquivo para determinar seu tipo. Se as primeiras linhas n&atilde;o determinarem o tipo do arquivo, o aplicativo verificar&aacute; o nome do arquivo.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Servi&ccedil;os</term>
        <listitem>
          <para>Um <firstterm>Identificador de recurso uniforme</firstterm> (URI) &eacute; uma string que identifica um local particular em um sistema de arquivos ou na Web. Por exemplo, o endere&ccedil;o de uma p&aacute;gina da web &eacute; um URI. Um <firstterm>servi&ccedil;o</firstterm> &eacute; um protocolo ou tarefa que um URI solicita. Por exemplo, o URI <literal>http://www.gnome.org</literal> solicita o servi&ccedil;o <literal>http</literal>. </para>
          <para>Voc&ecirc; pode associar um aplicativo a um servi&ccedil;o, de modo que o aplicativo execute a tarefa solicitada pelo servi&ccedil;o. Por exemplo, voc&ecirc; pode associar seu navegador da web preferido ao servi&ccedil;o <literal>http</literal>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <para>A <xref linkend="goscustdoc-TBL-8"/> descreve os elementos na ferramenta de prefer&ecirc;ncias <application>Associa&ccedil;&otilde;es de arquivo</application>.</para>
    <table frame="topbot" id="goscustdoc-TBL-8">
      <title>Elementos da ferramenta de prefer&ecirc;ncias Associa&ccedil;&otilde;es de arquivos </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>Tabela  </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para exibir o conte&uacute;do de uma categoria de tipos de arquivos, clique na seta &agrave; direita pr&oacute;xima ao nome da categoria. A categoria &eacute; exibida de forma expandida, com uma descri&ccedil;&atilde;o de cada tipo de arquivo e a extens&atilde;o do arquivo associada ao tipo de arquivo. </para>
              <para>Para selecionar um tipo de arquivo, clique no tipo de arquivo.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guibutton>Adicionar tipo de arquivo</guibutton> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Clique neste bot&atilde;o para adicionar um tipo de arquivo. Para obter mais informa&ccedil;&otilde;es, consulte <xref linkend="goscustlookandfeel-28"/>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Adicionar servi&ccedil;o</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Clique neste bot&atilde;o para adicionar um servi&ccedil;o. Para obter mais informa&ccedil;&otilde;es, consulte <xref linkend="goscustlookandfeel-30"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Editar</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <indexterm>
                <primary>tipos de arquivos</primary>
                <secondary>editando</secondary>
              </indexterm>
              <indexterm>
                <primary>servi&ccedil;os</primary>
                <secondary>editando</secondary>
              </indexterm>
              <para>Para editar um tipo de arquivo, um servi&ccedil;o ou categoria de tipo de arquivo, selecione o item que voc&ecirc; deseja editar e clique em <guibutton>Editar</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Remover</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para excluir um tipo de arquivo ou um servi&ccedil;o, selecione o item desejado e clique em <guibutton>Remover</guibutton>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <sect2 id="goscustlookandfeel-28">
      <title>Para adicionar um tipo de arquivo </title>
      <indexterm>
        <primary>tipos de arquivos</primary>
        <secondary>adicionando</secondary>
      </indexterm>
      <para>Para adicionar um tipo de arquivo, execute as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Inicie a ferramenta de prefer&ecirc;ncias <application>Associa&ccedil;&otilde;es de arquivos</application>.</para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Adicionar tipo de arquivo</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Digite as propriedades de cada tipo de arquivo na caixa de di&aacute;logo <guilabel>Adicionar tipo de arquivo</guilabel>. A tabela seguinte descreve os elementos da caixa de di&aacute;logo <guilabel>Adicionar tipo de arquivo</guilabel>:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="37.42*"/>
              <colspec colname="colspec1" colwidth="62.58*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Elemento da caixa de di&aacute;logo</para>
                  </entry>
                  <entry>
                    <para>Descri&ccedil;&atilde;o </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Sem &iacute;cone</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escolha um &iacute;cone para representar o tipo de arquivo. Para escolher um &iacute;cone, clique no bot&atilde;o <guibutton>Sem &iacute;cone</guibutton>. A caixa de di&aacute;logo de sele&ccedil;&atilde;o de &iacute;cone &eacute; exibida. Escolha um &iacute;cone na caixa de di&aacute;logo. Alternativamente, para escolher um &iacute;cone em outra pasta, clique em <guibutton>Procurar</guibutton>. Depois de selecionar o &iacute;cone, clique em <guibutton>OK</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Descri&ccedil;&atilde;o</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Digite uma descri&ccedil;&atilde;o do tipo de arquivo.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Tipo MIME</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Digite o Tipo MIME para o tipo de arquivo. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Categoria</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Digite a categoria &agrave; qual voc&ecirc; deseja que o tipo de arquivo perten&ccedil;a nesta ferramenta de prefer&ecirc;ncias. Clique em <guibutton>Escolher</guibutton> para escolher uma categoria na caixa de di&aacute;logo <guilabel>Escolher uma categoria de arquivo</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Extens&otilde;es de arquivo</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Digite as extens&otilde;es de arquivos a serem associadas ao tipo de arquivo. Digite uma extens&atilde;o de arquivo no campo &agrave; esquerda e pressione <keycap>Enter</keycap>. Para excluir uma extens&atilde;o de arquivo, selecione-a no campo &agrave; direita e clique no bot&atilde;o <guibutton>Remover</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Componente visualizador</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione o componente visualizador para exibir arquivos desse tipo no gerenciador de arquivos.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>A&ccedil;&atilde;o padr&atilde;o</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione o aplicativo padr&atilde;o para abrir arquivos desse tipo.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Programa a ser executado</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Especifique um programa para associar ao tipo de arquivo. Digite nesse campo o comando para iniciar o programa. Alternativamente, escolha um comando que voc&ecirc; tenha digitado anteriormente, clique no bot&atilde;o de seta e selecione o comando a ser executado.</para>
                    <para>Voc&ecirc; tamb&eacute;m pode usar o bot&atilde;o <guibutton>Procurar</guibutton> para escolher um comando a ser executado. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Executar no terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione essa op&ccedil;&atilde;o para executar o programa em uma janela de terminal. Escolha essa op&ccedil;&atilde;o para um programa que n&atilde;o abra sua pr&oacute;pria janela para execu&ccedil;&atilde;o.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustlookandfeel-30">
      <title>Para adicionar um servi&ccedil;o </title>
      <indexterm>
        <primary>servi&ccedil;os</primary>
        <secondary>adicionar</secondary>
      </indexterm>
      <para>Para adicionar um servi&ccedil;o, execute as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Inicie a ferramenta de prefer&ecirc;ncias <application>Associa&ccedil;&otilde;es de arquivos</application>.</para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Adicionar servi&ccedil;o</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Digite as propriedades do servi&ccedil;o na caixa de di&aacute;logo <guilabel>Adicionar servi&ccedil;o</guilabel>. A tabela seguinte descreve os elementos da caixa de di&aacute;logo <guilabel>Adicionar servi&ccedil;o</guilabel>:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="41.22*"/>
              <colspec colname="colspec1" colwidth="58.78*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Elemento da caixa de di&aacute;logo</para>
                  </entry>
                  <entry>
                    <para>Descri&ccedil;&atilde;o </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Descri&ccedil;&atilde;o</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Digite uma descri&ccedil;&atilde;o do servi&ccedil;o.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Protocolo</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Digite o protocolo para o servi&ccedil;o.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Programa a ser executado</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>Informa&ccedil;&otilde;es a serem fornecidas em futura vers&atilde;o. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Programa</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Especifique um programa para associar ao servi&ccedil;o. Digite nesse campo o comando para iniciar o programa. Alternativamente, escolha um comando que voc&ecirc; tenha digitado anteriormente, clique no bot&atilde;o de seta e selecione o comando a ser executado.</para>
                    <para>Voc&ecirc; tamb&eacute;m pode usar o bot&atilde;o <guibutton>Procurar</guibutton> para escolher um comando a ser executado.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Executar no terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione essa op&ccedil;&atilde;o para executar o programa em uma janela de terminal. Escolha essa op&ccedil;&atilde;o para um programa que n&atilde;o abra sua pr&oacute;pria janela para execu&ccedil;&atilde;o.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>OK</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosnautilus-15">
    <title>Definindo as prefer&ecirc;ncias de pasta </title>
    <indexterm>
      <primary>gerenciador de arquivos</primary>
      <secondary>personalizando</secondary>
    </indexterm>
    <para>Voc&ecirc; pode personalizar suas pastas para atender suas necessidades e prefer&ecirc;ncias. Esta se&ccedil;&atilde;o descreve como personalizar as suas prefer&ecirc;ncias de pasta. </para>
    <sect2 id="gosnautilus-17">
      <title>Definindo suas prefer&ecirc;ncias </title>
      <indexterm>
        <primary>gerenciador de arquivos</primary>
        <secondary>prefer&ecirc;ncias</secondary>
        <tertiary>introdu&ccedil;&atilde;o</tertiary>
      </indexterm>
      <indexterm>
        <primary>prefer&ecirc;ncias, gerenciador de arquivos</primary>
        <see>prefer&ecirc;ncias de pasta</see>
      </indexterm>
      <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Pastas</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Pastas</guimenuitem></menuchoice>.</para>
      <para>Alternativamente, voc&ecirc; pode usar a caixa de di&aacute;logo <guilabel>Prefer&ecirc;ncias de pastas</guilabel> para definir as prefer&ecirc;ncias para o gerenciador de arquivos. Para exibir a caixa de di&aacute;logo <guilabel> Prefer&ecirc;ncias de pastas</guilabel>, selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Prefer&ecirc;ncias</guimenuitem></menuchoice> de qualquer janela do navegador.</para>
      <para>Voc&ecirc; pode definir as prefer&ecirc;ncias nas seguintes categorias: </para>
      <itemizedlist>
        <listitem>
          <para>As defini&ccedil;&otilde;es padr&atilde;o para exibi&ccedil;&atilde;o.</para>
        </listitem>
        <listitem>
          <para>O comportamento de arquivos e pastas, arquivos de texto execut&aacute;veis e <guilabel>Lixeira</guilabel>.</para>
        </listitem>
        <listitem>
          <para>As informa&ccedil;&otilde;es que s&atilde;o exibidas em legendas de &iacute;cones.</para>
        </listitem>
        <listitem>
          <para>Op&ccedil;&otilde;es de pr&eacute;-visualiza&ccedil;&atilde;o para melhorar o desempenho do gerenciador de arquivos. </para>
        </listitem>
      </itemizedlist>
      <sect3 id="gosnautilus-438">
        <title>Para definir as prefer&ecirc;ncias de visualiza&ccedil;&atilde;o </title>
        <indexterm>
          <primary>gerenciador de arquivos</primary>
          <secondary>prefer&ecirc;ncias</secondary>
          <tertiary>visualiza&ccedil;&otilde;es</tertiary>
        </indexterm>
        <para>Voc&ecirc; pode especificar uma visualiza&ccedil;&atilde;o padr&atilde;o e selecionar op&ccedil;&otilde;es de classifica&ccedil;&atilde;o e de exibi&ccedil;&atilde;o. Voc&ecirc; tamb&eacute;m pode especificar defini&ccedil;&otilde;es padr&atilde;o para visualiza&ccedil;&otilde;es de &iacute;cones e de listas. Para especificar as defini&ccedil;&otilde;es padr&atilde;o de visualiza&ccedil;&atilde;o, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Prefer&ecirc;ncias</guimenuitem></menuchoice>. Clique na guia <guilabel>Visualiza&ccedil;&otilde;es</guilabel> para exibi-la.</para>
        <para>A <xref linkend="gosnautilus-TBL-30"/> lista as prefer&ecirc;ncias de visualiza&ccedil;&otilde;es que voc&ecirc; pode modificar. </para>
        <table frame="topbot" id="gosnautilus-TBL-30">
          <title>Prefer&ecirc;ncias de visualiza&ccedil;&otilde;es</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Elemento da caixa de di&aacute;logo</para>
                </entry>
                <entry>
                  <para>Descri&ccedil;&atilde;o </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Visualizar novas pastas usando</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Seleciona a visualiza&ccedil;&atilde;o padr&atilde;o para pastas. Quando voc&ecirc; abre uma pasta, ela &eacute; exibida na visualiza&ccedil;&atilde;o que voc&ecirc; selecionou.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Organizar itens</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Selecione as caracter&iacute;sticas pelas quais voc&ecirc; deseja classificar os itens nas pastas que s&atilde;o exibidas nessa visualiza&ccedil;&atilde;o.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Classificar pastas antes de arquivos</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para listar as pastas antes dos arquivos quando voc&ecirc; classificar uma pasta.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Mostrar arquivos ocultos e de backup</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir arquivos ocultos e de backup no painel de visualiza&ccedil;&atilde;o. O primeiro caractere do nome de um arquivo oculto &eacute; um ponto (.). O &uacute;ltimo caractere do nome de um arquivo de backup &eacute; um til (~).</para>
                  <para>Voc&ecirc; pode ocultar arquivos no painel de visualiza&ccedil;&atilde;o adicionando a extens&atilde;o <filename>.hidden</filename> ao nome do arquivo. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>N&iacute;vel de zoom padr&atilde;o</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Visualiza&ccedil;&atilde;o de &iacute;cones e de listas. Selecione o n&iacute;vel de zoom padr&atilde;o para as pastas exibidas nessa visualiza&ccedil;&atilde;o. O n&iacute;vel de zoom especifica o tamanho dos itens em uma visualiza&ccedil;&atilde;o.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Usar layout compacto</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para organizar os itens na visualiza&ccedil;&atilde;o de &iacute;cones de modo que os itens na pasta estejam pr&oacute;ximos uns aos outros.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Texto ao lado dos &iacute;cones</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para posicionar as legendas de &iacute;cones dos itens ao lado do &iacute;cone, em vez de embaixo dele.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Exibir somente pastas</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir somente pastas no painel lateral <guilabel>&Aacute;rvore</guilabel>.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-56">
        <title>Para definir as prefer&ecirc;ncias de comportamento  </title>
        <indexterm>
          <primary>gerenciador de arquivos</primary>
          <secondary>prefer&ecirc;ncias</secondary>
          <tertiary>comportamento</tertiary>
        </indexterm>
        <para>Para definir as prefer&ecirc;ncias para arquivos e pastas, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem> Prefer&ecirc;ncias</guimenuitem></menuchoice>. Clique na guia <guilabel>Comportamento</guilabel> para exibi-la.</para>
        <para>A <xref linkend="gosnautilus-TBL-37"/> lista as prefer&ecirc;ncias que voc&ecirc; pode modificar para arquivos e pastas. </para>
        <table frame="topbot" id="gosnautilus-TBL-37">
          <title>Prefer&ecirc;ncias de comportamento de arquivos e pastas</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec6" colwidth="35.09*"/>
            <colspec colname="colspec7" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Op&ccedil;&atilde;o</para>
                </entry>
                <entry>
                  <para>Descri&ccedil;&atilde;o </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Clicar uma vez para ativar itens</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para executar a a&ccedil;&atilde;o padr&atilde;o de um item quando voc&ecirc; clicar sobre ele. Quando essa op&ccedil;&atilde;o est&aacute; selecionada, e voc&ecirc; aponta para um item, o t&iacute;tulo do item &eacute; sublinhado.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Clicar duas vezes para ativar itens</guilabel> </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para executar a a&ccedil;&atilde;o padr&atilde;o de um item quando voc&ecirc; clicar duas vezes sobre ele.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para>
                    <guilabel>Executar arquivos execut&aacute;veis quando clicados</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7">
                  <para>Selecione essa op&ccedil;&atilde;o para executar um arquivo execut&aacute;vel quando voc&ecirc; selecion&aacute;-lo. Um arquivo execut&aacute;vel &eacute; um arquivo de texto que pode ser executado, isto &eacute;, um script de shell. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Visualizar arquivos execut&aacute;veis quando clicados</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o conte&uacute;do de um arquivo execut&aacute;vel quando voc&ecirc; selecion&aacute;-lo.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para>
                    <guilabel>Perguntar sempre</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir uma caixa de di&aacute;logo quando voc&ecirc; selecionar um arquivo execut&aacute;vel. A caixa de di&aacute;logo pergunta se voc&ecirc; deseja executar ou exibir o arquivo.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Perguntar antes de esvaziar a Lixeira ou excluir arquivos</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir uma mensagem de confirma&ccedil;&atilde;o antes de esvaziar a <guilabel>Lixeira</guilabel> ou antes de excluir arquivos.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Incluir um comando Excluir que ignore a Lixeira</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Selecione essa op&ccedil;&atilde;o para adicionar um item de menu <guimenuitem>Excluir</guimenuitem> aos seguintes menus:</para>
                  <itemizedlist>
                    <listitem>
                      <para>Menu <guimenu>Editar</guimenu>.</para>
                    </listitem>
                    <listitem>
                      <para>O menu instant&acirc;neo exibido ao se clicar com o bot&atilde;o direito sobre um arquivo, pasta ou objeto de plano de fundo do desktop. </para>
                    </listitem>
                  </itemizedlist>
                  <para>Quando voc&ecirc; seleciona um item e escolhe o item de menu <guimenuitem>Excluir</guimenuitem>, o item &eacute; exclu&iacute;do do sistema de arquivos imediatamente.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-439">
        <title>Para definir as prefer&ecirc;ncias das legendas de &iacute;cones </title>
        <indexterm>
          <primary>gerenciador de arquivos</primary>
          <secondary>&iacute;cones</secondary>
          <tertiary> prefer&ecirc;ncias de legenda</tertiary>
        </indexterm>
        <indexterm>
          <primary>gerenciador de arquivos </primary>
          <secondary>prefer&ecirc;ncias</secondary>
          <tertiary>legendas de &iacute;cone</tertiary>
        </indexterm>
        <para>Uma legenda de &iacute;cone exibe o nome de um arquivo ou pastas em uma visualiza&ccedil;&atilde;o de &iacute;cones. A legenda de &iacute;cone tamb&eacute;m inclui tr&ecirc;s itens adicionais de informa&ccedil;&otilde;es no arquivo ou pasta. As informa&ccedil;&otilde;es adicionais s&atilde;o exibidas ap&oacute;s o nome do arquivo. Normalmente, apenas um item das informa&ccedil;&otilde;es &eacute; exibido, mas quando voc&ecirc; aplica o zoom sobre um &iacute;cone, o restante das informa&ccedil;&otilde;es &eacute; exibido. Voc&ecirc; pode modificar quais as informa&ccedil;&otilde;es adicionais ser&atilde;o exibidas nas legendas de &iacute;cones. </para>
        <para>Para definir as prefer&ecirc;ncias para legendas de &iacute;cones, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem> Prefer&ecirc;ncias</guimenuitem></menuchoice>. Clique na guia <guilabel>Legenda de &iacute;cones</guilabel> para exibi-la. </para>
        <para>Selecione os itens de informa&ccedil;&otilde;es que voc&ecirc; deseja exibir na legenda de &iacute;cone nos tr&ecirc;s menus suspensos. Selecione o primeiro item no primeiro menu suspenso, o segundo item no segundo menu e assim por diante. A tabela a seguir descreve os itens de informa&ccedil;&otilde;es que voc&ecirc; pode selecionar:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Informa&ccedil;&otilde;es</para>
                </entry>
                <entry>
                  <para>Descri&ccedil;&atilde;o </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tamanho</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o tamanho do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tipo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir a descri&ccedil;&atilde;o do Tipo MIME do item na ferramenta de prefer&ecirc;ncias <application>Programas e tipos de arquivos</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Data de modifica&ccedil;&atilde;o</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir a data da &uacute;ltima modifica&ccedil;&atilde;o do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Data de acesso</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir a data do &uacute;ltimo acesso ao item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Propriet&aacute;rio</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o propriet&aacute;rio do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Grupo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o grupo ao qual o item pertence.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Permiss&otilde;es</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>permiss&otilde;es </primary><secondary>exibindo como caracteres</secondary></indexterm>Escolha essa op&ccedil;&atilde;o para exibir as permiss&otilde;es do item como tr&ecirc;s conjuntos de tr&ecirc;s caracteres, por exemplo <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Permiss&otilde;es em octal</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>permiss&otilde;es</primary><secondary>exibindo em nota&ccedil;&atilde;o octal</secondary></indexterm>Selecione essa op&ccedil;&atilde;o para exibir as permiss&otilde;es do item em nota&ccedil;&atilde;o octal, por exemplo <computeroutput>764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tipo MIME</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o Tipo MIME do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Nenhum</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para n&atilde;o exibir informa&ccedil;&otilde;es sobre o item.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-490">
        <title>Para definir as prefer&ecirc;ncias de listas de colunas</title>
        <para>Voc&ecirc; pode especificar quais informa&ccedil;&otilde;es ser&atilde;o exibidas na visualiza&ccedil;&atilde;o de listas nas janelas do gerenciador de arquivos. Voc&ecirc; pode especificar quais colunas ser&atilde;o exibidas na visualiza&ccedil;&atilde;o de listas e sua ordem de exibi&ccedil;&atilde;o.</para>
        <para>Para definir as prefer&ecirc;ncias para listas de colunas, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem> Prefer&ecirc;ncias</guimenuitem></menuchoice>. Clique na guia <guilabel>Lista de colunas</guilabel> para exibi-la. </para>
        <para>Para especificar uma coluna a ser exibida na visualiza&ccedil;&atilde;o de listas, selecione a op&ccedil;&atilde;o que corresponde &agrave; coluna e clique no bot&atilde;o <guibutton>Exibir</guibutton>. Para remover uma coluna na visualiza&ccedil;&atilde;o de listas, selecione a op&ccedil;&atilde;o que corresponde &agrave; coluna e clique no bot&atilde;o <guibutton>Ocultar</guibutton>.</para>
        <para>Use os bot&otilde;es <guibutton>Mover acima</guibutton> e <guibutton>Mover abaixo</guibutton> para especificar a posi&ccedil;&atilde;o das colunas na visualiza&ccedil;&atilde;o de listas.</para>
        <para>Para usar as colunas padr&atilde;o e suas posi&ccedil;&otilde;es padr&atilde;o, clique no bot&atilde;o <guibutton>Usar padr&atilde;o</guibutton>. </para>
        <para>A tabela a seguir descreve as colunas que voc&ecirc; pode exibir:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Informa&ccedil;&otilde;es</para>
                </entry>
                <entry>
                  <para>Descri&ccedil;&atilde;o </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Nome</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o nome do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tamanho</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o tamanho do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tipo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir a descri&ccedil;&atilde;o do Tipo MIME do item na ferramenta de prefer&ecirc;ncias <application>Programas e tipos de arquivos</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Data de modifica&ccedil;&atilde;o</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir a data da &uacute;ltima modifica&ccedil;&atilde;o do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Data de acesso</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir a data do &uacute;ltimo acesso ao item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Grupo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o grupo ao qual o item pertence.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Tipo MIME</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o Tipo MIME do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Permiss&otilde;es em octal</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para><indexterm><primary>permiss&otilde;es</primary><secondary>exibindo em nota&ccedil;&atilde;o octal</secondary></indexterm>Selecione essa op&ccedil;&atilde;o para exibir as permiss&otilde;es do item em nota&ccedil;&atilde;o octal, por exemplo <computeroutput> 764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Propriet&aacute;rio</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione essa op&ccedil;&atilde;o para exibir o propriet&aacute;rio do item.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Permiss&otilde;es</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>permiss&otilde;es </primary><secondary>exibindo como caracteres</secondary></indexterm>Selecione essa op&ccedil;&atilde;o para exibir as permiss&otilde;es do item como tr&ecirc;s conjuntos de tr&ecirc;s caracteres, por exemplo <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-60">
        <title>Para definir as prefer&ecirc;ncias de pr&eacute;-visualiza&ccedil;&atilde;o </title>
        <indexterm>
          <primary>gerenciador de arquivos</primary>
          <secondary>prefer&ecirc;ncias</secondary>
          <tertiary>pr&eacute;-visualiza&ccedil;&otilde;es</tertiary>
        </indexterm>
        <para>O gerenciador de arquivos inclui alguns recursos de pr&eacute;-visualiza&ccedil;&atilde;o de arquivos. Os recursos de pr&eacute;-visualiza&ccedil;&atilde;o podem afetar a velocidade do gerenciador de arquivos nas respostas a solicita&ccedil;&otilde;es. Voc&ecirc; pode modificar o comportamento de alguns desses recursos para melhorar a velocidade do gerenciador de arquivos. Para cada prefer&ecirc;ncia de pr&eacute;-visualiza&ccedil;&atilde;o, voc&ecirc; pode selecionar uma das op&ccedil;&otilde;es descritas na tabela a seguir:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colwidth="35.09*"/>
            <colspec colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Op&ccedil;&atilde;o</para>
                </entry>
                <entry>
                  <para>Descri&ccedil;&atilde;o </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Sempre</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Executa a a&ccedil;&atilde;o tanto para arquivos locais como para arquivos em outros sistemas de arquivos.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Somente arquivos locais</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Executa a a&ccedil;&atilde;o somente para arquivos locais.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Nunca</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Nunca executa a a&ccedil;&atilde;o. </para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
        <para>Para definir as prefer&ecirc;ncias de pr&eacute;-visualiza&ccedil;&atilde;o, selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Prefer&ecirc;ncias</guimenuitem></menuchoice>. Clique na guia <guilabel>Pr&eacute;-visualiza&ccedil;&atilde;o</guilabel> para exibi-la. </para>
        <para>A <xref linkend="gosnautilus-TBL-41"/> lista as prefer&ecirc;ncias de pr&eacute;-visualiza&ccedil;&atilde;o que voc&ecirc; pode modificar.</para>
        <table frame="topbot" id="gosnautilus-TBL-41">
          <title>Prefer&ecirc;ncias de pr&eacute;-visualiza&ccedil;&atilde;o</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Elemento da caixa de di&aacute;logo</para>
                </entry>
                <entry>
                  <para>Descri&ccedil;&atilde;o </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Exibe texto em &iacute;cones</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Selecione uma op&ccedil;&atilde;o para especificar quando pr&eacute;-visualizar o conte&uacute;do dos arquivos de texto no &iacute;cone que representa o arquivo. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Exibir miniaturas </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione uma op&ccedil;&atilde;o para especificar quando exibir miniaturas dos arquivos de imagem. O gerenciador de arquivos armazena os arquivos de miniatura de cada pasta no diret&oacute;rio <filename>.thumbnails</filename>, que est&aacute; um n&iacute;vel abaixo da pasta.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Somente arquivos menores que </guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Especifica o tamanho m&aacute;ximo do arquivo para o qual o gerenciador de arquivos cria uma miniatura.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para><guilabel>Ouvir arquivos de som</guilabel> </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Selecione uma op&ccedil;&atilde;o para especificar quando ouvir arquivos de som. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Contar n&uacute;mero de itens</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Selecione uma op&ccedil;&atilde;o para especificar quando exibir o n&uacute;mero de itens nas pastas. Se voc&ecirc; tiver definido a visualiza&ccedil;&atilde;o para visualiza&ccedil;&atilde;o de &iacute;cones, pode ser necess&aacute;rio aumentar o n&iacute;vel de zoom padr&atilde;o na guia <guilabel>Visualiza&ccedil;&otilde;es</guilabel> para exibir o n&uacute;mero de itens em cada pasta.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
    </sect2>
    <sect2 id="gosnautilus-50">
      <title>Alterando planos de fundo </title>
      <indexterm>
        <primary>gerenciador de arquivos</primary>
        <secondary>alterando planos de fundo </secondary>
      </indexterm>
      <indexterm>
        <primary>planos de fundo</primary>
        <secondary> alterando componente de tela</secondary>
      </indexterm>
      <para>O gerenciador de arquivos inclui planos de fundo que voc&ecirc; pode usar para alterar o estilo dos seguintes componentes de tela: </para>
      <itemizedlist>
        <listitem>
          <para>Desktop</para>
        </listitem>
        <listitem>
          <para>Painel lateral e painel de visualiza&ccedil;&atilde;o das janelas de navega&ccedil;&atilde;o por arquivos</para>
        </listitem>
        <listitem>
          <para>Pain&eacute;is</para>
        </listitem>
      </itemizedlist>
      <para>Para alterar o plano de fundo de um componente de tela, execute as seguintes etapas: </para>
      <orderedlist>
        <listitem>
          <para>Selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem> Planos de fundo e emblemas</guimenuitem></menuchoice>.</para>
        </listitem>
        <listitem>
          <para>Para exibir uma lista de padr&otilde;es que voc&ecirc; pode usar no plano de fundo, clique no bot&atilde;o <guibutton>Padr&otilde;es</guibutton> na caixa de di&aacute;logo <guilabel>Planos de fundo e emblemas</guilabel>. Para exibir uma lista das cores que voc&ecirc; pode usar no plano de fundo, clique no bot&atilde;o <guibutton>Cores</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Para alterar o plano de fundo para um padr&atilde;o, arraste o padr&atilde;o at&eacute; o componente de tela. Para alterar o plano de fundo para uma cor, arraste a cor at&eacute; o componente de tela. </para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton>.</para>
        </listitem>
      </orderedlist>
      <para>Para redefinir o plano de fundo do painel de visualiza&ccedil;&atilde;o ou do painel lateral para o plano de fundo padr&atilde;o, clique com o bot&atilde;o direito no plano de fundo do painel e selecione <guimenuitem> Usar plano de fundo padr&atilde;o</guimenuitem>.</para>
      <para>Quando voc&ecirc; altera o plano de fundo do painel lateral ou do painel de visualiza&ccedil;&atilde;o de uma pasta particular, o gerenciador de arquivos mant&eacute;m na mem&oacute;ria o plano de fundo que voc&ecirc; escolheu. Na pr&oacute;xima vez que voc&ecirc; exibir a pasta, o plano de fundo escolhido &eacute; exibido. Em outras palavras, quando voc&ecirc; altera o plano de fundo de uma pasta, voc&ecirc; personaliza a pasta para exibir o plano de fundo. </para>
      <sect3 id="gosnautilus-63">
        <title>Para adicionar um padr&atilde;o </title>
        <indexterm>
          <primary>planos de fundo</primary>
          <secondary>adicionar padr&otilde;es</secondary>
        </indexterm>
        <para>Para adicionar um padr&atilde;o aos padr&otilde;es que voc&ecirc; pode usar nos componentes de tela, selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem> Planos de fundo e emblemas</guimenuitem></menuchoice>. Clique no bot&atilde;o <guibutton> Padr&otilde;es</guibutton> e, em seguida, no bot&atilde;o <guibutton>Adicionar novo padr&atilde;o</guibutton>. Uma caixa de di&aacute;logo &eacute; exibida. Use a caixa de di&aacute;logo para localizar o novo padr&atilde;o. Clique em <guibutton>OK</guibutton> para adicionar o novo padr&atilde;o na caixa de di&aacute;logo <guilabel> Planos de fundo e emblemas</guilabel>.</para>
      </sect3>
      <sect3 id="gosnautilus-64">
        <title>Para adicionar uma cor </title>
        <indexterm>
          <primary>planos de fundo</primary>
          <secondary>adicionar cores</secondary>
        </indexterm>
        <para>Para adicionar uma cor &agrave;s cores que voc&ecirc; pode usar nos componentes de tela, selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem> Planos de fundo e emblemas</guimenuitem></menuchoice>. Clique no bot&atilde;o <guibutton> Cores</guibutton> e, em seguida, no bot&atilde;o <guibutton>Adicionar nova cor</guibutton>. A caixa de di&aacute;logo de sele&ccedil;&atilde;o de cor &eacute; exibida. Use a roda de cores ou os controles deslizantes para escolher a cor. Clique em <guibutton>OK</guibutton> para adicionar a nova cor na caixa de di&aacute;logo <guilabel> Planos de fundo e emblemas</guilabel>.</para>
      </sect3>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-38">
    <title>Escolhendo fontes padr&atilde;o </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Fonte</secondary>
    </indexterm>
    <indexterm>
      <primary>fontes</primary>
      <secondary>plano de fundo do desktop </secondary>
    </indexterm>
    <indexterm>
      <primary>fontes</primary>
      <secondary>aplicativos </secondary>
    </indexterm>
    <indexterm>
      <primary>fontes</primary>
      <secondary>t&iacute;tulo da janela</secondary>
    </indexterm>
    <indexterm>
      <primary>fontes</primary>
      <secondary> terminal</secondary>
    </indexterm>
    <indexterm>
      <primary>fontes</primary>
      <secondary> processamento</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Fontes</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu> Prefer&ecirc;nciasPrefer&ecirc;ncias do desktop</guimenu><guisubmenu>Exibir</guisubmenu><guimenuitem>Fontes</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Fontes</application> para selecionar as fontes a serem usadas nos aplicativos, janelas, terminais e plano de fundo do desktop. </para>
    <para>A <xref linkend="goscustdesk-TBL-26"/> lista as prefer&ecirc;ncias de fontes que voc&ecirc; pode modificar.</para>
    <table frame="topbot" id="goscustdesk-TBL-26">
      <title>Prefer&ecirc;ncias de fontes </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec18" colwidth="19.21*"/>
        <colspec colname="colspec19" colwidth="46.79*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Fontes de aplicativos</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Clique no bot&atilde;o de sele&ccedil;&atilde;o de fontes para selecionar uma fonte para uso nos aplicativos. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Fonte do desktop</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Clique no bot&atilde;o de sele&ccedil;&atilde;o de fontes para selecionar uma fonte para uso somente no plano de fundo do desktop.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Fonte do t&iacute;tulo da janela</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Clique no bot&atilde;o de sele&ccedil;&atilde;o de fontes para selecionar uma fonte para uso nas barras de t&iacute;tulo das janelas.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Fonte do terminal</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Clique no bot&atilde;o de sele&ccedil;&atilde;o de fontes para selecionar uma fonte para uso no aplicativo <application>Terminal</application>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Processamento de fontes</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Para especificar como processar fontes em sua tela, selecione uma das seguintes op&ccedil;&otilde;es:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Monocrom&aacute;tica</guilabel>: Processa fontes somente em preto e branco. Os limites dos caracteres podem aparecer serrilhados em alguns casos, uma vez que os caracteres n&atilde;o sofreram o antialiasing. <firstterm>Antialiasing</firstterm> &eacute; um efeito aplicado aos limites dos caracteres para torn&aacute;-los visualmente suaves.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Melhor forma</guilabel>: Aplica o antialiasing nas fontes, quando poss&iacute;vel. Use essa op&ccedil;&atilde;o para monitores padr&atilde;o de tubo de raios cat&oacute;dicos (CRT).</para>
                </listitem>
                <listitem>
                  <para><guilabel>Melhor contraste</guilabel>: Ajusta as fontes para oferecer o melhor contraste poss&iacute;vel e tamb&eacute;m aplica o antialiasing nas fontes, de modo que os caracteres apresentem limites mais suaves. Esta op&ccedil;&atilde;o pode melhorar a acessibilidade do Java Desktop System a usu&aacute;rios com dificuldades visuais.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Suaviza&ccedil;&atilde;o de subpixel (LCDs)</guilabel>: Utiliza t&eacute;cnica que explora individualmente o formato dos pixels da tela de cristal l&iacute;quido (LCD) para processar fontes de modo mais suave. Use essa op&ccedil;&atilde;o para monitores de tela plana ou de LCD.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton> Detalhes</guibutton>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Clique nesse bot&atilde;o para especificar detalhes adicionais de como processar fontes em sua tela.</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Resolu&ccedil;&atilde;o (pontos por polegada)</guilabel>: Use a caixa de rolagem para especificar a resolu&ccedil;&atilde;o a ser usada quando a tela processar fontes.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Suaviza&ccedil;&atilde;o</guilabel>: Selecione uma das op&ccedil;&otilde;es para especificar como aplicar o antialiasing nas fontes.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Hinting</guilabel>: <firstterm>Hinting</firstterm> &eacute; uma t&eacute;cnica de processamento que melhora a qualidade das fontes de pequeno tamanho e em resolu&ccedil;&otilde;es baixas. Selecione uma das op&ccedil;&otilde;es para especificar como aplicar o hinting &agrave;s fontes.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Ordem de subpixel</guilabel>: Selecione uma das op&ccedil;&otilde;es para especificar a ordem de cor de subpixel das fontes. Use essa op&ccedil;&atilde;o para monitores de tela plana ou de LCD.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-50">
    <title>Configurando a conex&atilde;o ao proxy </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>configura&ccedil;&atilde;o da Internet </secondary>
    </indexterm>
    <indexterm>
      <primary>configura&ccedil;&atilde;o de proxy</primary>
      <secondary>definindo as prefer&ecirc;ncias</secondary>
    </indexterm>
    <indexterm>
      <primary> internet</primary>
      <secondary>configurando a conex&atilde;o</secondary>
    </indexterm>
    <indexterm>
      <primary>internet</primary>
      <secondary>definindo as prefer&ecirc;ncias</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Configura&ccedil;&atilde;o de proxy</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione  <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Configura&ccedil;&atilde;o de proxy</guimenuitem></menuchoice>.</para>
    <para>A ferramenta de prefer&ecirc;ncias <application>Configura&ccedil;&atilde;o de proxy</application> permite que voc&ecirc; configure a maneira como o seu sistema se conecta &agrave; Internet. Voc&ecirc; pode configurar o Java Desktop System para conectar-se a um <firstterm>servidor proxy</firstterm> e especificar os detalhes desse servidor. Um servidor proxy &eacute; um servidor que intercepta solicita&ccedil;&otilde;es de outro servidor e as atende, se puder. Voc&ecirc; pode digitar o nome DNS ou o endere&ccedil;o IP do servidor proxy. Um <firstterm>nome DNS</firstterm> &eacute; um identificador alfab&eacute;tico &uacute;nico para um computador em uma rede. Um <firstterm>endere&ccedil;o IP</firstterm> &eacute; um identificador num&eacute;rico &uacute;nico para um computador em uma rede. </para>
    <para>A <xref linkend="goscustdesk-TBL-52"/> lista as prefer&ecirc;ncias de configura&ccedil;&atilde;o do proxy que voc&ecirc; pode modificar.</para>
    <table frame="topbot" id="goscustdesk-TBL-52">
      <title>Prefer&ecirc;ncias de Internet</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec2" colwidth="35.09*"/>
        <colspec colname="colspec3" colwidth="64.91*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Conex&atilde;o direta &agrave; internet </guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para se conectar diretamente &agrave; Internet, sem um servidor proxy.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2">
              <para>
                <guilabel>Configura&ccedil;&atilde;o manual do proxy</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para se conectar &agrave; Internet atrav&eacute;s de um servidor proxy e desejar configur&aacute;-lo manualmente.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy HTTP</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Digite o nome DNS ou o endere&ccedil;o IP do servidor proxy a ser usado quando voc&ecirc; solicitar um servi&ccedil;o HTTP. Digite o n&uacute;mero da porta do servi&ccedil;o HTTP no servidor proxy na caixa de rolagem <guilabel>Porta</guilabel> .</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy HTTP seguro</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Digite o nome DNS ou o endere&ccedil;o IP do servidor proxy a ser usado quando voc&ecirc; solicitar um servi&ccedil;o HTTP seguro. Digite o n&uacute;mero da porta do servi&ccedil;o HTTP seguro no servidor proxy na caixa de rolagem <guilabel>Porta</guilabel> .</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy FTP </guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Digite o nome DNS ou o endere&ccedil;o IP do servidor proxy a ser utilizado quando voc&ecirc; solicitar um servi&ccedil;o FTP. Digite o n&uacute;mero da porta do servi&ccedil;o FTP no servidor proxy na caixa de rolagem <guilabel>Porta</guilabel> .</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Host socks</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Digite o nome DNS ou o endere&ccedil;o IP do host Socks a ser utilizado. Digite o n&uacute;mero da porta do protocolo socks no servidor proxy na caixa de rolagem <guilabel>Porta</guilabel> .</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Configura&ccedil;&atilde;o autom&aacute;tica do proxy</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o se voc&ecirc; desejar se conectar &agrave; Internet atrav&eacute;s de um servidor proxy e desejar configur&aacute;-lo automaticamente.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Configura&ccedil;&atilde;o autom&aacute;tica de URL</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Digite o URL que cont&eacute;m a informa&ccedil;&atilde;o necess&aacute;ria para configurar o servidor proxy automaticamente. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustaccess-6">
    <title>Configurando op&ccedil;&otilde;es de acessibilidade de teclado</title>
    <indexterm>
      <primary>AccessX</primary>
      <see>ferramentas de prefer&ecirc;ncias , Acessibilidade de teclado</see>
    </indexterm>
    <indexterm>
      <primary>teclado</primary>
      <secondary>configurando op&ccedil;&otilde;es de acessibilidade</secondary>
    </indexterm>
    <indexterm>
      <primary>acessibilidade</primary>
      <secondary>configurando o teclado</secondary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Acessibilidade de teclado</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias de acessibilidade  <guilabel>Teclado</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Acessibilidade</guisubmenu><guimenuitem>Teclado</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias de acessibilidade <application>Teclado</application> para definir as prefer&ecirc;ncias de acessibilidade de teclado. A ferramenta de prefer&ecirc;ncias de acessibilidade <application>Teclado</application> tamb&eacute;m &eacute; conhecida como <application> AccessX</application>.</para>
    <para>Voc&ecirc; pode personalizar as prefer&ecirc;ncias de acessibilidade de teclado nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>B&aacute;sica</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Filtros</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Mouse</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustaccess-8">
      <title>Prefer&ecirc;ncias b&aacute;sicas</title>
      <para>A <xref linkend="goscustaccess-TBL-1"/> lista as prefer&ecirc;ncias b&aacute;sicas de acessibilidade de teclado que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustaccess-TBL-1">
        <title>Prefer&ecirc;ncias de acessibilidade de teclado </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar recursos de acessibilidade de teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar os recursos de acessibilidade de teclado. Quando voc&ecirc; seleciona essa op&ccedil;&atilde;o, as demais op&ccedil;&otilde;es na ferramenta de prefer&ecirc;ncias tornam-se dispon&iacute;veis.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guilabel>Desabilitar se n&atilde;o utilizada para </guilabel> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para desabilitar as prefer&ecirc;ncias de acessibilidade de teclado se o teclado n&atilde;o for usado por um per&iacute;odo de tempo especificado. Use a barra deslizante para especificar o n&uacute;mero de segundos de tempo ocioso do teclado, necess&aacute;rio para que o sistema desabilite as prefer&ecirc;ncias de acessibilidade de teclado. Quando &eacute; atingido o n&uacute;mero especificado de segundos, as seguintes prefer&ecirc;ncias de acessibilidade de teclado s&atilde;o desabilitadas:</para>
                <itemizedlist>
                  <listitem>
                    <para>Teclas de repercuss&atilde;o</para>
                  </listitem>
                  <listitem>
                    <para>Teclas do mouse</para>
                  </listitem>
                  <listitem>
                    <para>Teclas lentas</para>
                  </listitem>
                  <listitem>
                    <para>Teclas de ader&ecirc;ncia</para>
                  </listitem>
                  <listitem>
                    <para>Teclas de altern&acirc;ncia</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Emitir sinal sonoro quando os recursos forem habilitados ou desabilitados no teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para ter uma indica&ccedil;&atilde;o sonora de quando um recurso, como as teclas de ader&ecirc;ncia ou as teclas lentas, for habilitado ou desabilitado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guibutton>Importar defini&ccedil;&otilde;es de recursos</guibutton> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Clique nesse bot&atilde;o para importar um arquivo de configura&ccedil;&atilde;o do <application>AccessX</application>. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas de ader&ecirc;ncia</guilabel>
                </para>
                <indexterm>
                  <primary>acessibilidade</primary>
                  <secondary> teclas de ader&ecirc;ncia</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para executar v&aacute;rias opera&ccedil;&otilde;es simult&acirc;neas de pressionamento de tecla, pressionando as teclas em seq&uuml;&ecirc;ncia. Alternativamente, para ativar o recurso de teclas de ader&ecirc;ncia, pressione <keycap>Shift</keycap> cinco vezes.</para>
                <para>Voc&ecirc; pode definir as seguintes prefer&ecirc;ncias para as teclas de ader&ecirc;ncia:</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Emitir sinal sonoro quando a tecla modificadora for pressionada</guilabel>: Selecione essa op&ccedil;&atilde;o para ter uma indica&ccedil;&atilde;o sonora quando voc&ecirc; pressionar uma tecla modificadora. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Desabilitar se duas teclas forem pressionadas juntas</guilabel>: Selecione essa op&ccedil;&atilde;o para especificar que, ao pressionar duas teclas simultaneamente, voc&ecirc; n&atilde;o poder&aacute; mais pressionar teclas em seq&uuml;&ecirc;ncia para executar v&aacute;rios pressionamentos de tecla simult&acirc;neos.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Repetir teclas</guilabel>
                </para>
                <indexterm>
                  <primary>acessibilidade</primary>
                  <secondary>repetir teclas</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar as defini&ccedil;&otilde;es de repeti&ccedil;&atilde;o autom&aacute;tica para o teclado. Voc&ecirc; pode definir as seguintes prefer&ecirc;ncias de repeti&ccedil;&atilde;o autom&aacute;tica:</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Atraso</guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar o intervalo entre o primeiro pressionamento de tecla e a repeti&ccedil;&atilde;o autom&aacute;tica da tecla pressionada. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Velocidade</guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar o n&uacute;mero de caracteres por segundo para inser&ccedil;&atilde;o. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Digite para testar as defini&ccedil;&otilde;es</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>A &aacute;rea de teste &eacute; uma interface interativa para voc&ecirc; verificar como as defini&ccedil;&otilde;es do teclado afetam a exibi&ccedil;&atilde;o conforme voc&ecirc; digita. Digite algum texto nessa &aacute;rea de teste para verificar os efeitos de suas defini&ccedil;&otilde;es.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Para obter mais informa&ccedil;&otilde;es sobre a configura&ccedil;&atilde;o de prefer&ecirc;ncias de acessibilidade de teclado b&aacute;sicas, consulte o <citetitle>Guia de Acessibilidade do Java Desktop System Release 3</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-9">
      <title>Prefer&ecirc;ncias de filtros</title>
      <para>A <xref linkend="goscustaccess-TBL-11"/> lista as prefer&ecirc;ncias de filtro que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustaccess-TBL-11">
        <title>Prefer&ecirc;ncias de filtros </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar recursos de acessibilidade de teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar os recursos de acessibilidade de teclado. Quando voc&ecirc; seleciona essa op&ccedil;&atilde;o, as demais op&ccedil;&otilde;es na ferramenta de prefer&ecirc;ncias tornam-se dispon&iacute;veis.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas lentas</guilabel>
                </para>
                <indexterm>
                  <primary>acessibilidade</primary>
                  <secondary>teclas lentas </secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para controlar o per&iacute;odo de tempo em que voc&ecirc; deve manter pressionada uma tecla antes da aceita&ccedil;&atilde;o. Alternativamente, para habilitar o recurso de teclas lentas, mantenha pressionada a tecla <keycap> Shift</keycap> por oito segundos.</para>
                <para>Voc&ecirc; pode definir as seguintes prefer&ecirc;ncias para as teclas lentas: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Somente aceitar teclas pressionadas por </guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar o per&iacute;odo de tempo que voc&ecirc; deve manter pressionada uma tecla antes da aceita&ccedil;&atilde;o. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Emitir sinal sonoro quando a tecla &eacute;</guilabel>: Selecione a op&ccedil;&atilde;o ou op&ccedil;&otilde;es apropriadas para ter uma indica&ccedil;&atilde;o sonora quando uma tecla for pressionada, aceita ou rejeitada. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas de repercuss&atilde;o</guilabel>
                </para>
                <indexterm>
                  <primary>acessibilidade</primary>
                  <secondary> teclas de repercuss&atilde;o</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para aceitar uma entrada pelo teclado e controlar as caracter&iacute;sticas de repeti&ccedil;&atilde;o de tecla. Voc&ecirc; pode definir as seguintes prefer&ecirc;ncias para as teclas de repercuss&atilde;o: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Ignorar pressionamento duplicado de teclas dentro de </guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar o intervalo entre o primeiro pressionamento de tecla e a repeti&ccedil;&atilde;o autom&aacute;tica da tecla pressionada. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Emitir sinal sonoro se a tecla for rejeitada</guilabel>: Selecione essa op&ccedil;&atilde;o para uma indica&ccedil;&atilde;o sonora da rejei&ccedil;&atilde;o da tecla. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas de altern&acirc;ncia</guilabel>
                </para>
                <indexterm>
                  <primary>acessibilidade</primary>
                  <secondary> teclas de altern&acirc;ncia</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para uma indica&ccedil;&atilde;o sonora de pressionamento de tecla de altern&acirc;ncia. Voc&ecirc; ouvir&aacute; um sinal sonoro quando uma tecla de altern&acirc;ncia for ativada. Voc&ecirc; ouvir&aacute; dois sinais sonoros quando uma tecla de altern&acirc;ncia for desativada.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Digite para testar as defini&ccedil;&otilde;es</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>A &aacute;rea de teste &eacute; uma interface interativa para voc&ecirc; verificar como as defini&ccedil;&otilde;es do teclado afetam a exibi&ccedil;&atilde;o conforme voc&ecirc; digita. Digite algum texto nessa &aacute;rea de teste para verificar os efeitos de suas defini&ccedil;&otilde;es.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Para obter mais informa&ccedil;&otilde;es sobre a configura&ccedil;&atilde;o de prefer&ecirc;ncias de acessibilidade de filtro, consulte o <citetitle>Guia de Acessibilidade do Java Desktop System Release 3</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-10">
      <title>Prefer&ecirc;ncias do mouse</title>
      <para>A <xref linkend="goscustaccess-TBL-12"/> lista as prefer&ecirc;ncias do mouse que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustaccess-TBL-12">
        <title>Prefer&ecirc;ncias do mouse </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar recursos de acessibilidade de teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar os recursos de acessibilidade de teclado. Quando voc&ecirc; seleciona essa op&ccedil;&atilde;o, as demais op&ccedil;&otilde;es na ferramenta de prefer&ecirc;ncias tornam-se dispon&iacute;veis.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas do mouse</guilabel>
                </para>
                <indexterm>
                  <primary>acessibilidade</primary>
                  <secondary>teclas do mouse</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para fazer com que o teclado num&eacute;rico emule a&ccedil;&otilde;es do mouse. Voc&ecirc; pode definir as seguintes prefer&ecirc;ncias para as teclas do mouse: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Velocidade m&aacute;xima do ponteiro</guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar a velocidade m&aacute;xima com que o ponteiro se movimenta pela tela.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Tempo para acelerar at&eacute; a velocidade m&aacute;xima</guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar a dura&ccedil;&atilde;o do tempo de acelera&ccedil;&atilde;o do ponteiro. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Atraso entre o pressionamento de tecla e o movimento do ponteiro</guilabel>: Use o controle deslizante ou a caixa de rolagem para especificar o per&iacute;odo de tempo entre o pressionamento da tecla e o movimento do ponteiro. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guibutton>Prefer&ecirc;ncias do mouse</guibutton>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Clique nesse bot&atilde;o para abrir a ferramenta de prefer&ecirc;ncias <application> Mouse</application>.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Para obter mais informa&ccedil;&otilde;es sobre a configura&ccedil;&atilde;o de prefer&ecirc;ncias de acessibilidade do mouse, consulte o <citetitle>Guia de Acessibilidade do Java Desktop System Release 3</citetitle>. </para>
    </sect2>
  </sect1>
  <sect1 id="goscustperiph-2">
    <title>Configurando as prefer&ecirc;ncias de comportamento do teclado </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Teclado</secondary>
    </indexterm>
    <indexterm>
      <primary>teclado</primary>
      <secondary>configurando prefer&ecirc;ncias gerais</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Teclado</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu> Prefer&ecirc;nciasPrefer&ecirc;ncias do desktop</guimenu><guisubmenu>Teclado</guisubmenu><guimenuitem>Comportamento</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Comportamento do teclado</application> para modificar as prefer&ecirc;ncias de repeti&ccedil;&atilde;o autom&aacute;tica do teclado e para configurar defini&ccedil;&otilde;es de interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o.</para>
    <para>Voc&ecirc; pode definir as prefer&ecirc;ncias da ferramenta de prefer&ecirc;ncias <application>Comportamento do teclado</application> nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Teclado</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Layouts</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Op&ccedil;&otilde;es de layout</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-40">
      <title>Prefer&ecirc;ncias de teclado</title>
      <para>Use a guia <guilabel>Teclado</guilabel> para definir as prefer&ecirc;ncias gerais do teclado. Para iniciar a ferramenta de prefer&ecirc;ncias de <emphasis> acessibilidade</emphasis> <application>Teclado</application>, isto &eacute;, o <application>AccessX</application>, clique no bot&atilde;o <guibutton>Acessibilidade</guibutton>.</para>
      <para>A <xref linkend="goscustperiph-TBL-3"/> lista as prefer&ecirc;ncias de teclado que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustperiph-TBL-3">
        <title>Prefer&ecirc;ncias de teclado </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Repeti&ccedil;&atilde;o quando a tecla &eacute; mantida pressionada</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar a repeti&ccedil;&atilde;o de teclado. Se a repeti&ccedil;&atilde;o de teclado estiver habilitada, quando voc&ecirc; mantiver pressionada uma tecla, a a&ccedil;&atilde;o a ela associada ser&aacute; executada repetidamente. Por exemplo, se voc&ecirc; mantiver pressionada uma tecla de caractere, esse caractere ser&aacute; digitado repetidamente.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Atraso</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Selecione o atraso entre o pressionamento da tecla e a repeti&ccedil;&atilde;o da a&ccedil;&atilde;o.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Velocidade</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Selecione a velocidade com que a a&ccedil;&atilde;o &eacute; repetida. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Cursor pisca em caixas de texto e campos</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar a intermit&ecirc;ncia do cursor em campos e caixas de texto.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Velocidade</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Use o controle deslizante para especificar a velocidade com que o cursor pisca nos campos e caixas de texto.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Digite para testar as defini&ccedil;&otilde;es</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>A &aacute;rea de teste &eacute; uma interface interativa para voc&ecirc; verificar como as defini&ccedil;&otilde;es do teclado afetam a exibi&ccedil;&atilde;o conforme voc&ecirc; digita. Digite algum texto nessa &aacute;rea de teste para verificar os efeitos de suas defini&ccedil;&otilde;es.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-86">
      <title>Prefer&ecirc;ncias de interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o</title>
      <para>Use a guia <guilabel>Interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o</guilabel> para definir as prefer&ecirc;ncias de interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o. Para iniciar a ferramenta de prefer&ecirc;ncias de <emphasis> acessibilidade</emphasis> <application>Teclado</application>, isto &eacute;, o <application>AccessX</application>, clique no bot&atilde;o <guibutton>Acessibilidade</guibutton>.</para>
      <para>A <xref linkend="goscustdesk-TBL-87"/> lista as prefer&ecirc;ncias de interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustdesk-TBL-87">
        <title>Prefer&ecirc;ncias de interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="50*"/>
          <colspec colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Bloquear tela para for&ccedil;ar interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para bloquear a tela quando for necess&aacute;ria uma interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Intervalo de trabalho dura</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Use a caixa de rolagem para especificar quanto tempo voc&ecirc; pode trabalhar antes da ocorr&ecirc;ncia de uma interrup&ccedil;&atilde;o de digita&ccedil;&atilde;o.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Intervalo de interrup&ccedil;&atilde;o dura</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Use a caixa de rolagem para especificar a dura&ccedil;&atilde;o das interrup&ccedil;&otilde;es de digita&ccedil;&atilde;o.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Permitir adiamento de interrup&ccedil;&otilde;es</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para ser poss&iacute;vel adiar interrup&ccedil;&otilde;es de digita&ccedil;&atilde;o.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-100">
      <title>Layout de teclado </title>
      <indexterm>
        <primary>Ferramentas de prefer&ecirc;ncias</primary>
        <secondary>Layout de teclado</secondary>
      </indexterm>
      <para>Use a guia <guilabel>Layouts</guilabel> para definir o layout de teclado. Selecione o modelo de teclado no menu suspenso. Use os bot&otilde;es de navega&ccedil;&atilde;o para adicionar ou remover um layout selecionado na lista de layouts dispon&iacute;veis. </para>
      <para>Voc&ecirc; pode escolher diferentes layouts para representar locais diferentes. </para>
      <para>Para iniciar a ferramenta de prefer&ecirc;ncias de <emphasis> acessibilidade</emphasis> <application>Teclado</application>, isto &eacute;, o <application>AccessX</application>, clique no bot&atilde;o <guibutton>Acessibilidade</guibutton>.</para>
    </sect2>
    <sect2 id="goscustdesk-101">
      <title>Op&ccedil;&otilde;es de layout de teclado </title>
      <indexterm>
        <primary>ferramentas de prefer&ecirc;ncias</primary>
        <secondary>Op&ccedil;&otilde;es de layout de teclado </secondary>
      </indexterm>
      <para>Use a guia <guilabel>Op&ccedil;&otilde;es de layout</guilabel> para definir as op&ccedil;&otilde;es de layout de teclado. Selecione uma op&ccedil;&atilde;o na lista de op&ccedil;&otilde;es de layout dispon&iacute;veis e clique em <guibutton>Adicionar</guibutton> para selecionar uma op&ccedil;&atilde;o. Use <guibutton>Remover</guibutton> para remover uma op&ccedil;&atilde;o selecionada. </para>
      <para>Para iniciar a ferramenta de prefer&ecirc;ncias de <emphasis> acessibilidade</emphasis> <application>Teclado</application>, isto &eacute;, o <application>AccessX</application>, clique no bot&atilde;o <guibutton>Acessibilidade</guibutton>.</para>
    </sect2>
  </sect1>
  <sect1 id="goscustuserinter-2">
    <title>Personalizando menus e barras de ferramentas em aplicativos </title>
    <indexterm>
      <primary>barras de ferramentas, personalizando a apar&ecirc;ncia</primary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Menus &amp; Barras de ferramentas </secondary>
    </indexterm>
    <indexterm>
      <primary>menus</primary>
      <secondary>em aplicativos, personalizando a apar&ecirc;ncia</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Menus &amp; Barras de ferramentas</guilabel>, clique em <guibutton>Iniciar</guibutton> e escolha <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktopExibir</guisubmenu><guimenuitem>Menus &amp; Barras de ferramentas</guimenuitem></menuchoice>.</para>
    <para>Voc&ecirc; pode usar a ferramenta de prefer&ecirc;ncias <application>Menus &amp; Barras de ferramentas</application> para personalizar a apar&ecirc;ncia dos menus, barras de menu e barras de ferramentas dos aplicativos compat&iacute;veis com o GNOME.</para>
    <para>A <xref linkend="goscustuserinter-TBL-8"/> lista as prefer&ecirc;ncias de menu e de barra de ferramentas que voc&ecirc; pode modificar em aplicativos compat&iacute;veis com o GNOME.</para>
    <table frame="topbot" id="goscustuserinter-TBL-8">
      <title>Prefer&ecirc;ncias de menus e de barras de ferramentas </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Exibir &iacute;cones em menus</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para exibir um &iacute;cone ao lado de cada item de menu. Alguns itens de menu n&atilde;o possuem &iacute;cone.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Barras de ferramentas destac&aacute;veis</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o se desejar mover as barras de ferramentas da janela do aplicativo para qualquer lugar na tela. Se voc&ecirc; selecionar essa op&ccedil;&atilde;o, ser&atilde;o exibidas al&ccedil;as no lado esquerdo das barras de ferramentas nos aplicativos. Para mover uma barra de ferramentas, clique sobre a al&ccedil;a e arraste a barra de ferramentas para o novo local.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Descri&ccedil;&atilde;o dos bot&otilde;es das barras de ferramentas</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Escolha uma das seguintes op&ccedil;&otilde;es para especificar o que exibir nas barras de ferramentas nos aplicativos compat&iacute;veis com o GNOME:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Texto abaixo dos &iacute;cones</guilabel>: Selecione essa op&ccedil;&atilde;o para exibir barras de ferramentas com texto e com o &iacute;cone em cada bot&atilde;o. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Texto ao lado dos &iacute;cones</guilabel> Selecione essa op&ccedil;&atilde;o para exibir barras de ferramentas com apenas o &iacute;cone em cada bot&atilde;o e com texto nos bot&otilde;es mais importantes.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Somente &iacute;cones</guilabel>: Selecione essa op&ccedil;&atilde;o para exibir barras de ferramentas somente com o &iacute;cone em cada bot&atilde;o.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Somente texto</guilabel>: Selecione essa op&ccedil;&atilde;o para exibir barras de ferramentas somente com o texto em cada bot&atilde;o.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustperiph-5">
    <title>Definindo as prefer&ecirc;ncias do mouse </title>
    <indexterm>
      <primary>Ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Mouse</secondary>
    </indexterm>
    <indexterm>
      <primary>mouse</primary>
      <secondary>configurando</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Mouse</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Mouse</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Mouse</application> para configurar o mouse para uso com a m&atilde;o direita ou com a m&atilde;o esquerda. Voc&ecirc; tamb&eacute;m pode especificar a velocidade e sensibilidade do movimento do mouse.</para>
    <para>Voc&ecirc; pode personalizar as defini&ccedil;&otilde;es da ferramenta de prefer&ecirc;ncias <application>Mouse</application> nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Bot&otilde;es</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Cursores</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Movimento</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-55">
      <title>Prefer&ecirc;ncias dos bot&otilde;es</title>
      <para>Use a guia <guilabel>Bot&otilde;es</guilabel> para especificar se os bot&otilde;es do mouse est&atilde;o configurados para uso com a m&atilde;o esquerda. Voc&ecirc; tamb&eacute;m pode especificar o atraso entre os cliques nos cliques duplos.</para>
      <para>A <xref linkend="goscustperiph-TBL-6"/> lista as prefer&ecirc;ncias dos bot&otilde;es do mouse que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustperiph-TBL-6">
        <title>Prefer&ecirc;ncias dos bot&otilde;es do mouse </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Mouse para m&atilde;o esquerda</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para configurar o mouse para uso com a m&atilde;o esquerda. Quando voc&ecirc; configurar o mouse para uso com a m&atilde;o esquerda, as fun&ccedil;&otilde;es dos bot&otilde;es esquerdo e direito s&atilde;o trocadas entre si.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Intervalo</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Use o controle deslizante para especificar o tempo entre os cliques nos cliques duplos. Se o intervalo entre o primeiro e o segundo clique for maior que o tempo aqui definido, a a&ccedil;&atilde;o n&atilde;o &eacute; interpretada como clique duplo. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-54">
      <title>Prefer&ecirc;ncias do ponteiro</title>
      <para>Use a guia <guilabel>Cursores</guilabel> para definir as prefer&ecirc;ncias do ponteiro do mouse.</para>
      <para>A <xref linkend="goscustdesk-TBL-45"/> lista as prefer&ecirc;ncias do ponteiro do mouse que voc&ecirc; pode modificar:</para>
      <table frame="topbot" id="goscustdesk-TBL-45">
        <title>Prefer&ecirc;ncias do ponteiro do mouse</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="50*"/>
          <colspec colname="colspec1" colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Pequeno</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Selecione essa op&ccedil;&atilde;o para exibir um ponteiro do mouse pequeno.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>M&eacute;dio</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Selecione essa op&ccedil;&atilde;o para exibir um ponteiro do mouse m&eacute;dio.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Grande</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para exibir um ponteiro do mouse grande.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Destacar o ponteiro quando pressionar Ctrl</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar uma anima&ccedil;&atilde;o do ponteiro do mouse quando voc&ecirc; pressionar e soltar a tecla <keycap>Ctrl</keycap>. Esse recurso pode ajud&aacute;-lo a localizar o ponteiro do mouse.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-53">
      <title>Prefer&ecirc;ncias de movimento</title>
      <para>Use a guia <guilabel>Movimento</guilabel> para definir as prefer&ecirc;ncias de movimento do mouse.</para>
      <para>A <xref linkend="goscustdesk-TBL-47"/> lista as prefer&ecirc;ncias de movimento do mouse que voc&ecirc; pode modificar:</para>
      <table frame="topbot" id="goscustdesk-TBL-47">
        <title>Prefer&ecirc;ncias de movimento do mouse</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="30.10*"/>
          <colspec colwidth="69.90*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Acelera&ccedil;&atilde;o</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Use o controle deslizante para especificar a velocidade do movimento do ponteiro do mouse na tela.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Sensibilidade</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Use o controle deslizante para especificar a sensibilidade dos movimentos do ponteiro do mouse.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Limiar</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Use o controle deslizante para especificar a dist&acirc;ncia para movimenta&ccedil;&atilde;o de um item sem que essa movimenta&ccedil;&atilde;o seja interpretada como uma a&ccedil;&atilde;o de arrastar e soltar.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-10">
    <title>Personalizando pain&eacute;is </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Prefer&ecirc;ncias de painel </secondary>
    </indexterm>
    <indexterm>
      <primary>pain&eacute;is</primary>
      <secondary>personalizando o comportamento e a apar&ecirc;ncia</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Painel</guilabel>, clique em <guibutton>Iniciar</guibutton> e escolha <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Painel</guimenuitem></menuchoice>. </para>
    <para>A ferramenta de prefer&ecirc;ncias <application>Painel</application> permite que voc&ecirc; configure o comportamento dos pain&eacute;is. Quaisquer altera&ccedil;&otilde;es que voc&ecirc; fa&ccedil;a com a ferramenta de prefer&ecirc;ncias <application>Painel</application> afeta todos os pain&eacute;is.</para>
    <para>A <xref linkend="goscustlookandfeel-TBL-22"/> lista as prefer&ecirc;ncias de painel que voc&ecirc; pode modificar:</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-22">
      <title>Prefer&ecirc;ncias de painel</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Fechar gaveta quando o lan&ccedil;ador for clicado</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione essa op&ccedil;&atilde;o se desejar que a gaveta seja fechada quando voc&ecirc; selecionar um lan&ccedil;ador na gaveta. </para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Anima&ccedil;&atilde;o de painel e de gaveta</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione essa op&ccedil;&atilde;o se desejar que os pain&eacute;is e gavetas sejam exibidos e ocultados em estilo de anima&ccedil;&atilde;o.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Velocidade da anima&ccedil;&atilde;o</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione no menu suspenso a velocidade da anima&ccedil;&atilde;o do painel.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-93">
    <title>Configurando dispositivos PDA </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Dispositivos PDA</secondary>
    </indexterm>
    <indexterm>
      <primary>dispositivos</primary>
      <secondary>PDA</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias  <guilabel>Dispositivos PDA</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice>.</para>
    <para>Um <firstterm>assistente digital pessoal (PDA)</firstterm> &eacute; um computador de m&atilde;o que voc&ecirc; pode usar como uma agenda pessoal. Voc&ecirc; pode armazenar anota&ccedil;&otilde;es, tarefas, contatos e outras informa&ccedil;&otilde;es em seu PDA. Voc&ecirc; tamb&eacute;m pode transferir essas informa&ccedil;&otilde;es entre o PDA e os aplicativos do Java Desktop System. Por exemplo, voc&ecirc; pode copiar sua agenda de compromissos do PDA para o <application> Ximian Evolution</application> e do <application>Evolution</application> para o PDA. </para>
    <para>Ao transferir dados entre o PDA e o computador, voc&ecirc; executa uma <firstterm>Opera&ccedil;&atilde;o de HotSync</firstterm>. As a&ccedil;&otilde;es que ocorrem durante uma opera&ccedil;&atilde;o de HotSync s&atilde;o controladas pelos condutores. Um <firstterm>condutor</firstterm> &eacute; um aplicativo que gerencia a transfer&ecirc;ncia de dados entre o computador e o PDA. </para>
    <para>Uma das a&ccedil;&otilde;es que voc&ecirc; pode especificar para um condutor &eacute; a de combinar os dados entre o PDA e o computador. Isso &eacute; chamado de a&ccedil;&atilde;o de <firstterm>sincronizar</firstterm>. Por exemplo, voc&ecirc; adicionou informa&ccedil;&otilde;es de contatos ao seu PDA e adicionou informa&ccedil;&otilde;es de contatos diferentes no <application>Evolution</application>. Agora, voc&ecirc; deseja adicionar ao <application>Evolution </application> as informa&ccedil;&otilde;es de contato de seu PDA e adicionar as informa&ccedil;&otilde;es de contato do <application>Evolution </application> ao seu PDA. Para isso, voc&ecirc; deve sincronizar os dados entre o PDA e o <application>Evolution</application>.</para>
    <para>A ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application> permite que voc&ecirc; configure um PDA para trabalhar com o Java Desktop System e modifique os PDAs j&aacute; configurados. Voc&ecirc; pode executar as seguintes tarefas com a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA </application>:</para>
    <itemizedlist>
      <listitem>
        <para>Configurar um PDA.</para>
      </listitem>
      <listitem>
        <para>Modificar a configura&ccedil;&atilde;o de um PDA.</para>
      </listitem>
      <listitem>
        <para>Configurar o modo de conex&atilde;o dos PDAs ao computador.</para>
      </listitem>
      <listitem>
        <para>Modificar o modo de conex&atilde;o dos PDAs ao computador.</para>
      </listitem>
      <listitem>
        <para>Configurar como os condutores transferem dados entre o PDA e os aplicativos do Java Desktop System. </para>
      </listitem>
    </itemizedlist>
    <para>Um aplicativo em segundo plano aguarda a a&ccedil;&atilde;o de sincroniza&ccedil;&atilde;o entre o PDA e o computador. Este aplicativo em segundo plano &eacute; chamado de <firstterm>PDA daemon </firstterm>. Quando um PDA tenta sincronizar-se com o computador, o daemon PDA sincroniza os dados do PDA com os dados do computador. </para>
    <tip>
      <para>O <application>gnome-pilot</application> exibe a atividade do PDA daemon. Para adicionar o <application>gnome-pilot</application> a um painel, clique com o bot&atilde;o direto sobre o painel e selecione <menuchoice><guimenu>Adicionar ao painel</guimenu><guisubmenu>Utilit&aacute;rio</guisubmenu><guimenuitem>Monitor de PDA</guimenuitem></menuchoice>. Para obter mais informa&ccedil;&otilde;es sobre o <application>gnome-pilot </application>, consulte o <citetitle>Manual do mini-aplicativo gnome-pilot</citetitle>. </para>
    </tip>
    <sect2 id="goscustdesk-104">
      <title>Para configurar um PDA</title>
      <para>Voc&ecirc; pode configurar um PDA de v&aacute;rias maneiras:</para>
      <itemizedlist>
        <listitem>
          <para>Usar o assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application>. Se voc&ecirc; ainda n&atilde;o tiver configurado um PDA no seu computador, o assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application> ser&aacute; exibido quando voc&ecirc; iniciar a ferramenta de prefer&ecirc;ncias <application> Dispositivos PDA</application>. O assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application> guiar&aacute; voc&ecirc; atrav&eacute;s do processo de configura&ccedil;&atilde;o do PDA.</para>
        </listitem>
        <listitem>
          <para>Usar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. Se voc&ecirc; j&aacute; tiver configurado um PDA no seu computador, a caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel> ser&aacute; exibida quando voc&ecirc; iniciar a ferramenta de prefer&ecirc;ncias <application> Dispositivos PDA</application>. Use a caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel> para digitar os detalhes do PDA.</para>
        </listitem>
      </itemizedlist>
      <sect3 id="temporary-identifier">
        <title>Para usar o assistente para configurar um PDA</title>
        <para>Para configurar um PDA, siga as seguintes etapas:</para>
        <orderedlist>
          <listitem>
            <para>Conecte o PDA ao computador. Se o PDA possuir uma base, posicione-o nessa base.</para>
          </listitem>
          <listitem>
            <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. O assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application> &eacute; exibido. Clique no bot&atilde;o <guibutton>Avan&ccedil;ar</guibutton> para iniciar o processo de configura&ccedil;&atilde;o.</para>
          </listitem>
          <listitem>
            <para>Digite as informa&ccedil;&otilde;es sobre a conex&atilde;o do PDA ao computador na p&aacute;gina <guilabel>Defini&ccedil;&otilde;es da base</guilabel>. A tabela a seguir descreve as defini&ccedil;&otilde;es na p&aacute;gina <guilabel>Defini&ccedil;&otilde;es da base</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colname="colspec0" colwidth="32.07*"/>
                <colspec colname="colspec1" colwidth="67.93*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Elemento</para>
                    </entry>
                    <entry>
                      <para>Descri&ccedil;&atilde;o </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nome</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Digite um nome para a conex&atilde;o na caixa de texto. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Porta</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Digite a porta para a conex&atilde;o na caixa combinada com menu suspenso. Por exemplo, se o PDA usa uma porta Universal Serial Bus (USB), voc&ecirc; pode digitar <filename>/dev/ttyUSB1</filename> neste campo. Se o PDA n&atilde;o se conectar adequadamente, tente outra porta.</para>
                      <para>O valor padr&atilde;o para o campo <guilabel>Porta</guilabel> &eacute; <filename>/dev/pilot</filename>. Se voc&ecirc; n&atilde;o desejar alterar o valor padr&atilde;o desse campo, voc&ecirc; poder&aacute; fazer um link simb&oacute;lico da porta que o PDA usa para <filename>/dev/pilot</filename>. Por exemplo, se o PDA usa uma porta USB, execute um comando semelhante ao comando abaixo:</para>
                      <para><computeroutput> #</computeroutput> <userinput>ln -s /dev/ttyUSB1 /dev/pilot</userinput></para>
                      <note>
                        <para>Voc&ecirc; dever&aacute; possuir as permiss&otilde;es adequadas para acessar a porta especificada. Se n&atilde;o possuir as permiss&otilde;es, contate o administrador do sistema.</para>
                      </note>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Velocidade</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Selecione no menu suspenso a velocidade da conex&atilde;o.</para>
                      <tip>
                        <para>Selecione a velocidade mais lenta. Se n&atilde;o estiver certo de que a conex&atilde;o ao PDA funciona confiavelmente a uma velocidade mais lenta, selecione a pr&oacute;xima escala acima de velocidade. Continue at&eacute; encontrar a maior velocidade na qual o PDA funcione confiavelmente.</para>
                      </tip>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Intervalo</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Use a caixa de rolagem para especificar o n&uacute;mero de minutos em que a conex&atilde;o pode ficar ociosa sem que seja interrompida. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Tipo</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Selecione o tipo de porta nos bot&otilde;es de op&ccedil;&atilde;o. As op&ccedil;&otilde;es s&atilde;o as seguintes:</para>
                      <itemizedlist>
                        <listitem>
                          <para><guilabel>Serial</guilabel>: Selecione essa op&ccedil;&atilde;o para porta serial.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>USB</guilabel>: Selecione essa op&ccedil;&atilde;o para porta USB. </para>
                        </listitem>
                        <listitem>
                          <para><guilabel>IrDA</guilabel>: Selecione essa op&ccedil;&atilde;o para porta infravermelha.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>Rede</guilabel>: Selecione essa op&ccedil;&atilde;o para porta de conex&atilde;o de rede.</para>
                        </listitem>
                      </itemizedlist>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Ao completar as informa&ccedil;&otilde;es de conex&atilde;o, clique no bot&atilde;o <guibutton>Avan&ccedil;ar</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Digite as informa&ccedil;&otilde;es de identidade do PDA na p&aacute;gina <guilabel>Identifica&ccedil;&atilde;o do PDA</guilabel>. A tabela a seguir descreve os elementos na p&aacute;gina <guilabel>Identifica&ccedil;&atilde;o do PDA</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="50*"/>
                <colspec colwidth="50*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Elemento</para>
                    </entry>
                    <entry>
                      <para>Descri&ccedil;&atilde;o </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Sim, j&aacute; usei o software de sincroniza&ccedil;&atilde;o com esse PDA</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Selecione essa op&ccedil;&atilde;o se voc&ecirc; j&aacute; havia definido o nome de usu&aacute;rio e identificador do PDA. Se voc&ecirc; configurar um PDA com o computador, o nome de usu&aacute;rio e ID s&atilde;o definidos no PDA.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para><guilabel>N&atilde;o, nunca usei o software de sincroniza&ccedil;&atilde;o com esse PDA</guilabel> </para>
                    </entry>
                    <entry valign="top">
                      <para>Selecione essa op&ccedil;&atilde;o se voc&ecirc; ainda n&atilde;o definiu o nome de usu&aacute;rio e identificador do PDA.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nome de usu&aacute;rio</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Se voc&ecirc; ainda n&atilde;o tiver definido o nome de usu&aacute;rio e identificador do PDA, digite o nome do usu&aacute;rio nesta caixa de texto.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>ID</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Se voc&ecirc; ainda n&atilde;o tiver definido o nome de usu&aacute;rio e identificador do PDA, digite o identificador nesta caixa de texto. O identificador deve ser exclusivo de cada PDA diferente que voc&ecirc; usar.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Ao completar as informa&ccedil;&otilde;es de identidade, clique no bot&atilde;o <guibutton>Avan&ccedil;ar</guibutton>. A p&aacute;gina <guilabel>Sincroniza&ccedil;&atilde;o inicial</guilabel> &eacute; exibida. </para>
          </listitem>
          <listitem>
            <para>Pressione o bot&atilde;o de <guibutton>HotSync</guibutton> no PDA. Conforme a op&ccedil;&atilde;o selecionada na p&aacute;gina <guilabel>Identifica&ccedil;&atilde;o do PDA</guilabel>, o assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application> procede da seguinte maneira:</para>
            <itemizedlist>
              <listitem>
                <para>Se voc&ecirc; selecionou a op&ccedil;&atilde;o <guilabel>Sim, j&aacute; usei o software de sincroniza&ccedil;&atilde;o com esse PDA</guilabel>, o assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application> obt&eacute;m do PDA o nome de usu&aacute;rio e o identificador nele registrados.</para>
              </listitem>
              <listitem>
                <para>Se voc&ecirc; selecionou a op&ccedil;&atilde;o <guilabel>N&atilde;o, nunca usei o software de sincroniza&ccedil;&atilde;o com esse PDA</guilabel>, o assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application> define o nome de usu&aacute;rio e identificador no PDA conforme os valores inseridos nas caixas de texto <guilabel>Nome de usu&aacute;rio</guilabel> e <guilabel>ID</guilabel>.</para>
              </listitem>
            </itemizedlist>
            <para>Quando a sincroniza&ccedil;&atilde;o inicial for conclu&iacute;da, clique no bot&atilde;o <guibutton> Avan&ccedil;ar</guibutton>. A p&aacute;gina <guilabel>Atributos do PDA</guilabel> &eacute; exibida.</para>
          </listitem>
          <listitem>
            <para>Digite as informa&ccedil;&otilde;es de nome e diret&oacute;rio para o PDA na p&aacute;gina <guilabel>Atributos do PDA</guilabel>. A tabela a seguir descreve as defini&ccedil;&otilde;es na p&aacute;gina <guilabel>Atributos do PDA</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="32.57*"/>
                <colspec colwidth="67.43*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Elemento</para>
                    </entry>
                    <entry>
                      <para>Descri&ccedil;&atilde;o </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nome do PDA</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Digite um nome para o PDA. Este nome &eacute; usado para identificar o PDA na interface do usu&aacute;rio.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Diret&oacute;rio base local</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Digite o diret&oacute;rio em que os dados do PDA ser&atilde;o armazenados.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Ao completar as informa&ccedil;&otilde;es de nome e diret&oacute;rio, clique no bot&atilde;o <guibutton>Avan&ccedil;ar</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Clique no bot&atilde;o <guibutton>Aplicar</guibutton> na p&aacute;gina <guilabel>Conclu&iacute;do</guilabel> para fechar o assistente <application>Defini&ccedil;&otilde;es de PDA do Gnome</application>.</para>
            <para>Alternativamente, clique no bot&atilde;o <guibutton>Cancelar</guibutton> para cancelar as configura&ccedil;&otilde;es do PDA.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="goscustdesk-106">
        <title>Para usar a ferramenta de prefer&ecirc;ncias Dispositivos PDA para configurar um PDA</title>
        <para>Execute as seguintes etapas:</para>
        <orderedlist>
          <listitem>
            <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. </para>
          </listitem>
          <listitem>
            <para>Na guia <guilabel>PDAs</guilabel> na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>, clique no bot&atilde;o <guibutton>Adicionar</guibutton>. A caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel> &eacute; exibida.</para>
          </listitem>
          <listitem>
            <para>Para receber o nome de usu&aacute;rio e o identificador do PDA, clique no bot&atilde;o <guibutton>Obter do PDA</guibutton>. Para atribuir um nome de usu&aacute;rio e um identificador ao PDA, digite as informa&ccedil;&otilde;es nas respectivas caixas de texto e clique no bot&atilde;o <guibutton>Enviar para o PDA</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Digite as informa&ccedil;&otilde;es de nome e diret&oacute;rio para o PDA nos campos <guilabel>Nome do PDA</guilabel> e <guilabel>Diret&oacute;rio base local</guilabel>. Para obter mais informa&ccedil;&otilde;es sobre os campos, consulte <xref linkend="temporary-identifier"/>.</para>
          </listitem>
        </orderedlist>
      </sect3>
    </sect2>
    <sect2 id="goscustdesk-105">
      <title>Para modificar um PDA</title>
      <para>Execute as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>PDAs</guilabel>, na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>, selecione o PDA que voc&ecirc; deseja modificar e clique no bot&atilde;o <guibutton>Editar</guibutton>. A caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel> &eacute; exibida.</para>
        </listitem>
        <listitem>
          <para>Para receber o nome de usu&aacute;rio e o identificador do PDA, clique no bot&atilde;o <guibutton>Obter do PDA</guibutton>. Para atribuir um nome de usu&aacute;rio e um identificador ao PDA, digite as informa&ccedil;&otilde;es nas respectivas caixas de texto e clique no bot&atilde;o <guibutton>Enviar para o PDA</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Digite as informa&ccedil;&otilde;es de nome e diret&oacute;rio para o PDA nos campos <guilabel>Nome do PDA</guilabel> e <guilabel>Diret&oacute;rio base local</guilabel>. Para obter mais informa&ccedil;&otilde;es sobre os campos, consulte <xref linkend="temporary-identifier"/>.</para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>OK</guibutton> na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-107">
      <title>Para configurar o modo de conex&atilde;o dos PDAs ao computador.</title>
      <para>Execute as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>Dispositivos</guilabel>,  na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>, clique no bot&atilde;o <guibutton>Adicionar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Digite as informa&ccedil;&otilde;es da conex&atilde;o do PDA na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do dispositivo</guilabel>. Para obter mais informa&ccedil;&otilde;es sobre os elementos na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es de dispositivo</guilabel>, consulte <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-108">
      <title>Para modificar o modo de conex&atilde;o dos PDAs ao computador.</title>
      <para>Execute as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>Dispositivos</guilabel>, na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>, selecione as defini&ccedil;&otilde;es de hardware que voc&ecirc; deseja modificar e clique no bot&atilde;o <guibutton>Editar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Digite as defini&ccedil;&otilde;es de hardware para o PDA na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do dispositivo</guilabel>. Para obter mais informa&ccedil;&otilde;es sobre os elementos na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es de dispositivo</guilabel>, consulte <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="temporary-identifier-2">
      <title>Para especificar como transferir dados entre o PDA e aplicativos</title>
      <para>Execute as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Certifique-se de que o PDA daemon esteja ativo e funcionando corretamente. Para tal, adicione o miniaplicativo <application>gnome-pilot</application> ao painel. Se o &iacute;cone do miniaplicativo <application>gnome-pilot</application> aparece em preto e branco, o PDA daemon est&aacute; ativo.</para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>Condutores</guilabel>, na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>, selecione no menu suspenso <guilabel>Nome do PDA</guilabel> o PDA cujos condutores voc&ecirc; deseja configurar.</para>
        </listitem>
        <listitem>
          <para>Para habilitar um condutor, selecione o condutor na tabela e clique no bot&atilde;o <guibutton>Habilitar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Para desabilitar um condutor, selecione o condutor na tabela e clique no bot&atilde;o <guibutton>Desabilitar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Para configurar um condutor, selecione o condutor na tabela e clique no bot&atilde;o <guibutton>Configura&ccedil;&otilde;es</guibutton>. Digite os detalhes de configura&ccedil;&atilde;o para o condutor na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do condutor</guilabel>. Os elementos na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do condutor</guilabel> s&atilde;o descritos na tabela a seguir:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec2" colwidth="30.30*"/>
              <colspec colname="colspec3" colwidth="69.70*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Elemento</para>
                  </entry>
                  <entry>
                    <para>Descri&ccedil;&atilde;o </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>A&ccedil;&atilde;o</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione a a&ccedil;&atilde;o a ser executada quando voc&ecirc; fizer uma opera&ccedil;&atilde;o de HotSync.</para>
                    <para>Selecione uma das seguintes op&ccedil;&otilde;es:</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Desabilitado</guilabel>: Selecione essa op&ccedil;&atilde;o para n&atilde;o haver a&ccedil;&atilde;o para o condutor.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Sincronizar</guilabel>: Selecione essa op&ccedil;&atilde;o para sincronizar dados do PDA com dados do computador.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar do PDA</guilabel>: Selecione essa op&ccedil;&atilde;o para copiar dados do PDA para o computador, substituindo-os no computador. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar para o PDA</guilabel>: Selecione essa op&ccedil;&atilde;o para copiar dados do computador para o PDA, substituindo-os no PDA. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>A&ccedil;&atilde;o &uacute;nica</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione a a&ccedil;&atilde;o a ser executada somente uma vez. A a&ccedil;&atilde;o &eacute; executada na pr&oacute;xima vez em que voc&ecirc; fizer uma opera&ccedil;&atilde;o de HotSync. Selecione uma das seguintes op&ccedil;&otilde;es:</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Nenhuma</guilabel>: Selecione essa op&ccedil;&atilde;o se voc&ecirc; deseja configurar um a&ccedil;&atilde;o &uacute;nica do condutor.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Sincronizar</guilabel>: Selecione essa op&ccedil;&atilde;o para sincronizar dados do PDA com dados do computador.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar do PDA</guilabel>: Selecione essa op&ccedil;&atilde;o para copiar dados do PDA para o computador, substituindo-os no computador. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar para o PDA</guilabel>: Selecione essa op&ccedil;&atilde;o para copiar dados do computador para o PDA, substituindo-os no PDA. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Diret&oacute;rio de backup</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Digite o diret&oacute;rio em que os dados de backup do PDA ser&atilde;o armazenados.</para>
                    <para><guilabel>Efetuar backup</guilabel> somente do condutor. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Somente efetuar backup de bases alteradas</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Selecione essa op&ccedil;&atilde;o para efetuar backup somente dos dados que tenham sido alterados desde o &uacute;ltimo backup. Os dados inalterados n&atilde;o s&atilde;o exclu&iacute;dos do diret&oacute;rio de backup.</para>
                    <para><guilabel>Efetuar backup</guilabel> somente do condutor. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Remover base local se exclu&iacute;da do PDA</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Selecione essa op&ccedil;&atilde;o para excluir do computador dados que tenham sido exclu&iacute;dos do PDA. </para>
                    <para><guilabel>Efetuar backup</guilabel> somente do condutor.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Manter # backups antigos </guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Use a caixa de rolagem para especificar quantos backups anteriores ser&atilde;o mantidos no computador.</para>
                    <para><guilabel>Efetuar backup</guilabel> somente do condutor.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Sincronizar registros particulares</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Selecione essa op&ccedil;&atilde;o se desejar incluir na opera&ccedil;&atilde;o de HotSync os dados que estejam marcados como particulares.</para>
                    <para>Essas op&ccedil;&otilde;es aplicam-se somente aos seguintes condutores:</para>
                    <itemizedlist>
                      <listitem>
                        <para>
                          <guilabel>EAddress</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>ECalendar</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>EToDo</guilabel>
                        </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2" valign="top">
                    <para>
                      <guilabel>Endere&ccedil;o de sincroniza&ccedil;&atilde;o padr&atilde;o</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3" valign="top">
                    <para>Seus contatos podem ter mais de um endere&ccedil;o. Por exemplo, seus contatos podem ter um endere&ccedil;o comercial e um residencial. O gerenciador de contatos do PDA pode armazenar v&aacute;rios endere&ccedil;os.</para>
                    <para>Selecione no menu suspenso a categoria de endere&ccedil;o que voc&ecirc; deseja sincronizar. Por exemplo, para sincronizar apenas os endere&ccedil;os comerciais, selecione <guilabel>Comercial</guilabel>. </para>
                    <para>Somente o condutor <guilabel>EAddress</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Dividir eventos de v&aacute;rios dias</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Selecione essa op&ccedil;&atilde;o para separar, em compromissos individuais, os compromissos que ocorram em mais de um dia. </para>
                    <para>Somente o condutor <guilabel>ECalendar</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Prioridade padr&atilde;o</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Use a caixa de rolagem para especificar uma prioridade padr&atilde;o para atribuir a tarefas que n&atilde;o tenham valor de prioridade.</para>
                    <para>Somente o condutor <guilabel> EToDo</guilabel>.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>OK</guibutton> para fechar a caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do condutor</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="chapter_template-1">
      <title>Para efetuar backup de dados do PDA para o computador</title>
      <para>Voc&ecirc; pode efetuar backup de dados do PDA para o computador, a fim de evitar perda de dados se ocorrer algum problema com o PDA. Para efetuar o backup dos dados do PDA para o computador, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar a ferramenta de prefer&ecirc;ncias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Certifique-se de que o PDA daemon esteja ativo e funcionando corretamente. Para tal, adicione o miniaplicativo <application>gnome-pilot</application> ao painel. Se o &iacute;cone do miniaplicativo <application>gnome-pilot</application> aparece em preto e branco, o PDA daemon est&aacute; ativo.</para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>Condutores</guilabel>, na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do PDA</guilabel>, selecione no menu suspenso <guilabel>Nome do PDA</guilabel> o PDA de cujos dados voc&ecirc; deseja efetuar backup.</para>
        </listitem>
        <listitem>
          <para>Selecione o condutor <guilabel>Backup</guilabel> na tabela e clique no bot&atilde;o <guibutton>Habilitar</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Digite os detalhes de configura&ccedil;&atilde;o para o condutor <guilabel>Backup</guilabel> na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do condutor</guilabel>. Para obter mais informa&ccedil;&otilde;es sobre os elementos na caixa de di&aacute;logo <guilabel>Defini&ccedil;&otilde;es do condutor</guilabel>, consulte <xref linkend="temporary-identifier-2"/>. </para>
        </listitem>
        <listitem>
          <para>Pressione o bot&atilde;o de <guibutton>HotSync</guibutton> no PDA. </para>
        </listitem>
      </orderedlist>
      <para>Para obter informa&ccedil;&otilde;es sobre como restaurar dados de backup, consulte o <citetitle>Manual do miniaplicativo gnome-pilot</citetitle>.</para>
    </sect2>
  </sect1>
<!--

<sect1 id="goscustdesk-89">

<title>Configuring Printers</title>

<indexterm><primary>preference tools</primary><secondary>printer preferences

</secondary></indexterm><indexterm><primary>printer preferences </primary>

</indexterm><indexterm><primary>printer</primary><secondary>setting preferences

</secondary></indexterm><para>To access the <guilabel>Printer Preferences

</guilabel> preferences tool, click <guibutton>Launch</guibutton>, then choose <menuchoice>

<guimenu>Preferences</guimenu><guimenuitem>Printers</guimenuitem>

</menuchoice>.</para>

<para>You can use the <application>Printer Preferences</application> preferences

tool to add printers and to manage print and job queues.</para>

<sect2 id="goscustdesk-96">

<title>Adding a New Printer</title>

<para>Perform the following steps to add a new printer: <orderedlist>

<listitem><para>Click <guibutton>Launch</guibutton>, then choose<menuchoice>

<guisubmenu>Preferences</guisubmenu><guimenuitem>Printers</guimenuitem>

</menuchoice>.</para></listitem>

<listitem><para>Click on the icon <guilabel>New Printer</guilabel>. </para>

<para>If you are not logged in as <literal>root</literal> user, you are prompted

to enter the root password, then click <guibutton>OK</guibutton>.</para></listitem>

<listitem><para>Follow the instructions in the <guilabel>Add a Printer</guilabel>

dialog as follows.<itemizedlist>

<listitem><para>Specify whether you want to add a local printer attached to

your computer or a remote printer attached to the network.</para>

<note><para>Before you add a remote printer, you must have the following information

from your system administrator: <guilabel>Printer Type</guilabel>, <guilabel>

Host</guilabel>, and <guilabel>Queue</guilabel>.</para>

</note>

</listitem>

<listitem><para>Enter the printer details.</para></listitem>

<listitem><para>Enter the name for your printer.</para></listitem>

<listitem><para>If the details you entered for your printer are correct, click <guibutton>

Apply</guibutton> to add your printer.</para></listitem>

</itemizedlist> </para></listitem>

</orderedlist></para>

</sect2>

<sect2 id="goscustdesk-102">

<title>Managing Your Print Jobs</title>

<para>To manage your print jobs, double-click on the printer icon. Choose

the <guimenu>Edit</guimenu> menu item to perform print job management activities.<xref

linkend="goscustdesk-TBL-116"> lists the print job management activities that

you can perform:</para>

<table frame="topbot" id="goscustdesk-TBL-116">

<title>Print Job Management Activities</title>

<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">

<colspec colname="COLSPEC3" colwidth="64.91*">

<thead>

<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description

</para></entry></row>

</thead>

<tbody>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Jobs</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Select this item to temporarily

stop your job from printing.</para></entry></row>

<row><entry colname="COLSPEC2"><para><guilabel>Resume Jobs</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Select this item to resume your

printing job.</para></entry></row>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Cancel Jobs</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Select this item to cancel your

job from printing.</para></entry></row>

</tbody>

</tgroup>

</table>

</sect2>

<sect2 id="goscustdesk-895">

<title>Managing Your Printer Queues</title>

<para>The print queue shows the documents that are waiting to be printed.

From the <guilabel>Printer</guilabel> dialog, you can perform printer queue

management duties from the <guimenu>Printer</guimenu> menu.</para>

<para>To manage your printer queues, double-click on the printer icon. Choose

the <guimenu>Printer</guimenu> menu item to perform printer queue management

activities.<xref linkend="goscustdesk-TBL-115"> lists the print job activities

that you can perform:</para>

<table frame="topbot" id="goscustdesk-TBL-115">

<title>Printer Queue Management Activities</title>

<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">

<colspec colname="COLSPEC3" colwidth="64.91*">

<thead>

<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description

</para></entry></row>

</thead>

<tbody>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Printer

</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select

this item to temporarily stop your printer.</para></entry></row>

<row><entry colname="COLSPEC2"><para><guilabel>Set as Default</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Select this item to set the current

printer as your default printer.</para></entry></row>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Print Test Page

</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select

this item to print a test page.</para></entry></row>

</tbody>

</tgroup>

</table>

</sect2>

<sect2 id="goscustdesk-894">

<title>To View Documents Waiting to Print</title>

<para>For documents waiting to print, you can view, but not change, the status

of the job. To view your current print jobs, double-click the printer for

which you want to view the documents waiting to print. </para>

<para><xref linkend="goscustdesk-TBL-114"> shows the information displayed

for each document in the print queue.</para>

<table frame="topbot" id="goscustdesk-TBL-114">

<title>Print Job Status</title>

<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">

<colspec colname="COLSPEC3" colwidth="64.91*">

<thead>

<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description

</para></entry></row>

</thead>

<tbody>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Name</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Shows the name of the document.

</para></entry></row>

<row><entry colname="COLSPEC2"><para><guilabel>Job Number</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Shows the number assigned to

the print job.</para></entry></row>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Owner</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Shows the username of the person

who sent the document to the printer.</para></entry></row>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Size</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Shows the size of the document

in kilobytes.</para></entry></row>

<row><entry colname="COLSPEC2" valign="top"><para><guilabel>State</guilabel></para></entry>

<entry colname="COLSPEC3" valign="top"><para>Shows the current status of the

document such as Spooling, Paused, or Printing.</para></entry></row>

</tbody>

</tgroup>

</table>

</sect2>

<sect2 id="goscustdesk-103">

<title>Setting Printer Options</title>

<para>Perform the following steps to set printer options: <orderedlist>

<listitem><para>Log in as <literal>root</literal> user.</para></listitem>

<listitem><para>From the <guilabel>Printers</guilabel> dialog, highlight the

printer that you want to modify, then choose <menuchoice><guimenu>File

</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.</para></listitem>

<listitem><para>From the <guilabel>Properties</guilabel> dialog, you can customize

the settings for printers in the following functional areas:</para>

<itemizedlist>

<listitem><para><guilabel>General</guilabel></para></listitem>

<listitem><para><guilabel>Paper</guilabel></para></listitem>

<listitem><para><guilabel>Advanced</guilabel></para></listitem>

</itemizedlist>

</listitem>

</orderedlist></para>

</sect2>

<sect2 id="goscustdesk-891">

<title>Setting General Options</title>

<indexterm><primary>sessions</primary><secondary>setting options</secondary>

</indexterm><para>Use the <guilabel>General</guilabel> tabbed section to view

and to modify information about the selected printer such as the printer's

name and location.</para>

<para><xref linkend="goscustdesk-TBL-111"> lists the general options that

you can modify.</para>

<table frame="topbot" id="goscustdesk-TBL-111">

<title>General Options</title>

<tgroup cols="2" colsep="1" rowsep="1">



<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"

colwidth="47.14*">

<thead>

<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry

colsep="0" rowsep="1"><para>Description</para></entry></row>

</thead>

<tbody>

<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Name</guilabel></para></entry>

<entry colsep="0" rowsep="0" valign="top"><para>Shows the name of the selected

printer. </para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

Description</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"

rowsep="0" valign="top"><para>Provides a brief description of the selected

printer.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

Location</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"

valign="top"><indexterm><primary>startup applications</primary><secondary>

session-managed</secondary></indexterm><para>Shows the location of the selected

printer.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

 Resolution</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"

rowsep="0" valign="top"><para>Select the resolution to use for the printer

from the drop-down list.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Status

</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>

Shows the status of the selected printer.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guibutton>Print

a Test Page</guibutton></para></entry><entry colname="COLSPEC1" colsep="0"

rowsep="0"><para>Click to print a test page.</para></entry></row>

</tbody>

</tgroup>

</table>

</sect2>

<sect2 id="goscustdesk-892">

<title>Setting Paper Options</title>

<indexterm><primary>startup applications</primary><secondary>session-managed

</secondary></indexterm><indexterm><primary>sessions</primary><secondary>

setting properties</secondary></indexterm><para>Use the <guilabel>Paper</guilabel>

tabbed section to specify paper values, and to choose the paper layout for

the selected printer.</para>

<para><xref linkend="goscustdesk-TBL-112"> lists the paper options that you

can specify.</para>

<table frame="topbot" id="goscustdesk-TBL-112">

<title>Paper Options</title>

<tgroup cols="2" colsep="1" rowsep="1">



<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"

colwidth="47.14*">

<thead>

<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry

colsep="0" rowsep="1"><para>Description</para></entry></row>

</thead>

<tbody>

<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Paper size

</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>

Select the paper size to use for the printer from the drop-down list.</para></entry>

</row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

Paper type</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"

valign="top"><para>Select the paper type to use for the printer from the drop-down

list.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

Source</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"

valign="top"><para>Select the paper tray to use for the printer from the drop-down

list. The source specifies where the paper is located in the printer.</para></entry>

</row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Double

Sided</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>

Select the layout to use for the printer from the drop-down list.</para></entry>

</row>

</tbody>

</tgroup>

</table>

</sect2>

<sect2 id="goscustdesk-893">

<title>Setting Advanced Options</title>

<indexterm><primary>startup applications</primary><secondary>non-session-managed

</secondary></indexterm><para>Use the <guilabel>Advanced</guilabel> tabbed

section to specify advanced values for the selected printer.</para>

<para><xref linkend="goscustdesk-TBL-113"> lists an example of advanced options

that you can specify for a specific printer.</para>

<table frame="topbot" id="goscustdesk-TBL-113">

<title>Advanced Options</title>

<tgroup cols="2" colsep="1" rowsep="1">



<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"

colwidth="47.14*">

<thead>

<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry

colsep="0" rowsep="1"><para>Description</para></entry></row>

</thead>

<tbody>

<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Floyd-Steinberg

Dithering</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>

Select the type of dithering to use for the printer from the drop-down list,

for example, Floyd-Steinberg dithering.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

Manual Feed of Paper</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"

rowsep="0" valign="top"><para>Select whether you want to switch on or off

the paper manual feed from the drop-down list.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>

Page Region</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"

rowsep="0" valign="top"><para>Select the paper size to use for the printer

from the drop-down list.</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Number

of Copies</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>

Select the number of copies that you want to print from the drop-down list.

</para></entry></row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Density

</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>

Select the density to use for the printer from the drop-down list.</para></entry>

</row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Economy

mode</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>

Select the economy mode to use for the printer from the drop-down list.</para></entry>

</row>

<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>REt Setting

</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>

Select the Resolution Enhancement Technology (REt) setting to use for the

printer from the drop-down list. REt inserts smaller dots at the edges of

lines and smooths any rough edges.</para></entry></row>

</tbody>

</tgroup>

</table>

</sect2>

</sect1>

-->
  <sect1 id="goscustdoc-2">
    <title>Escolhendo seus aplicativos preferidos </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Aplicativos preferidos </secondary>
    </indexterm>
    <indexterm>
      <primary>aplicativos padr&atilde;o</primary>
      <see>aplicativos preferidos</see>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Aplicativos preferidos</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione  <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Aplicativos preferidos</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Aplicativos preferidos</application> para especificar os aplicativos que voc&ecirc; deseja que o Java Desktop System use ao ser iniciado o aplicativo preferido. Por exemplo, voc&ecirc; pode especificar o <application>Xterm</application> como aplicativo de terminal preferido. Quando voc&ecirc; clica em <guibutton> Iniciar</guibutton> e seleciona  <menuchoice><guimenu>Aplicativos</guimenu><guisubmenu>Utilit&aacute;rios</guisubmenu><guimenuitem>Terminal </guimenuitem></menuchoice>, o <application>Xterm</application> &eacute; iniciado.</para>
    <para>Voc&ecirc; pode personalizar as prefer&ecirc;ncias da ferramenta de prefer&ecirc;ncias <application>Aplicativos preferidos</application> nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Navegador da web</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Leitor de mensagens</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Editor de texto</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Terminal</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustlookandfeel-32">
      <title>Prefer&ecirc;ncias do navegador da web </title>
      <indexterm>
        <primary>aplicativos preferidos</primary>
        <secondary>navegador da web </secondary>
      </indexterm>
      <indexterm>
        <primary>navegador da web, aplicativo preferido </primary>
      </indexterm>
      <para>Use a guia <application>Navegador da web</application> para configurar o navegador da web preferido. O navegador da web preferido &eacute; aberto quando voc&ecirc; clica em uma URL. Por exemplo, o navegador da web &eacute; aberto quando voc&ecirc; seleciona uma URL em um aplicativo ou quando voc&ecirc; seleciona um lan&ccedil;ador de URL no plano de fundo do desktop.</para>
      <para>A <xref linkend="goscustlookandfeel-TBL-37"/> lista as prefer&ecirc;ncias de navegador da web que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-37">
        <title>Prefer&ecirc;ncias do navegador da web preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Selecionar um navegador da web</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar o navegador web padr&atilde;o. Use a caixa combinada com menu suspenso para selecionar o navegador da web preferido.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Navegador da web personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar um navegador web personalizado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Comando</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Digite o comando a ser executado para iniciar o navegador da web personalizado. Para permitir que o navegador exiba uma URL para voc&ecirc; clicar, inclua <command> &ldquo;%s&rdquo;</command> ap&oacute;s o comando.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Iniciar no terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para executar o comando em uma janela de terminal. Selecione essa op&ccedil;&atilde;o para um navegador que n&atilde;o abra sua pr&oacute;pria janela para execu&ccedil;&atilde;o.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-42">
      <title>Prefer&ecirc;ncias de cliente de e-mail </title>
      <indexterm>
        <primary>aplicativos preferidos</primary>
        <secondary>cliente de e-mail </secondary>
      </indexterm>
      <indexterm>
        <primary>cliente de e-mail, aplicativo preferido </primary>
      </indexterm>
      <para>Use a guia <application>Leitor de mensagens</application> para configurar o cliente de e-mail preferido. </para>
      <para>A <xref linkend="goscustlookandfeel-TBL-43"/> lista as prefer&ecirc;ncias do cliente de e-mail preferido que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-43">
        <title>Prefer&ecirc;ncias do cliente de e-mail preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Selecionar um leitor de mensagens</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar o cliente de e-mail padr&atilde;o. Use a caixa combinada com menu suspenso para selecionar o cliente de e-mail preferido.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Leitor de mensagens personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar um cliente de e-mail personalizado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Comando</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Digite o comando a ser executado para iniciar o cliente de e-mail personalizado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Iniciar no terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para executar o comando em uma janela de terminal. Escolha essa op&ccedil;&atilde;o para um cliente de e-mail que n&atilde;o abra sua pr&oacute;pria janela para execu&ccedil;&atilde;o.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-31">
      <title>Prefer&ecirc;ncias do editor de texto </title>
      <indexterm>
        <primary>aplicativos preferidos</primary>
        <secondary>editor de texto </secondary>
      </indexterm>
      <indexterm>
        <primary>editor de texto, aplicativo preferido </primary>
      </indexterm>
      <para>Use a guia <application>Editor de texto</application> para configurar o editor de texto preferido.</para>
      <para>A <xref linkend="goscustdoc-TBL-1"/> lista as prefer&ecirc;ncias do editor de texto que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustdoc-TBL-1">
        <title>Prefer&ecirc;ncias do editor de texto preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Selecionar um editor</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar o editor de texto padr&atilde;o. Use a caixa combinada com menu suspenso para especificar o editor de texto preferido.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Editor personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar um editor de texto personalizado. A caixa de di&aacute;logo <guilabel>Propriedades do editor personalizado</guilabel> &eacute; exibida. </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Nome</guilabel>: Digite o nome do editor de texto personalizado.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Comando</guilabel>: Digite o comando para iniciar o editor de texto personalizado.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Este aplicativo pode abrir v&aacute;rios arquivos</guilabel>: Selecione essa op&ccedil;&atilde;o se o editor de texto padr&atilde;o &eacute; capaz de abrir v&aacute;rios arquivos.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Este aplicativo deve ser executado em um shell</guilabel>: Selecione essa op&ccedil;&atilde;o para executar o comando em uma janela de terminal. Escolha essa op&ccedil;&atilde;o para um editor que n&atilde;o abra sua pr&oacute;pria janela para execu&ccedil;&atilde;o.</para>
                  </listitem>
                </itemizedlist>
                <para>Depois de especificar um editor de texto personalizado, voc&ecirc; pode clicar no bot&atilde;o <guibutton>Propriedades</guibutton> para exibir a caixa de di&aacute;logo <guilabel>Propriedades do editor personalizado</guilabel>. Voc&ecirc; pode usar essa caixa de di&aacute;logo para modificar as propriedades do editor de texto personalizado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Use este editor para abrir arquivos de texto no gerenciador de arquivos</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o se desejar que o gerenciador de arquivos inicie o editor de texto personalizado para exibir arquivos de texto.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-34">
      <title>Prefer&ecirc;ncias do terminal </title>
      <indexterm>
        <primary>aplicativos preferidos</primary>
        <secondary>terminal</secondary>
      </indexterm>
      <indexterm>
        <primary>terminal, aplicativo preferido</primary>
      </indexterm>
      <para>Use a guia <application>Terminal</application> para configurar o terminal preferido.</para>
      <para>A <xref linkend="goscustlookandfeel-TBL-35"/> lista as prefer&ecirc;ncias de terminal que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-35">
        <title>Prefer&ecirc;ncias do terminal preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Selecionar um terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar o terminal padr&atilde;o. Use a caixa combinada com menu suspenso para especificar o terminal preferido. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Terminal personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para usar um terminal personalizado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Comando</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Digite o comando a ser executado para iniciar o terminal personalizado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Exec Flag</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Digite a op&ccedil;&atilde;o <command>exec</command> para usar com o comando.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-70">
    <title>Definindo as prefer&ecirc;ncias de resolu&ccedil;&atilde;o de tela </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Resolu&ccedil;&atilde;o de tela </secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Resolu&ccedil;&atilde;o de tela</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktopExibir</guisubmenu><guimenuitem>Resolu&ccedil;&atilde;o de tela </guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Resolu&ccedil;&atilde;o de tela</application> para especificar as defini&ccedil;&otilde;es de resolu&ccedil;&atilde;o para sua tela. A <xref linkend="goscustdesk-TBL-72"/> lista as prefer&ecirc;ncias de resolu&ccedil;&atilde;o de tela que voc&ecirc; pode modificar.</para>
    <table frame="topbot" id="goscustdesk-TBL-72">
      <title>Prefer&ecirc;ncias de resolu&ccedil;&atilde;o de tela</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="50*"/>
        <colspec colname="colspec1" colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Resolu&ccedil;&atilde;o</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione a resolu&ccedil;&atilde;o a ser usada para a tela na lista suspensa.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Taxa de atualiza&ccedil;&atilde;o</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Selecione a taxa de atualiza&ccedil;&atilde;o de tela a ser usada para a tela na lista suspensa.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guilabel>Tornar padr&atilde;o somente para este computador</guilabel> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para tornar padr&atilde;o as defini&ccedil;&otilde;es de resolu&ccedil;&atilde;o de tela somente para o sistema que voc&ecirc; est&aacute; conectado.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-65">
    <title>Definindo prefer&ecirc;ncias do protetor de tela </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Protetor de tela</secondary>
    </indexterm>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary>configurando o protetor de tela </secondary>
    </indexterm>
    <indexterm>
      <primary>protetor de tela, definindo prefer&ecirc;ncias </primary>
    </indexterm>
    <indexterm>
      <primary>XScreenSaver</primary>
      <see>protetor de tela </see>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Protetor de tela</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu> Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktop</guisubmenu><guisubmenu>Exibir</guisubmenu><guimenuitem>Protetor de tela</guimenuitem></menuchoice>.</para>
    <para>Um protetor de tela &eacute; um aplicativo que substitui a imagem na tela quando ela n&atilde;o est&aacute; em uso. Voc&ecirc; pode usar protetores de tela de v&aacute;rias maneiras:</para>
    <itemizedlist>
      <listitem>
        <para>Ativar ap&oacute;s um per&iacute;odo espec&iacute;fico de tempo de ociosidade.</para>
      </listitem>
      <listitem>
        <para>Ativar quando voc&ecirc; bloquear a tela.</para>
      </listitem>
      <listitem>
        <para>Gerenciar a energia usado pelo monitor quando o sistema estiver ocioso. </para>
      </listitem>
    </itemizedlist>
    <para>Voc&ecirc; pode personalizar as defini&ccedil;&otilde;es da ferramenta de prefer&ecirc;ncias <application>Protetor de tela</application> nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Modos de exibi&ccedil;&atilde;o</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Avan&ccedil;ado</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-59">
      <title>Prefer&ecirc;ncias do modo de exibi&ccedil;&atilde;o</title>
      <para>Use a guia <guilabel>Modos de exibi&ccedil;&atilde;o</guilabel> para definir as prefer&ecirc;ncias do modo de exibi&ccedil;&atilde;o.</para>
      <para>A <xref linkend="goscustdesk-TBL-63"/> lista as prefer&ecirc;ncias do modo de exibi&ccedil;&atilde;o que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustdesk-TBL-63">
        <title>Prefer&ecirc;ncias do modo de exibi&ccedil;&atilde;o do protetor de tela</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="35.09*"/>
          <colspec colname="colspec3" colwidth="64.91*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Modo</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Use o menu suspenso para especificar o comportamento do aplicativo protetor de tela. As op&ccedil;&otilde;es s&atilde;o as seguintes: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Desabilitar prote&ccedil;&atilde;o de tela</guilabel>: Selecione essa op&ccedil;&atilde;o se voc&ecirc; n&atilde;o desejar usar o aplicativo protetor de tela.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Somente tela escura</guilabel>: Selecione essa op&ccedil;&atilde;o se desejar que a tela fique escura quando voc&ecirc; bloque&aacute;-la.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Somente uma prote&ccedil;&atilde;o de tela</guilabel>: Selecione essa op&ccedil;&atilde;o se desejar exibir um &uacute;nico protetor de tela quando a tela for bloqueada.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Prote&ccedil;&atilde;o de tela aleat&oacute;ria</guilabel>: Selecione essa op&ccedil;&atilde;o se desejar exibir uma sele&ccedil;&atilde;o aleat&oacute;ria de protetores de tela quando a tela for bloqueada. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>Lista de exibi&ccedil;&atilde;o</para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione na lista o protetor de tela desejado.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Escura ap&oacute;s</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Especifique o tempo de inatividade do mouse ou do teclado para ativar o protetor de tela. </para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Mudar ap&oacute;s</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Especifique o tempo de cada exibi&ccedil;&atilde;o de protetor de tela.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Bloquear tela ap&oacute;s</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Selecione essa op&ccedil;&atilde;o se desejar que a tela seja bloqueada depois que o protetor de tela for ativado. Use a caixa de rolagem para especificar o intervalo entre a ativa&ccedil;&atilde;o do protetor de tela e o bloqueio da tela.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>Visualizar</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Clique neste bot&atilde;o para visualizar a exibi&ccedil;&atilde;o do protetor de tela selecionado na lista de protetores de tela. Para interromper a visualiza&ccedil;&atilde;o, pressione qualquer tecla ou clique um bot&atilde;o do mouse.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>Defini&ccedil;&otilde;es</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Clique neste bot&atilde;o para exibir as op&ccedil;&otilde;es de exibi&ccedil;&atilde;o do protetor de tela selecionado na lista de protetores de tela. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-60">
      <title>Prefer&ecirc;ncias avan&ccedil;adas</title>
      <para>Use a guia <guilabel>Avan&ccedil;ado</guilabel> para definir as prefer&ecirc;ncias avan&ccedil;adas do protetor de tela.</para>
      <para>A <xref linkend="goscustdesk-TBL-64"/> lista as prefer&ecirc;ncias avan&ccedil;adas do protetor de tela que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustdesk-TBL-64">
        <title>Prefer&ecirc;ncias avan&ccedil;adas do protetor de tela</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="40.38*"/>
          <colspec colname="colspec3" colwidth="59.62*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descri&ccedil;&atilde;o </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Capturar imagens do desktop</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Alguns protetores de tela podem capturar a tela e manipul&aacute;-la para criar um protetor de tela. Selecione essa op&ccedil;&atilde;o para fazer com que os protetores de tela capturem a tela.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Capturar quadros de v&iacute;deo</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Alguns protetores de tela podem capturar um quadro de v&iacute;deo e manipular a imagem capturada para criar um protetor de tela. Se o seu sistema possuir uma placa de captura de v&iacute;deo, selecione essa op&ccedil;&atilde;o para fazer com que os protetores de tela capturem  um quadro de v&iacute;deo.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Escolher imagem aleat&oacute;ria</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para fazer com que os protetores de tela usem imagens de um diret&oacute;rio selecionado. Digite no campo o caminho do diret&oacute;rio. Alternativamente, clique em <guibutton>Procurar</guibutton> para exibir uma caixa de di&aacute;logo onde voc&ecirc; poder&aacute; selecionar um diret&oacute;rio. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Diagn&oacute;stico detalhado</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para exibir informa&ccedil;&otilde;es de diagn&oacute;stico do protetor de tela.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Exibir erros de subprocesso</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para exibir erros relacionados a subprocessos do protetor de tela.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Exibir tela de abertura na inicializa&ccedil;&atilde;o</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para que o <application>Xscreensaver</application> exiba uma caixa de di&aacute;logo de abertura quando iniciado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Gerenciamento de energia habilitado</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar o gerenciamento de energia do monitor. O gerenciamento de energia pode reduzir o consumo de energia do monitor quando ele n&atilde;o estiver sendo utilizado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Em espera ap&oacute;s</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Especifique o tempo para que o monitor entre em modo de espera. Quando o monitor est&aacute; em modo de espera, a tela fica escura.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Suspender ap&oacute;s</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Especifique o tempo para que o monitor entre em modo de economia de energia. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Desligar ap&oacute;s</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Especifique o tempo para que o monitor se desligue. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Instalar mapa de cores</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para instalar um mapa de cores particular quando o protetor de tela estiver ativo. O uso de um mapa de cores particular pode melhorar a qualidade da cor na exibi&ccedil;&atilde;o de alguns protetores de tela.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Desvanecer at&eacute; escurecer</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para que a tela se escure&ccedil;a aos poucos quando o protetor de tela for ativado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Clarear aos poucos</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para clarear a tela aos poucos quando o protetor de tela for interrompido.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Dura&ccedil;&atilde;o do escurecimento</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Especifique o tempo para escurecimento quando o protetor de tela for ativado.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustsession-5">
    <title>Configurando sess&otilde;es </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Sess&otilde;es</secondary>
    </indexterm>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary>prefer&ecirc;ncias</secondary>
    </indexterm>
    <indexterm>
      <primary>aplicativos de inicializa&ccedil;&atilde;o</primary>
      <secondary> personaliza&ccedil;&atilde;o</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Sess&otilde;es</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Sess&otilde;es</guimenuitem></menuchoice>.</para>
    <para>A ferramenta de prefer&ecirc;ncias <application>Sess&otilde;es</application> permite que voc&ecirc; gerencie suas sess&otilde;es. Voc&ecirc; pode definir as prefer&ecirc;ncias de sess&atilde;o e especificar que aplicativos devem ser iniciados quando voc&ecirc; iniciar uma sess&atilde;o. Voc&ecirc; pode configurar sess&otilde;es de modo que seja salvo o estado dos aplicativos no Java Desktop System, e para restaurar esse estado quando voc&ecirc; iniciar outra sess&atilde;o. Voc&ecirc; tamb&eacute;m pode usar a ferramenta de prefer&ecirc;ncias para gerenciar v&aacute;rias sess&otilde;es do Java Desktop System.</para>
    <para>Voc&ecirc; pode personalizar as defini&ccedil;&otilde;es das sess&otilde;es e dos aplicativos de inicializa&ccedil;&atilde;o nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Op&ccedil;&otilde;es da sess&atilde;o</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Sess&atilde;o atual</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Programas de inicializa&ccedil;&atilde;o</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustsession-16">
      <title>Definindo as prefer&ecirc;ncias da sess&atilde;o </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>definindo op&ccedil;&otilde;es</secondary>
      </indexterm>
      <para>Use a guia <guilabel>Op&ccedil;&otilde;es da sess&atilde;o</guilabel> para gerenciar v&aacute;rias sess&otilde;es e para definir as prefer&ecirc;ncias da sess&atilde;o atual. </para>
      <para>A <xref linkend="goscustsession-TBL-11"/> lista as op&ccedil;&otilde;es da sess&atilde;o que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustsession-TBL-11">
        <title>Op&ccedil;&otilde;es da sess&atilde;o </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Exibir tela de abertura no logon</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para exibir uma tela de abertura ao iniciar a sess&atilde;o. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Avisar ao efetuar logoff</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para exibir uma caixa de di&aacute;logo de confirma&ccedil;&atilde;o ao finalizar uma sess&atilde;o. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Salvar automaticamente altera&ccedil;&otilde;es &agrave; sess&atilde;o</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <indexterm>
                  <primary>aplicativos de inicializa&ccedil;&atilde;o </primary>
                  <secondary>sess&atilde;o gerenciada</secondary>
                </indexterm>
                <para>Selecione essa op&ccedil;&atilde;o para que o gerenciador de sess&atilde;o salve o estado atual da sess&atilde;o. O gerenciador de sess&atilde;o salva os aplicativos de sess&atilde;o gerenciada que estejam abertos e suas defini&ccedil;&otilde;es. Na pr&oacute;xima vez em que voc&ecirc; iniciar uma sess&atilde;o, os aplicativos ser&atilde;o iniciados automaticamente com as defini&ccedil;&otilde;es salvas. </para>
                <para>Se voc&ecirc; n&atilde;o selecionou essa op&ccedil;&atilde;o, ao finalizar a sess&atilde;o, a caixa de di&aacute;logo If <guilabel>Confirma&ccedil;&atilde;o de logoff</guilabel> exibir&aacute; a op&ccedil;&atilde;o <guilabel>Salvar defini&ccedil;&otilde;es atuais</guilabel>.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Sess&otilde;es</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Use esta &aacute;rea da caixa de di&aacute;logo para gerenciar v&aacute;rias sess&otilde;es no Java Desktop System, como se segue:</para>
                <itemizedlist>
                  <listitem>
                    <para>Para criar uma nova sess&atilde;o, clique no bot&atilde;o <guibutton>Adicionar</guibutton>. Use a caixa de di&aacute;logo <guilabel>Adicionar nova sess&atilde;o</guilabel> para especificar o nome da sess&atilde;o.</para>
                  </listitem>
                  <listitem>
                    <para>Para alterar o nome de uma sess&atilde;o, selecione-a na tabela <guilabel>Escolher sess&atilde;o atual</guilabel>. Clique no bot&atilde;o <guibutton>Editar</guibutton>. A caixa de di&aacute;logo <guilabel>Editar nome de sess&atilde;o</guilabel> &eacute; exibida. Digite um nome para a sess&atilde;o.</para>
                  </listitem>
                  <listitem>
                    <para>Para excluir uma sess&atilde;o, selecione a sess&atilde;o na tabela <guilabel>Escolher sess&atilde;o atual</guilabel>. Clique no bot&atilde;o <guibutton>Excluir</guibutton>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-27">
      <title>Definindo as propriedades da sess&atilde;o </title>
      <indexterm>
        <primary>aplicativos de inicializa&ccedil;&atilde;o</primary>
        <secondary>sess&atilde;o gerenciada </secondary>
      </indexterm>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary> definindo propriedades</secondary>
      </indexterm>
      <para>Use a guia <guilabel>Sess&atilde;o atual</guilabel> para especificar valores de ordem de inicializa&ccedil;&atilde;o e para escolher os estilos de reinicializa&ccedil;&atilde;o dos aplicativos de sess&atilde;o gerenciada na sess&atilde;o atual. </para>
      <para>A <xref linkend="sessprop01"/> lista as propriedades da sess&atilde;o que voc&ecirc; pode configurar. </para>
      <table frame="topbot" id="sessprop01">
        <title>Propriedades da sess&atilde;o </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Ordem</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>A propriedade <guilabel>Ordem</guilabel> especifica a ordem pela qual o gerenciador de sess&atilde;o inicia os aplicativos de inicializa&ccedil;&atilde;o de sess&atilde;o gerenciada. O gerenciador de sess&atilde;o inicia primeiro os aplicativos de valor de ordem inferior. O valor padr&atilde;o &eacute; 50.</para>
                <para>Para especificar a ordem de inicializa&ccedil;&atilde;o de um aplicativo, selecione-o na tabela. Use a caixa de rolagem <guilabel>Ordem</guilabel> para especificar o valor de ordem de inicializa&ccedil;&atilde;o.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Estilo</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>A propriedade <guilabel>Estilo</guilabel> determina o estilo de reinicializa&ccedil;&atilde;o de um aplicativo. Para selecionar um estilo de reinicializa&ccedil;&atilde;o para um aplicativo, selecione o aplicativo na tabela e escolha um dos seguintes estilos: </para>
                <itemizedlist>
                  <listitem>
                    <para>
                      <guilabel>Normal</guilabel>
                    </para>
                    <para>O aplicativo &eacute; iniciado automaticamente quando voc&ecirc; inicia uma sess&atilde;o do Java Desktop System. Use o comando <command>kill</command> para encerrar aplicativos com esse estilo de reinicializa&ccedil;&atilde;o durante uma sess&atilde;o.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Reiniciar</guilabel>
                    </para>
                    <para>O aplicativo &eacute; reiniciado automaticamente sempre que voc&ecirc; fechar ou encerrar o aplicativo. Escolha esse estilo para um aplicativo se ele deve ser executado continuamente durante a sess&atilde;o. Para encerrar um aplicativo com esse estilo de reinicializa&ccedil;&atilde;o, selecione-o na tabela e clique no bot&atilde;o <guibutton>Remover</guibutton>.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Lixeira</guilabel>
                    </para>
                    <para>O aplicativo n&atilde;o &eacute; iniciado quando voc&ecirc; inicia uma sess&atilde;o do Java Desktop System.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Configura&ccedil;&otilde;es</guilabel>
                    </para>
                    <para>O aplicativo &eacute; iniciado automaticamente quando voc&ecirc; inicia uma sess&atilde;o. Os aplicativos com esse estilo t&ecirc;m, em geral, uma baixa ordem de inicializa&ccedil;&atilde;o e armazenam as defini&ccedil;&otilde;es de configura&ccedil;&atilde;o do Java Desktop System e dos aplicativos de sess&atilde;o gerenciada.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Remover</guibutton>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Clique no bot&atilde;o <guibutton>Remover</guibutton> para excluir da lista os aplicativos selecionados. O aplicativo &eacute; fechado e removido do gerenciador de sess&atilde;o. Os aplicativos que voc&ecirc; excluir n&atilde;o ser&atilde;o iniciados na pr&oacute;xima vez que voc&ecirc; iniciar uma sess&atilde;o.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0">
                <para><guibutton>Aplicar</guibutton> </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0">
                <para>Clique no bot&atilde;o <guibutton>Aplicar</guibutton> para aplicar as altera&ccedil;&otilde;es na ordem de inicializa&ccedil;&atilde;o e no estilo de reinicializa&ccedil;&atilde;o.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustsession-12">
      <title>Configurando aplicativos de inicializa&ccedil;&atilde;o </title>
      <indexterm>
        <primary>aplicativos de inicializa&ccedil;&atilde;o </primary>
        <secondary>sess&atilde;o n&atilde;o gerenciada</secondary>
      </indexterm>
      <para>Use a guia <guilabel>Programas de inicializa&ccedil;&atilde;o</guilabel> da ferramenta de prefer&ecirc;ncias <application>Sess&otilde;es</application> para especificar os <firstterm>aplicativos de inicializa&ccedil;&atilde;o</firstterm> de sess&atilde;o n&atilde;o gerenciada. Os aplicativos de inicializa&ccedil;&atilde;o s&atilde;o aqueles que s&atilde;o iniciados automaticamente quando voc&ecirc; inicia uma sess&atilde;o. Voc&ecirc; especifica os comandos que executam os aplicativos de sess&atilde;o n&atilde;o gerenciada na guia <guilabel>Programas de inicializa&ccedil;&atilde;o</guilabel>. Os comandos s&atilde;o executados automaticamente quando voc&ecirc; efetua logon.</para>
      <para>Voc&ecirc; tamb&eacute;m pode iniciar os aplicativos de sess&atilde;o gerenciada automaticamente. Para obter informa&ccedil;&otilde;es, consulte <xref linkend="goscustsession-16"/>.</para>
      <para>A <xref linkend="goscustsession-TBL-19"/> lista as prefer&ecirc;ncias dos aplicativos de inicializa&ccedil;&atilde;o que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustsession-TBL-19">
        <title>Prefer&ecirc;ncias dos programas de inicializa&ccedil;&atilde;o </title>
        <tgroup cols="2">
          <colspec colname="col1" colwidth="18.86*"/>
          <colspec colname="col2" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colname="col1" colsep="0">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colname="col2" colsep="0">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="col1" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Programas de inicializa&ccedil;&atilde;o adicionais</guilabel>
                </para>
              </entry>
              <entry colname="col2" colsep="0" rowsep="0" valign="top">
                <para>Use essa tabela para gerenciar os aplicativos de inicializa&ccedil;&atilde;o de sess&atilde;o n&atilde;o gerenciada, como se segue:</para>
                <itemizedlist>
                  <listitem>
                    <para>Para adicionar um aplicativo de inicializa&ccedil;&atilde;o, clique no bot&atilde;o <guibutton>Adicionar</guibutton>. A caixa de di&aacute;logo <guilabel>Adicionar programa de inicializa&ccedil;&atilde;o</guilabel> &eacute; exibida. Digite no campo <guilabel>Comando de inicializa&ccedil;&atilde;o</guilabel> o comando para iniciar o aplicativo. </para>
                    <para>Se voc&ecirc; especificar mais de um aplicativo de inicializa&ccedil;&atilde;o, use a caixa de rolagem <guilabel>Ordem</guilabel> para especificar a ordem de inicializa&ccedil;&atilde;o de cada aplicativo. A ordem de inicializa&ccedil;&atilde;o &eacute; a ordem desejada para inicializa&ccedil;&atilde;o dos aplicativos.</para>
                  </listitem>
                  <listitem>
                    <para>Para editar um aplicativo de inicializa&ccedil;&atilde;o, selecione-o e clique no bot&atilde;o <guibutton>Editar</guibutton>. A caixa de di&aacute;logo <guilabel>Editar programa de inicializa&ccedil;&atilde;o</guilabel> &eacute; exibida. Use a caixa de di&aacute;logo para modificar o comando e a ordem de inicializa&ccedil;&atilde;o para o aplicativo.</para>
                  </listitem>
                  <listitem>
                    <para>Para excluir um aplicativo de inicializa&ccedil;&atilde;o, selecione-o e clique no bot&atilde;o <guilabel>Excluir</guilabel>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-39">
    <title>Personalizando atalhos de teclado </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncia</primary>
      <secondary>Atalhos</secondary>
    </indexterm>
    <indexterm>
      <primary>teclas de atalho</primary>
      <secondary>configurando </secondary>
    </indexterm>
    <indexterm>
      <primary>atalhos de teclado</primary>
      <secondary> configurando</secondary>
    </indexterm>
    <indexterm>
      <primary>teclas de acesso</primary>
      <secondary>configurando</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Atalhos</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktopTeclado</guisubmenu><guimenuitem>Atalhos</guimenuitem></menuchoice>.</para>
    <para>Um <firstterm>atalho de teclado</firstterm> &eacute; uma tecla ou uma combina&ccedil;&atilde;o de teclas que fornece maneiras alternativas a padr&atilde;o para executar uma a&ccedil;&atilde;o. </para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Atalhos</application> para exibir os atalhos padr&atilde;o de teclado. Voc&ecirc; pode personalizar os atalhos padr&atilde;o de teclado conforme suas necessidades. Al&eacute;m disso, voc&ecirc; tamb&eacute;m pode definir prefer&ecirc;ncias de teclas de atalho para fun&ccedil;&otilde;es multim&iacute;dia.</para>
    <para>&Eacute; poss&iacute;vel tamb&eacute;m criar <firstterm>hot keys</firstterm> nos sistemas Solaris. Teclas de acesso s&atilde;o atalhos de teclado que iniciam aplicativos. </para>
    <para>A <xref linkend="goscustdesk-TBL-5"/> lista as defini&ccedil;&otilde;es de atalho de teclado que voc&ecirc; pode personalizar no Linux.</para>
    <table frame="topbot" id="goscustdesk-TBL-5">
      <title>Prefer&ecirc;ncias de atalhos de teclado no Linux</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Atalhos de edi&ccedil;&atilde;o de texto</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Selecione uma das seguintes defini&ccedil;&otilde;es:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Padr&atilde;o</guilabel>: Use essa defini&ccedil;&atilde;o para as teclas de atalho padr&atilde;o.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel>: Use essa defini&ccedil;&atilde;o para teclas de atalho <application> Emacs</application>.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Atalhos do desktop</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Essa tabela lista as a&ccedil;&otilde;es e teclas de atalho a elas associadas. </para>
              <para>Para alterar as teclas de atalho para uma a&ccedil;&atilde;o, clique na a&ccedil;&atilde;o para selecion&aacute;-la e, em seguida, clique no respectivo atalho. Pressione as teclas a serem associadas com a a&ccedil;&atilde;o.</para>
              <para>Para desabilitar as teclas de atalho para uma a&ccedil;&atilde;o, clique na a&ccedil;&atilde;o para selecion&aacute;-la e, em seguida, clique no respectivo atalho. Pressione <keycap>Back Space</keycap>.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>A <xref linkend="goscustdesk-TBL-3"/> lista as defini&ccedil;&otilde;es de atalho de teclado que voc&ecirc; pode personalizar no Solaris.</para>
    <table frame="topbot" id="goscustdesk-TBL-3">
      <title>Prefer&ecirc;ncias de atalhos de teclado no Solaris</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Atalhos de edi&ccedil;&atilde;o de texto</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Selecione uma das seguintes defini&ccedil;&otilde;es:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Padr&atilde;o</guilabel>: Use essa defini&ccedil;&atilde;o para as teclas de atalho padr&atilde;o.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel>: Use essa defini&ccedil;&atilde;o para teclas de atalho <application> Emacs</application>.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Atalhos do desktop</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Essa tabela lista as a&ccedil;&otilde;es e teclas de atalho a elas associadas. </para>
              <para>Para alterar as teclas de atalho para uma a&ccedil;&atilde;o, clique na a&ccedil;&atilde;o para selecion&aacute;-la e, em seguida, clique no respectivo atalho. Pressione as teclas a serem associadas com a a&ccedil;&atilde;o.</para>
              <para>Para desabilitar as teclas de atalho para uma a&ccedil;&atilde;o, clique na a&ccedil;&atilde;o para selecion&aacute;-la e, em seguida, clique no respectivo atalho. Pressione <keycap>Back Space</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Atalhos personalizados</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Para adicionar uma hot key, execute as seguintes etapas:</para>
              <orderedlist>
                <listitem>
                  <para>Clique em <guibutton>Novo</guibutton>. A caixa de di&aacute;logo <guilabel>Associa&ccedil;&atilde;o personalizada</guilabel> &eacute; exibida. Digite no campo <guilabel>Novo comando</guilabel> o comando a ser associado &agrave; hot key. Alternativamente, procure o comando, clicando no bot&atilde;o <guibutton>Procurar</guibutton>. Depois de selecionar o comando, clique em <guibutton>OK</guibutton>. O comando &eacute; adicionado &agrave; se&ccedil;&atilde;o <guilabel>Atalhos personalizados</guilabel> da tabela <guilabel> Atalhos de desktop</guilabel>.</para>
                </listitem>
                <listitem>
                  <para>Clique na coluna <guilabel>Atalho</guilabel> do comando, na se&ccedil;&atilde;o <guilabel>Associa&ccedil;&otilde;es personalizadas</guilabel> da tabela <guilabel>Atalhos de desktop</guilabel>. Pressione a tecla, ou combina&ccedil;&atilde;o de teclas, a ser associada com o comando. </para>
                </listitem>
              </orderedlist>
              <para>Para editar uma hot key, selecione-a na se&ccedil;&atilde;o <guilabel>Atalhos personalizados</guilabel> da tabela <guilabel>Atalhos do desktop</guilabel> e clique em <guibutton>Editar</guibutton>. Edite o comando na caixa de di&aacute;logo <guilabel>Associa&ccedil;&otilde;es personalizadas</guilabel>.</para>
              <para>Para remover uma hot key, selecione-a na se&ccedil;&atilde;o <guilabel>Atalhos personalizados</guilabel> da tabela <guilabel>Atalhos do desktop</guilabel> e clique em <guibutton>Excluir</guibutton>.  </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Teclas de multim&iacute;dia</secondary>
    </indexterm>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Teclas de multim&iacute;dia</application> para atribuir teclas de atalho a uma a&ccedil;&atilde;o. </para>
    <para>A <xref linkend="goscustdesk-TBL-69"/> lista as prefer&ecirc;ncias de tecla de atalho que voc&ecirc; pode definir para as fun&ccedil;&otilde;es de multim&iacute;dia.</para>
    <table frame="topbot" id="goscustdesk-TBL-69">
      <title>Prefer&ecirc;ncias de teclas de multim&iacute;dia</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>Tabela de teclas de multim&iacute;dia </para>
            </entry>
            <entry>
              <para>Para adicionar as teclas de atalho de uma a&ccedil;&atilde;o, clique na a&ccedil;&atilde;o para selecion&aacute;-la e pressione as teclas a serem associadas &agrave; a&ccedil;&atilde;o. </para>
              <para>Para desabilitar as teclas de atalho de uma a&ccedil;&atilde;o, clique na a&ccedil;&atilde;o para selecion&aacute;-la e pressione <keycap>Back Space</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Usar volume PCM em vez do Master volume</guilabel>
              </para>
            </entry>
            <entry>
              <para>Selecione essa op&ccedil;&atilde;o para usar o volume Pulse Code Modulation (PCM) em vez do Master volume.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustmulti-2">
    <title>Definindo as prefer&ecirc;ncias de som </title>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncia</primary>
      <secondary>Som</secondary>
    </indexterm>
    <indexterm>
      <primary>som</primary>
      <secondary>definindo prefer&ecirc;ncias </secondary>
    </indexterm>
    <indexterm>
      <primary>som</primary>
      <secondary>associando eventos com sons</secondary>
    </indexterm>
    <indexterm>
      <primary>eventos, associando sons com</primary>
    </indexterm>
    <indexterm>
      <primary>servidor de som</primary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel> Som</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu> Prefer&ecirc;ncias do desktop</guisubmenu><guimenuitem>Som</guimenuitem></menuchoice>.</para>
    <para>A ferramenta de prefer&ecirc;ncias <application>Som</application> permite que voc&ecirc; controle a inicializa&ccedil;&atilde;o do servidor de som do Java Desktop System. Voc&ecirc; tamb&eacute;m pode especificar os sons a serem reproduzidos quando determinados eventos ocorrerem.</para>
    <para>Voc&ecirc; pode personalizar as defini&ccedil;&otilde;es da ferramenta de prefer&ecirc;ncias <application>Som</application> nas seguintes &aacute;reas funcionais:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Geral</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Eventos sonoros</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Sinal sonoro do sistema</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustmulti-3">
      <title>Prefer&ecirc;ncias gerais de som</title>
      <para>Use a guia <guilabel>Geral</guilabel> da ferramenta de prefer&ecirc;ncias <application>Som</application> para especificar quando iniciar o servidor de som do Java Desktop System. Voc&ecirc; tamb&eacute;m pode ativar fun&ccedil;&otilde;es de eventos sonoros.</para>
      <para>A <xref linkend="goscustmulti-TBL-4"/> lista as prefer&ecirc;ncias gerais de som que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustmulti-TBL-4">
        <title>Prefer&ecirc;ncias gerais de som </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Habilitar inicializa&ccedil;&atilde;o do servidor de som</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para iniciar o servidor de som ao iniciar a sess&atilde;o. Quando o servidor de som est&aacute; ativo, o Java Desktop System reproduz sons.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Sons para eventos</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para reproduzir sons quando determinados eventos ocorrerem no Java Desktop System. Essa op&ccedil;&atilde;o s&oacute; pode ser selecionada se a op&ccedil;&atilde;o <guilabel>Habilitar inicializa&ccedil;&atilde;o do servidor de som</guilabel> estiver selecionada.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-48">
      <title>Prefer&ecirc;ncias de eventos sonoros</title>
      <para>Use a guia <guilabel>Eventos sonoros</guilabel> da ferramenta de prefer&ecirc;ncias <application> Som</application> para associar sons espec&iacute;ficos a eventos determinados. </para>
      <note>
        <para>Voc&ecirc; deve selecionar as op&ccedil;&otilde;es <guilabel>Habilitar inicializa&ccedil;&atilde;o do servidor de som</guilabel> e <guilabel>Sons para eventos</guilabel> antes de acessar a guia <guilabel>Eventos sonoros</guilabel>.</para>
      </note>
      <para>A <xref linkend="goscustmulti-TBL-6"/> lista as prefer&ecirc;ncias de eventos sonoros que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustmulti-TBL-6">
        <title>Prefer&ecirc;ncias de eventos sonoros </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Tabela <guilabel>Sons</guilabel></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Use a tabela <guilabel>Sons</guilabel> para associar sons espec&iacute;ficos a eventos determinados. </para>
                <para>A coluna <guilabel>Evento</guilabel> exibe uma lista hier&aacute;rquica dos eventos que podem ocorrer. Para expandir uma categoria de eventos, clique na seta direita ao lado da categoria de eventos.</para>
                <para>A coluna <guilabel>Arquivo de som</guilabel> apresenta o arquivo de som que &eacute; reproduzido quando o evento ocorre.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Reproduzir</guibutton>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Clique nesse bot&atilde;o para reproduzir o arquivo de som associado ao evento selecionado.  </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Caixa combinada com menu suspenso Arquivo de som, <guibutton>Procurar</guibutton></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Para associar um som a um evento, selecione o evento na tabela <guilabel>Sons</guilabel>. Digite na caixa combinada com menu suspenso o nome do arquivo de som que voc&ecirc; deseja associar ao evento selecionado. Alternativamente, clique em <guibutton>Procurar</guibutton> para exibir a caixa de di&aacute;logo <guilabel>Selecionar arquivo de som</guilabel>. Use a caixa de di&aacute;logo para especificar o arquivo de som que voc&ecirc; deseja associar ao evento selecionado.</para>
                <note>
                  <para>Somente &eacute; poss&iacute;vel associar arquivos de som em formato <filename> .wav</filename> com eventos.</para>
                </note>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-41">
      <title>Defini&ccedil;&otilde;es do sinal sonoro do sistema </title>
      <indexterm>
        <primary>teclado</primary>
        <secondary>configurando prefer&ecirc;ncias de som </secondary>
      </indexterm>
      <indexterm>
        <primary>som</primary>
        <secondary>configurando prefer&ecirc;ncias de sinal sonoro do sistema</secondary>
      </indexterm>
      <indexterm>
        <primary>sinal sonoro do sistema</primary>
        <secondary>configurando prefer&ecirc;ncias</secondary>
      </indexterm>
      <para>Use a guia <guilabel>Sinal sonoro do sistema</guilabel> para definir as prefer&ecirc;ncias do sinal sonoro do sistema.</para>
      <para>Alguns aplicativos reproduzem um sinal sonoro para indicar erro de entrada do teclado. Use as prefer&ecirc;ncias na guia <guilabel>Sinal sonoro do sistema</guilabel> para configurar o sinal sonoro. A <xref linkend="goscustdesk-TBL-1"/> lista as prefer&ecirc;ncias do sinal sonoro do sistema que voc&ecirc; pode modificar.</para>
      <table frame="topbot" id="goscustdesk-TBL-1">
        <title>Prefer&ecirc;ncias do sinal sonoro do sistema </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento da caixa de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descri&ccedil;&atilde;o</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Reproduzir sinal sonoro</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar o sinal sonoro do sistema.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Retorno visual</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Selecione essa op&ccedil;&atilde;o para habilitar o retorno visual para indica&ccedil;&atilde;o de erros de entrada. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Piscar barra de t&iacute;tulo da janela</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Selecione essa op&ccedil;&atilde;o para que a barra de t&iacute;tulo da janela pisque para indicar um erro de entrada. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Piscar toda a tela</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Selecione essa op&ccedil;&atilde;o para que toda a tela pisque para indicar um erro de entrada. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-12">
    <title>Personalizando temas </title>
    <indexterm>
      <primary>temas</primary>
      <secondary>definindo op&ccedil;&otilde;es de controles</secondary>
    </indexterm>
    <indexterm>
      <primary>temas</primary>
      <secondary>definindo as op&ccedil;&otilde;es de quadro da janela</secondary>
    </indexterm>
    <indexterm>
      <primary>temas</primary>
      <secondary>definindo as op&ccedil;&otilde;es de &iacute;cones</secondary>
    </indexterm>
    <indexterm>
      <primary> janelas</primary>
      <secondary>definindo as op&ccedil;&otilde;es de tema do quadro</secondary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Tema</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Tema</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu>Prefer&ecirc;ncias</guimenu><guisubmenu>Prefer&ecirc;ncias do desktopExibir</guisubmenu><guimenuitem>Tema</guimenuitem></menuchoice>. </para>
    <para>Um tema &eacute; um grupo de defini&ccedil;&otilde;es coordenadas que especifica a apar&ecirc;ncia visual de uma parte do Java Desktop System. Voc&ecirc; pode escolher temas para alterar a apar&ecirc;ncia do Java Desktop System. Use a ferramenta de prefer&ecirc;ncias <application>Tema</application> para selecionar um tema. Voc&ecirc; pode escolher um tema em uma lista de temas dispon&iacute;veis. A lista dos temas dispon&iacute;veis inclui v&aacute;rios temas para usu&aacute;rios com necessidades de acessibilidade. </para>
    <para>Um tema cont&eacute;m defini&ccedil;&otilde;es que afetam diferentes partes do Java Desktop System, como se segue:</para>
    <variablelist>
      <varlistentry>
        <term>Controles</term>
        <listitem>
          <para><indexterm><primary>temas GTK+</primary><see>temas, op&ccedil;&otilde;es de controles</see></indexterm><indexterm><primary>temas</primary><secondary>op&ccedil;&otilde;es de controles</secondary><tertiary> introdu&ccedil;&atilde;o</tertiary></indexterm>A defini&ccedil;&atilde;o de controles para um tema determina a apar&ecirc;ncia visual das janelas, dos pain&eacute;is e dos aplicativos dos pain&eacute;is. A defini&ccedil;&atilde;o de controles tamb&eacute;m determina a apar&ecirc;ncia visual dos itens de interface compat&iacute;veis com o GNOME que s&atilde;o exibidos em janela, pain&eacute;is e aplicativos, tais como menus, &iacute;cones e bot&otilde;es. Algumas das op&ccedil;&otilde;es de defini&ccedil;&atilde;o de controles dispon&iacute;veis foram desenvolvidas para necessidades especiais de acessibilidade. Voc&ecirc; pode escolher uma op&ccedil;&atilde;o para defini&ccedil;&atilde;o de controles na guia <guilabel>Controles</guilabel> da ferramenta de prefer&ecirc;ncias <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Quadro da janela</term>
        <listitem>
          <para><indexterm><primary> temas</primary><secondary>op&ccedil;&otilde;es de quadro da janela</secondary><tertiary>introdu&ccedil;&atilde;o </tertiary></indexterm><indexterm><primary>Temas do Metacity</primary><see> temas, op&ccedil;&otilde;es de quadro da janela</see></indexterm>A defini&ccedil;&atilde;o do quadro da janela para um tema determina somente a apar&ecirc;ncia dos quadros ao redor das janelas. Voc&ecirc; pode escolher uma op&ccedil;&atilde;o para defini&ccedil;&atilde;o do quadro da janela na guia <guilabel>Borda da janela</guilabel> da ferramenta de prefer&ecirc;ncias <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>&Iacute;cone</term>
        <listitem>
          <para><indexterm><primary>temas </primary><secondary>op&ccedil;&otilde;es de &iacute;cones</secondary><tertiary>introdu&ccedil;&atilde;o</tertiary></indexterm><indexterm><primary>temas de &iacute;cone</primary><see>temas, op&ccedil;&otilde;es de &iacute;cones </see></indexterm>A defini&ccedil;&atilde;o de &iacute;cone para um tema determina a apar&ecirc;ncia dos &iacute;cones em pain&eacute;is e o plano de fundo do desktop. Voc&ecirc; pode escolher uma op&ccedil;&atilde;o para defini&ccedil;&atilde;o de &iacute;cones na guia <guilabel>&Iacute;cones</guilabel> da ferramenta de prefer&ecirc;ncias <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <sect2 id="goscustdesk-61">
      <title>Para criar um tema personalizado</title>
      <para>Os temas listados na ferramenta de prefer&ecirc;ncias <application>Tema</application> s&atilde;o diferentes combina&ccedil;&otilde;es de op&ccedil;&otilde;es de controles, de quadro de janelas e de &iacute;cones. Voc&ecirc; pode criar um tema personalizado que use outras combina&ccedil;&otilde;es de op&ccedil;&otilde;es de controles, de quadro de janelas e de &iacute;cones.</para>
      <para>Para criar um tema personalizado, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Inicie a ferramenta de prefer&ecirc;ncias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Selecione um tema na lista de temas.</para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Detalhes do tema</guibutton>. A caixa de di&aacute;logo <guilabel>Detalhes do tema</guilabel> &eacute; exibida.</para>
        </listitem>
        <listitem>
          <para>Selecione na lista da guia <guilabel>Controles</guilabel> a op&ccedil;&atilde;o de controles desejada para o tema personalizado. A lista de controles dispon&iacute;veis inclui v&aacute;rias op&ccedil;&otilde;es para usu&aacute;rios com necessidades de acessibilidade.</para>
        </listitem>
        <listitem>
          <para>Clique na guia <guilabel>Borda da janela</guilabel> para exibi-la. Selecione na lista a op&ccedil;&atilde;o de quadro de janela desejada para o tema personalizado. A lista de op&ccedil;&otilde;es de quadro de janela dispon&iacute;veis inclui v&aacute;rias op&ccedil;&otilde;es para usu&aacute;rios com necessidades de acessibilidade.</para>
        </listitem>
        <listitem>
          <para>Clique na guia <guilabel>&Iacute;cones</guilabel> para exibi-la. Selecione na lista a op&ccedil;&atilde;o de &iacute;cones desejada para o tema personalizado. A lista das op&ccedil;&otilde;es de &iacute;cones dispon&iacute;veis inclui v&aacute;rias op&ccedil;&otilde;es para usu&aacute;rios com necessidades de acessibilidade. </para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton> para fechar a caixa de di&aacute;logo <guilabel>Detalhes do tema</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Na ferramenta de prefer&ecirc;ncias <application>Tema</application>, clique no bot&atilde;o <guibutton>Salvar tema</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Digite o nome e breve descri&ccedil;&atilde;o para o tema personalizado na caixa de di&aacute;logo <guilabel>Salvar tema em disco</guilabel> e clique em <guibutton>Salvar</guibutton>. O tema personalizado aparecer&aacute; agora na lista de temas dispon&iacute;veis. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-62">
      <title>Para instalar um novo tema</title>
      <para>Voc&ecirc; pode adicionar um tema &agrave; lista de temas dispon&iacute;veis. O novo tema deve ser um arquivo compactado que esteja comprimido e compactado. Isto &eacute;, o novo tema deve ser um arquivo <filename>.tar.gz</filename>.</para>
      <para>Para instalar um novo tema, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Inicie a ferramenta de prefer&ecirc;ncias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Instalar tema</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Digite o local do arquivo compactado do tema na caixa combinada com menu suspenso, na caixa de di&aacute;logo <guilabel>Instalar um tema</guilabel>. Alternativamente, procure o arquivo, clicando no bot&atilde;o <guibutton>Procurar</guibutton>. Depois de selecionar o arquivo, clique em <guibutton>OK</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Instalar</guibutton> para instalar o novo tema. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-80">
      <title>Para instalar uma nova op&ccedil;&atilde;o de tema</title>
      <para>Voc&ecirc; pode instalar novas op&ccedil;&otilde;es de controles, de quadros de janela ou de &iacute;cones. &Eacute; poss&iacute;vel achar muitas op&ccedil;&otilde;es de controle na Internet.</para>
      <para>Para instalar uma nova op&ccedil;&atilde;o de controles, de quadros de janela ou de &iacute;cones, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Inicie a ferramenta de prefer&ecirc;ncias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Detalhes do tema</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Na caixa de di&aacute;logo <guilabel>Detalhes do tema</guilabel>, clique na guia para o tipo de tema que voc&ecirc; deseja instalar. Por exemplo, para instalar um op&ccedil;&atilde;o de &iacute;cones, clique na guia <guilabel>&Iacute;cones</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Instalar tema</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Digite o local do arquivo compactado da op&ccedil;&atilde;o na caixa combinada com menu suspenso, na caixa de di&aacute;logo <guilabel>Instalar um tema</guilabel>. Alternativamente, procure o arquivo, clicando no bot&atilde;o <guibutton>Procurar</guibutton>. Depois de selecionar o arquivo, clique em <guibutton>OK</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Instalar</guibutton> para instalar a nova op&ccedil;&atilde;o. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-81">
      <title>Para excluir uma op&ccedil;&atilde;o de tema</title>
      <para>Voc&ecirc; pode excluir op&ccedil;&otilde;es de controles, de quadros de janela ou de &iacute;cones. </para>
      <para>Para excluir uma op&ccedil;&atilde;o de controles, de quadros de janela ou de &iacute;cones, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Inicie a ferramenta de prefer&ecirc;ncias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Detalhes do tema</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Na caixa de di&aacute;logo <guilabel>Detalhes do tema</guilabel>, clique na guia para o tipo de op&ccedil;&atilde;o que voc&ecirc; deseja excluir. </para>
        </listitem>
        <listitem>
          <para>Clique no bot&atilde;o <guibutton>Ir para a pasta do tema</guibutton>. A janela do gerenciador de arquivos &eacute; aberta na pasta de op&ccedil;&atilde;o padr&atilde;o.</para>
        </listitem>
        <listitem>
          <para>Use a janela do gerenciador de arquivos para excluir a op&ccedil;&atilde;o.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-58">
    <title>Personalizando janelas </title>
    <indexterm>
      <primary>gerenciador da janela</primary>
      <secondary>personalizando</secondary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary>Comportamento da janela</secondary>
    </indexterm>
    <para>Para acessar a ferramenta de prefer&ecirc;ncias <guilabel>Comportamento da janela</guilabel>, clique em <guibutton>Iniciar</guibutton> e selecione <menuchoice><guimenu> Prefer&ecirc;nciasPrefer&ecirc;ncias do desktop</guimenu><guisubmenu>Exibir</guisubmenu><guimenuitem>Comportamento da janela</guimenuitem></menuchoice>.</para>
    <para>Use a ferramenta de prefer&ecirc;ncias <application>Comportamento da janela</application> para personalizar o comportamento da janela no Java Desktop System.</para>
    <para>A <xref linkend="goscustwindows-TBL-14"/> lista as prefer&ecirc;ncias das janelas que voc&ecirc; pode modificar.</para>
    <table frame="topbot" id="goscustwindows-TBL-14">
      <title>Prefer&ecirc;ncias das janelas </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento da caixa de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Selecionar janela quando o mouse for movimentado sobre ela</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para focalizar a janela quando voc&ecirc; a apontar. A janela mant&eacute;m o foco at&eacute; que voc&ecirc; aponte para outra janela.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Elevar janela selecionada ap&oacute;s um intervalo</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione essa op&ccedil;&atilde;o para elevar a janela logo ap&oacute;s ela ter recebido o foco.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Intervalo para eleva&ccedil;&atilde;o</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Especifique o intervalo de tempo para eleva&ccedil;&atilde;o da janela que recebeu o foco.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Clicar duas vezes na barra de t&iacute;tulos para executar esta a&ccedil;&atilde;o</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione o comportamento que voc&ecirc; deseja que ocorra quando clicar duas vezes na barra de t&iacute;tulos da janela. Selecione uma das seguintes op&ccedil;&otilde;es:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Rolar acima</guilabel>: Sombreia a janela.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Maximizar</guilabel>: Maximiza a janela.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Para mover uma janela, manter pressionada esta tecla e arrastar a janela</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Selecione a tecla que dever&aacute; ser mantida pressionada enquanto voc&ecirc; arrasta a janela para moviment&aacute;-la. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
</chapter>
