<chapter id="gosdeskback-1">
  <title>Usando o plano de fundo do desktop</title>
  <highlights>
    <para>Esse cap&iacute;tulo descreve como usar o plano de fundo do desktop para iniciar aplicativos e abrir pastas e arquivos. O cap&iacute;tulo tamb&eacute;m descreve como usar o menu <guimenu>Plano de fundo do desktop</guimenu> e como personalizar o plano de fundo do desktop.</para>
  </highlights>
  <sect1 id="gosdeskback-21">
    <title>Introdu&ccedil;&atilde;o ao plano de fundo do desktop </title>
    <indexterm>
      <primary>plano de fundo do desktop</primary>
      <secondary>introdu&ccedil;&atilde;o</secondary>
    </indexterm>
    <para>O plano de fundo do desktop est&aacute; disposto por tr&aacute;s de todos os componentes vis&iacute;veis no desktop. O plano de fundo do desktop &eacute; um componente ativo da interface do usu&aacute;rio. Voc&ecirc; pode executar as seguintes tarefas no plano de fundo do desktop:</para>
    <itemizedlist>
      <listitem>
        <para>Iniciar aplicativos e abrir pastas e arquivos. </para>
        <para>Voc&ecirc; pode adicionar objetos de desktop para f&aacute;cil acesso a arquivos, pastas e aplicativos que voc&ecirc; use freq&uuml;entemente. Por exemplo, voc&ecirc; pode adicionar um lan&ccedil;ador de aplicativos ao plano de fundo do desktop. Voc&ecirc; pode criar um link simb&oacute;lico para um arquivo que voc&ecirc; use com freq&uuml;&ecirc;ncia e adicionar esse link ao plano de fundo do desktop. Voc&ecirc; tamb&eacute;m pode armazenar arquivos e pastas no plano de fundo do desktop.</para>
      </listitem>
      <listitem>
        <para>Abra o menu <guimenu>Plano de fundo do desktop</guimenu>.</para>
        <para>Clique com o bot&atilde;o direito no plano de fundo do desktop para abrir o menu <guimenu>Desktop</guimenu>. Voc&ecirc; pode usar o menu <guimenu>Desktop</guimenu> para executar a&ccedil;&otilde;es no plano de fundo do desktop.</para>
      </listitem>
      <listitem>
        <para>Trabalhe com a <guilabel>Lixeira</guilabel>.</para>
        <para>Voc&ecirc; pode mover objetos para a <guilabel>Lixeira</guilabel> e esvazi&aacute;-la.</para>
      </listitem>
      <listitem>
        <para>Personalize o plano de fundo do desktop.</para>
        <para>Voc&ecirc; pode personalizar o padr&atilde;o ou cor do plano de fundo do desktop.</para>
      </listitem>
    </itemizedlist>
    <para>Por padr&atilde;o, o plano de fundo do desktop cont&eacute;m cinco objetos. A <xref linkend="gosdeskback-TBL-84"/> descreve as fun&ccedil;&otilde;es dos objetos padr&atilde;o no desktop:</para>
    <table frame="topbot" id="gosdeskback-TBL-84">
      <title>Fun&ccedil;&otilde;es dos objetos padr&atilde;o de plano de fundo do desktop</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Objeto </para>
            </entry>
            <entry>
              <para>Fun&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Este computador</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Fornece um ponto de acesso a alguns dos recursos principais do Java Desktop System. Voc&ecirc; pode acessar os aplicativos e ferramentas de configura&ccedil;&atilde;o do local <guilabel>Este computador</guilabel>. Voc&ecirc; tamb&eacute;m pode acessar programas que possibilitem que voc&ecirc; configure o sistema como um servidor, e modifique outros detalhes de configura&ccedil;&atilde;o do sistema.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para><guilabel>Documentos</guilabel> </para>
            </entry>
            <entry colname="colspec1">
              <para>Permite acesso direto a arquivos armazenados no diret&oacute;rio padr&atilde;o.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Lixeira</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Fornece uma &aacute;rea de manuten&ccedil;&atilde;o tempor&aacute;ria de arquivos, pastas e objetos do desktop, que voc&ecirc; pode resgatar depois ou excluir permanentemente. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Obter informa&ccedil;&otilde;es sobre o Java Desktop System</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia um navegador onde voc&ecirc; pode acessar a Ajuda sobre o <application>Java Desktop System</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Star Office 7</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia o aplicativo <application>StarOffice</application>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-2">
    <title>Objetos de plano de fundo do desktop </title>
    <indexterm>
      <primary>desktop</primary>
      <secondary>objetos de desktop</secondary>
    </indexterm>
    <para>Um objeto de plano de fundo de desktop &eacute; um &iacute;cone no plano de fundo do desktop pelo qual voc&ecirc; pode abrir arquivos, pastas e aplicativos. Voc&ecirc; tamb&eacute;m pode adicionar objetos ao plano de fundo do desktop para f&aacute;cil acesso a arquivos, pastas, aplicativos e URIs que voc&ecirc; utilize freq&uuml;entemente. Por exemplo, voc&ecirc; pode adicionar um lan&ccedil;ador ao plano de fundo do desktop para abrir um aplicativo que voc&ecirc; use com freq&uuml;&ecirc;ncia. </para>
    <para>A <xref linkend="gosdeskback-TBL-86"/> descreve os tipos de objetos que voc&ecirc; pode adicionar ao plano de fundo do desktop.</para>
    <table frame="topbot" id="gosdeskback-TBL-86">
      <title>Tipos de objetos de plano de fundo do desktop</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="30.23*"/>
        <colspec colname="colspec1" colwidth="69.77*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Tipo do objeto</para>
            </entry>
            <entry>
              <para>Descri&ccedil;&atilde;o</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Link simb&oacute;lico</para>
            </entry>
            <entry valign="top">
              <para>Um link simb&oacute;lico &eacute; um objeto que aponta para outro arquivo ou pasta. Quando voc&ecirc; seleciona um link simb&oacute;lico no plano de fundo do desktop, &eacute; aberto o arquivo ou pasta para o qual o link simb&oacute;lico aponta. Voc&ecirc; pode mover ou copiar um link simb&oacute;lico para o plano de fundo do desktop.</para>
              <para>Voc&ecirc; pode identificar links simb&oacute;licos pelo emblema de seta padr&atilde;o, exibido em todos os links simb&oacute;licos </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Lan&ccedil;ador</para>
            </entry>
            <entry valign="top">
              <para>Voc&ecirc; pode adicionar os seguintes tipos de lan&ccedil;ador ao plano de fundo do desktop:</para>
              <itemizedlist>
                <listitem>
                  <para>Aplicativo: Inicia um aplicativo espec&iacute;fico.</para>
                </listitem>
                <listitem>
                  <para>Link: Link para um arquivo, pasta ou URI espec&iacute;ficos.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Arquivo</para>
            </entry>
            <entry valign="top">
              <para>Voc&ecirc; pode adicionar arquivos ao plano de fundo do desktop. Os arquivos do plano de fundo do desktop residem em seu diret&oacute;rio <literal>Desktop</literal>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Pasta </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Voc&ecirc; pode mover pastas para o plano de fundo do desktop ou nele criar pastas. As pastas no plano de fundo do desktop residem em seu diret&oacute;rio  <literal>Desktop</literal>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>As se&ccedil;&otilde;es a seguir descrevem como trabalhar com objetos no plano de fundo do desktop.</para>
    <sect2 id="gosdeskback-30">
      <title>Para selecionar objetos no plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>selecionando objetos </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary> selecionando</secondary>
      </indexterm>
      <para>Para selecionar um objeto no plano de fundo do desktop, clique no objeto. Para selecionar v&aacute;rios objetos, mantenha pressionada a tecla <keycap> Ctrl</keycap> e clique nos objetos desejados.</para>
      <para>Voc&ecirc; tamb&eacute;m pode selecionar uma &aacute;rea no plano de fundo do desktop para selecionar todos os objetos dentro dessa &aacute;rea. Clique e mantenha pressionado o bot&atilde;o do mouse no plano de fundo do desktop e arraste sobre a &aacute;rea que cont&eacute;m os objetos que voc&ecirc; deseja selecionar. Um ret&acirc;ngulo &eacute; exibido para marcar a &aacute;rea que voc&ecirc; est&aacute; selecionando. </para>
      <para>Para selecionar v&aacute;rias &aacute;reas, mantenha pressionada a tecla <keycap>Ctrl</keycap> e arraste o mouse sobre as &aacute;reas desejadas. </para>
    </sect2>
    <sect2 id="gosdeskback-29">
      <title>Para abrir um objeto no plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>abrindo objetos </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary> abrindo</secondary>
      </indexterm>
      <para>Para abrir um objeto no plano de fundo do desktop, clique duas vezes sobre o objeto. Alternativamente, clique com o bot&atilde;o direito sobre o objeto e selecione <guimenuitem>Abrir</guimenuitem>. Ao abrir um objeto, a a&ccedil;&atilde;o padr&atilde;o para o objeto &eacute; executada. Por exemplo, se o objeto &eacute; um arquivo de texto, ele &eacute; aberto na janela do gerenciador de arquivos. As a&ccedil;&otilde;es padr&atilde;o para os tipos de arquivo s&atilde;o especificadas na ferramenta de prefer&ecirc;ncias <application>Associa&ccedil;&otilde;es de arquivos</application>.</para>
      <para>Para executar uma a&ccedil;&atilde;o diferente da a&ccedil;&atilde;o padr&atilde;o para um objeto, clique com o bot&atilde;o direito no objeto e selecione <guimenuitem>Abrir com</guimenuitem>. Selecione uma a&ccedil;&atilde;o no submenu <guisubmenu>Abrir com</guisubmenu>. </para>
      <para>Os itens no submenu <guimenuitem>Abrir com</guimenuitem> correspondem ao conte&uacute;do das seguintes partes da ferramenta de prefer&ecirc;ncias <application>Associa&ccedil;&otilde;es de arquivos</application>:</para>
      <itemizedlist>
        <listitem>
          <para>Menu suspenso <guilabel>A&ccedil;&atilde;o padr&atilde;o</guilabel> na caixa de di&aacute;logo <guilabel>Editar tipo de arquivo</guilabel></para>
        </listitem>
        <listitem>
          <para>Menu suspenso <guilabel>Componente do visualizador</guilabel> na caixa de di&aacute;logo <guilabel>Editar tipo de arquivo</guilabel></para>
        </listitem>
      </itemizedlist>
      <para>Voc&ecirc; pode definir as prefer&ecirc;ncias na janela do gerenciador de arquivos, de modo que voc&ecirc; clique uma vez sobre o arquivo para executar a a&ccedil;&atilde;o padr&atilde;o.</para>
    </sect2>
    <sect2 id="gosdeskback-3">
      <title>Para adicionar um lan&ccedil;ador ao plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>adicionando lan&ccedil;adores </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop </primary>
        <secondary> lan&ccedil;adores</secondary>
      </indexterm>
      <para>Um lan&ccedil;ador de plano de fundo do desktop pode iniciar um aplicativo ou ser um link para um arquivo, pasta, site de FTP ou local URI. </para>
      <para>Para adicionar um lan&ccedil;ador ao plano de fundo do desktop, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique com o bot&atilde;o direito no plano de fundo do desktop e selecione <guimenuitem>Criar lan&ccedil;ador</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Digite as informa&ccedil;&otilde;es necess&aacute;rias na caixa de di&aacute;logo <guilabel>Criar lan&ccedil;ador</guilabel>. O comando que voc&ecirc; digitar para o lan&ccedil;ador ser&aacute; o comando a ser executado quando voc&ecirc; usar o objeto de plano de fundo do desktop.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-20">
      <title>Para adicionar um link simb&oacute;lico ao plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>adicionando links simb&oacute;licos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>links simb&oacute;licos</secondary>
      </indexterm>
      <indexterm>
        <primary>link simb&oacute;lico</primary>
        <secondary>no objeto do desktop, criando</secondary>
      </indexterm>
      <para>Voc&ecirc; pode criar links simb&oacute;licos no plano de fundo do desktop para executar as seguintes a&ccedil;&otilde;es:</para>
      <itemizedlist>
        <listitem>
          <para>Abrir um arquivo em um aplicativo espec&iacute;fico.</para>
        </listitem>
        <listitem>
          <para>Abrir uma pasta espec&iacute;fica na janela do gerenciador de arquivos.</para>
        </listitem>
        <listitem>
          <para>Executar um arquivo bin&aacute;rio ou script.</para>
        </listitem>
      </itemizedlist>
      <para>Para criar um link simb&oacute;lico no plano de fundo do desktop, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Exiba na janela do gerenciador de arquivos o arquivo, ou pasta, para o qual voc&ecirc; deseja criar um link simb&oacute;lico.</para>
        </listitem>
        <listitem>
          <para>Crie um link simb&oacute;lico para o arquivo ou pasta. Para criar um link simb&oacute;lico para um arquivo ou pasta, selecione o objeto. Selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Criar link</guimenuitem></menuchoice>. Um link para um arquivo ou pasta &eacute; adicionado &agrave; pasta atual. Voc&ecirc; pode identificar links simb&oacute;licos pelo emblema de seta padr&atilde;o, exibido em todos os links simb&oacute;licos A figura a seguir mostra um link simb&oacute;lico para um arquivo:</para>
          <screenshot>
            <mediaobject>
              <imageobject>
                <imagedata fileref="figures/naut_samplesymlink_icon.png" format="PNG"/>
              </imageobject>
              <textobject>
                <phrase>&Iacute;cone de arquivo com emblema de link simb&oacute;lico. </phrase>
              </textobject>
            </mediaobject>
          </screenshot>
        </listitem>
        <listitem>
          <para>Arraste o link simb&oacute;lico para o plano de fundo do desktop. O &iacute;cone do objeto &eacute; movido para o plano de fundo do desktop. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-16">
      <title>Adicionando um arquivo ou pasta ao plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>adicionando um arquivo ou uma pasta aos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>arquivos e pastas</secondary>
      </indexterm>
      <para>As se&ccedil;&otilde;es a seguir descrevem como voc&ecirc; pode adicionar objetos de arquivo e objetos de pasta ao plano de fundo do desktop. </para>
      <sect3 id="gosdeskback-18">
        <title>Para mover um arquivo ou pasta para o plano de fundo do desktop </title>
        <indexterm>
          <primary>plano de fundo do desktop</primary>
          <secondary>movendo um arquivo ou uma pasta para</secondary>
        </indexterm>
        <para>Voc&ecirc; pode mover um arquivo ou pasta do gerenciador de arquivos para o plano de fundo do desktop. Para mover um arquivo ou pasta para o plano de fundo do desktop, siga as seguintes etapas:</para>
        <orderedlist>
          <listitem>
            <para>Abra a janela do gerenciador de arquivos. </para>
          </listitem>
          <listitem>
            <para>Exiba o arquivo ou pasta que voc&ecirc; deseja mover.</para>
          </listitem>
          <listitem>
            <para>Arraste o arquivo ou pasta para o plano de fundo do desktop. O &iacute;cone do arquivo ou pasta &eacute; movido para o plano de fundo do desktop. O arquivo ou a pasta &eacute; movida para o seu diret&oacute;rio <literal>Desktop</literal>.</para>
            <para>Alternativamente, selecione o arquivo ou pasta e escolha <menuchoice><guimenu> Editar</guimenu><guimenuitem>Cortar arquivos</guimenuitem></menuchoice>. Clique com o bot&atilde;o direito em qualquer objeto de plano de fundo do desktop e selecione <guimenuitem>Colar arquivos</guimenuitem>. </para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-17">
        <title>Para copiar um arquivo ou pasta para o plano de fundo do desktop </title>
        <indexterm>
          <primary>plano de fundo do desktop</primary>
          <secondary>copiando um arquivo ou uma pasta para</secondary>
        </indexterm>
        <para>Voc&ecirc; pode copiar um arquivo ou pasta do gerenciador de arquivos para o plano de fundo do desktop. Para copiar um arquivo ou pasta para o plano de fundo do desktop, siga as seguintes etapas:</para>
        <orderedlist>
          <listitem>
            <para>Abra a janela do gerenciador de arquivos. </para>
          </listitem>
          <listitem>
            <para>Exiba o arquivo ou pasta que voc&ecirc; deseja mover.</para>
          </listitem>
          <listitem>
            <para>Mantenha pressionada a tecla <keycap>Ctrl</keycap> e arraste o arquivo ou pasta para o plano de fundo do desktop. Um &iacute;cone do arquivo ou pasta &eacute; adicionado ao plano de fundo do desktop. O arquivo ou a pasta &eacute; copiada para o seu diret&oacute;rio <literal>Desktop</literal>.</para>
            <para>Alternativamente, selecione o arquivo ou pasta e escolha <menuchoice><guimenu> Editar</guimenu><guimenuitem>Copiar arquivos</guimenuitem></menuchoice>. Clique com o bot&atilde;o direito em qualquer objeto de plano de fundo do desktop e selecione <guimenuitem>Colar arquivos</guimenuitem>.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-19">
        <title>Para criar um objeto de pasta no plano de fundo do desktop </title>
        <indexterm>
          <primary>plano de fundo do desktop</primary>
          <secondary>criando uma pasta em</secondary>
        </indexterm>
        <para>Para criar um objeto de pasta, clique com o bot&atilde;o direito no plano de fundo do desktop para abrir o menu <guimenu>Desktop</guimenu>. Selecione <guimenuitem>Criar pasta</guimenuitem>. Uma pasta <guilabel>sem t&iacute;tulo</guilabel> &eacute; adicionada ao plano de fundo do desktop. Digite o nome da nova pasta e pressione <keycap>Enter</keycap>. A pasta &eacute; exibida com o novo nome. A nova pasta reside em seu diret&oacute;rio <literal>Desktop</literal>.</para>
      </sect3>
    </sect2>
    <sect2 id="gosdeskback-90">
      <title>Para renomear um objeto de plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>renomeando objeto </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary> renomeando</secondary>
      </indexterm>
      <para>Para renomear um objeto de plano de fundo do desktop, clique com o bot&atilde;o direito no objeto e selecione  <guimenuitem>Renomear</guimenuitem>. O nome do objeto de plano de fundo do desktop &eacute; destacado. Digite o novo nome para o objeto e pressione <keycap>Enter</keycap>.</para>
    </sect2>
    <sect2 id="gosdeskback-25">
      <title>Para remover um objeto do plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>removendo um objeto de </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary> removendo</secondary>
      </indexterm>
      <para>Para remover um objeto do plano de fundo do desktop, clique com o bot&atilde;o direto sobre o objeto e selecione <guimenuitem>Mover para a lixeira</guimenuitem>. Alternativamente, arraste o objeto para a <guilabel>Lixeira</guilabel>.</para>
      <note>
        <para>Quando voc&ecirc; move um arquivo ou pasta de uma m&iacute;dia remov&iacute;vel para a <guilabel>Lixeira</guilabel>, o arquivo ou pasta &eacute; armazenado em um local de <guilabel>Lixeira</guilabel> na m&iacute;dia remov&iacute;vel. Para remover o arquivo ou pasta permanentemente da m&iacute;dia remov&iacute;vel, voc&ecirc; deve esvaziar a <guilabel>Lixeira</guilabel>.</para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-86">
      <title>Para excluir um objeto no plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>excluindo um objeto de </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>excluindo</secondary>
      </indexterm>
      <para>Quando voc&ecirc; exclui um objeto do plano de fundo do desktop, o objeto n&atilde;o &eacute; movido para a <guilabel>Lixeira</guilabel>; ele &eacute; imediatamente exclu&iacute;do do plano de fundo do desktop. O item de menu <guimenuitem> Excluir</guimenuitem> s&oacute; est&aacute; dispon&iacute;vel se voc&ecirc; selecionar a op&ccedil;&atilde;o  <guilabel>Incluir um comando Excluir que ignore a Lixeira</guilabel> na caixa de di&aacute;logo <guilabel>Prefer&ecirc;ncias do gerenciamento de arquivos</guilabel>, no gerenciador de arquivos. </para>
      <para>Para excluir um objeto do plano de fundo do desktop, clique com o bot&atilde;o direito sobre o objeto e selecione <guimenuitem>Excluir</guimenuitem>. </para>
      <note>
        <para>Voc&ecirc; n&atilde;o pode excluir os objetos de plano de fundo do desktop <guilabel>Este computador</guilabel> e <guilabel>Lixeira</guilabel>. </para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-89">
      <title>Para visualizar as propriedades de um objeto de plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>exibindo propriedades do objeto</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>exibindo propriedades</secondary>
      </indexterm>
      <para>Para visualizar as propriedades de um objeto de plano de fundo do desktop, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique com o bot&atilde;o direito no objeto cujas propriedades voc&ecirc; deseja visualizar e selecione <guimenuitem>Propriedades</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Use a caixa de di&aacute;logo de propriedades para visualizar as propriedades do objeto de plano de fundo do desktop. </para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton> para fechar a caixa de di&aacute;logo de propriedades.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-91">
      <title>Para alterar as permiss&otilde;es de um objeto de plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>alterando as permiss&otilde;es do objeto</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>alterando permiss&otilde;es</secondary>
      </indexterm>
      <para>Para alterar as permiss&otilde;es de um objeto de plano de fundo do desktop, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique com o bot&atilde;o direito no objeto cujas permiss&otilde;es voc&ecirc; deseja alterar e selecione <guimenuitem>Propriedades</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Clique na guia <guilabel>Permiss&otilde;es</guilabel> na caixa de di&aacute;logo de propriedades. </para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>Permiss&otilde;es</guilabel>, use os menus suspensos e caixas de sele&ccedil;&atilde;o para alterar as permiss&otilde;es do arquivo ou pasta. Para obter mais informa&ccedil;&otilde;es sobre os elementos da caixa de di&aacute;logo na guia <guilabel>Permiss&otilde;es</guilabel>, consulte <citetitle>Usando o Gerenciador de arquivos</citetitle>. </para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton> para fechar a caixa de di&aacute;logo de propriedades.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-93">
      <title>Para adicionar um emblema a um objeto de plano de fundo de desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>adicionando emblemas a objetos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>adicionando emblemas</secondary>
      </indexterm>
      <indexterm>
        <primary>emblemas </primary>
        <secondary>adicionando a objetos do desktop</secondary>
      </indexterm>
      <para>Para adicionar um emblema a um objeto de plano de fundo do desktop, siga as seguintes etapas: </para>
      <orderedlist>
        <listitem>
          <para>Clique com o bot&atilde;o direito no objeto ao qual deseja adicionar um emblema e selecione  <guimenuitem>Propriedades</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Clique em <guilabel>Emblemas</guilabel> na guia <guilabel> Emblemas</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Selecione o emblema para adicionar ao item.</para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton> para fechar a caixa de di&aacute;logo de propriedades.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-95">
      <title>Para adicionar uma nota a um objeto de plano de fundo de desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>adicionando notas a objetos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary>adicionando notas a</secondary>
      </indexterm>
      <indexterm>
        <primary>notas </primary>
        <secondary>adicionando a objetos do desktop</secondary>
      </indexterm>
      <para>Para adicionar uma nota a um objeto de plano de fundo do desktop, siga as seguintes etapas: </para>
      <orderedlist>
        <listitem>
          <para>Selecione o objeto ao qual voc&ecirc; deseja adicionar uma nota. </para>
        </listitem>
        <listitem>
          <para>Selecione <menuchoice><guimenu>Arquivo</guimenu><guimenuitem> Propriedades</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Clique em <guilabel>Notas</guilabel> na guia <guilabel>Notas</guilabel>. Digite a nota.</para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton> para fechar a caixa de di&aacute;logo de propriedades. Um emblema de nota &eacute; adicionado ao objeto de plano de fundo do desktop.</para>
        </listitem>
      </orderedlist>
      <para>Para excluir uma nota, apague o texto da nota na guia <guilabel>Notas</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-92">
      <title>Para alterar o &iacute;cone de um objeto de plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>alterando o &iacute;cone de um objeto do desktop</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop </primary>
        <secondary>alterando &iacute;cones</secondary>
      </indexterm>
      <para>Para alterar o &iacute;cone de um objeto de plano de fundo do desktop, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique com o bot&atilde;o direito no objeto cujas permiss&otilde;es voc&ecirc; deseja alterar e selecione <guimenuitem>Propriedades</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Na guia <guilabel>B&aacute;sico</guilabel>, clique no bot&atilde;o <guibutton>Selecionar &iacute;cone personalizado</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Use a caixa de di&aacute;logo <guilabel>Selecionar um &iacute;cone</guilabel> para escolher o &iacute;cone que representar&aacute; o arquivo ou pasta. </para>
        </listitem>
        <listitem>
          <para>Clique em <guibutton>Fechar</guibutton> para fechar a caixa de di&aacute;logo de propriedades.</para>
        </listitem>
      </orderedlist>
      <para>Para restaurar o &iacute;cone padr&atilde;o, clique no bot&atilde;o <guilabel>Remover &iacute;cone personalizado</guilabel> na caixa de di&aacute;logo <guilabel>Propriedades</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-94">
      <title>Para redimensionar o &iacute;cone de um objeto de plano de fundo do desktop </title>
      <indexterm>
        <primary>plano de fundo do desktop</primary>
        <secondary>redimensionando &iacute;cones </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos do desktop</primary>
        <secondary> redimensionando &iacute;cones</secondary>
      </indexterm>
      <para>Voc&ecirc; pode alterar o tamanho do &iacute;cone que representa o objeto de plano de fundo do desktop. Para alterar o tamanho de um &iacute;cone no plano de fundo do desktop, siga as seguintes etapas:</para>
      <orderedlist>
        <listitem>
          <para>Clique com o bot&atilde;o direito no objeto de plano de fundo do desktop cujo &iacute;cone voc&ecirc; quer redimensionar e selecione <guimenuitem>Alongar &iacute;cone</guimenuitem>. Um ret&acirc;ngulo &eacute; exibido em torno do &iacute;cone, com uma al&ccedil;a em cada canto.</para>
        </listitem>
        <listitem>
          <para>Clique em uma das al&ccedil;as e arraste o &iacute;cone at&eacute; o tamanho desejado.</para>
          <para>Para retornar o &iacute;cone ao tamanho original, clique com o bot&atilde;o direito sobre o &iacute;cone e selecione  <guimenuitem>Restaurar tamanho original do &iacute;cone</guimenuitem>. </para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-8">
    <title>Usando a Lixeira no plano de fundo do desktop </title>
    <indexterm>
      <primary>plano de fundo do desktop</primary>
      <secondary>usando a Lixeira</secondary>
    </indexterm>
    <indexterm>
      <primary>Lixeira</primary>
      <secondary>usando no  desktop </secondary>
    </indexterm>
    <para>Voc&ecirc; pode mover os seguintes itens para a <guilabel>Lixeira</guilabel>:</para>
    <itemizedlist>
      <listitem>
        <para>Arquivos</para>
      </listitem>
      <listitem>
        <para>Pastas</para>
      </listitem>
      <listitem>
        <para>Objetos de plano de fundo do desktop</para>
      </listitem>
    </itemizedlist>
    <para>Se for necess&aacute;rio recuperar um arquivo da <guilabel>Lixeira</guilabel>, voc&ecirc; pode visualizar a <guilabel>Lixeira</guilabel> e mover o arquivo para fora dela. Quando voc&ecirc; esvazia a <guilabel>Lixeira</guilabel>, os itens l&aacute; contidos s&atilde;o exclu&iacute;dos permanentemente. </para>
    <sect2 id="gosdeskback-44">
      <title>Para exibir a Lixeira </title>
      <indexterm>
        <primary>Lixeira</primary>
        <secondary>exibindo</secondary>
      </indexterm>
      <para>Voc&ecirc; pode exibir o conte&uacute;do da <guilabel>Lixeira</guilabel> de v&aacute;rias maneiras:</para>
      <itemizedlist>
        <listitem>
          <para>No plano de fundo do desktop</para>
          <para>Clique duas vezes no objeto <guilabel>Lixeira</guilabel> no plano de fundo do desktop. O conte&uacute;do da <guilabel>Lixeira</guilabel> &eacute; exibido na janela do gerenciador de arquivos.</para>
        </listitem>
        <listitem>
          <para>Na janela do navegador de arquivos</para>
          <para>Selecione <menuchoice><guimenu>Ir</guimenu><guimenuitem>Lixeira</guimenuitem></menuchoice>. O conte&uacute;do da <guilabel>Lixeira</guilabel> &eacute; exibido na janela do navegador de arquivos.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gosdeskback-10">
      <title>Para esvaziar a Lixeira </title>
      <indexterm>
        <primary>Lixeira</primary>
        <secondary>esvaziando</secondary>
      </indexterm>
      <para>Voc&ecirc; pode esvaziar o conte&uacute;do da <guilabel>Lixeira</guilabel> de v&aacute;rias maneiras:</para>
      <itemizedlist>
        <listitem>
          <para>No plano de fundo do desktop</para>
          <para>Clique com o bot&atilde;o direito no objeto <guilabel>Lixeira</guilabel> e selecione <guimenuitem>Esvaziar Lixeira</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Na janela do gerenciador de arquivos</para>
          <para>Selecione <menuchoice><guimenu>Arquivo</guimenu><guimenuitem>Esvaziar Lixeira</guimenuitem></menuchoice>.</para>
        </listitem>
      </itemizedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-9">
    <title>Usando o menu Plano de fundo do desktop </title>
    <indexterm>
      <primary>plano de fundo do desktop</primary>
      <secondary>usando o menu Desktop </secondary>
    </indexterm>
    <indexterm>
      <primary>menu Desktop</primary>
      <secondary> descri&ccedil;&atilde;o</secondary>
    </indexterm>
    <indexterm>
      <primary>menus</primary>
      <secondary> menu Desktop</secondary>
    </indexterm>
    <para><indexterm><primary>menu Desktop </primary><secondary>ilustra&ccedil;&atilde;o</secondary></indexterm>Para abrir o menu <guimenu> Plano de fundo do desktop</guimenu>, clique com o bot&atilde;o direito do mouse em um espa&ccedil;o vazio no plano de fundo do desktop. Voc&ecirc; pode usar o menu <guimenu>Desktop</guimenu> para executar a&ccedil;&otilde;es no plano de fundo do desktop.</para>
    <para>A <xref linkend="gosdeskback-TBL-85"/> descreve os itens do menu <guimenu> Plano de fundo do desktop</guimenu>.</para>
    <table frame="topbot" id="gosdeskback-TBL-85">
      <title>Itens no menu de plano de fundo do desktop</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Item do menu</para>
            </entry>
            <entry>
              <para>Fun&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Abrir terminal</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia um aplicativo de <application>terminal</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Criar pasta</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Cria um novo objeto de pasta.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Criar lan&ccedil;ador</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Cria um lan&ccedil;ador no plano de fundo do desktop. Para obter mais informa&ccedil;&otilde;es, consulte <xref linkend="gosdeskback-3"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Criar documento</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Cria um documento. Voc&ecirc; pode criar modelos de documentos que utilize com freq&uuml;&ecirc;ncia. Por exemplo, se voc&ecirc; geralmente cria faturas, &eacute; poss&iacute;vel criar um documento de fatura em branco e salvar o documento como <literal> fatura.doc</literal> na pasta <literal>$HOME/Templates</literal>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guimenuitem>Organizar por nome</guimenuitem> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Organiza os objetos por nome, em ordem alfab&eacute;tica, no plano de fundo do desktop.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Manter alinhado</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Faz com que as bordas esquerdas dos objetos fiquem alinhadas umas com as outras no plano de fundo do desktop.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Colar arquivos</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Coloca um ou mais arquivos na pasta selecionada no plano de fundo do desktop.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Usar o plano de fundo padr&atilde;o</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Redefine o plano de fundo do desktop para o &uacute;ltimo padr&atilde;o escolhido na caixa de di&aacute;logo <guilabel>Planos de fundo e emblemas</guilabel>. Voc&ecirc; pode acessar a caixa de di&aacute;logo <guilabel>Planos de fundo e emblemas</guilabel> na janela do <application>Nautilus</application>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Alterar plano de fundo do desktop</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia a ferramenta de prefer&ecirc;ncias <application>Plano de fundo do desktop</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Alterar a resolu&ccedil;&atilde;o do desktop </guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia a ferramenta de prefer&ecirc;ncias <application> Resolu&ccedil;&atilde;o de tela</application>.</para>
              <para/>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-12">
    <title>Alterando o padr&atilde;o ou cor do plano de fundo do desktop </title>
    <indexterm>
      <primary>plano de fundo do desktop</primary>
      <secondary>plano de fundo, alterando o padr&atilde;o ou a cor</secondary>
    </indexterm>
    <indexterm>
      <primary>planos de fundo</primary>
      <secondary>alterando o plano de fundo do desktop</secondary>
    </indexterm>
    <para>Voc&ecirc; pode alterar o padr&atilde;o ou cor do plano de fundo do desktop conforme suas prefer&ecirc;ncias. O gerenciador de arquivos inclui padr&otilde;es de plano de fundo e de cores para voc&ecirc; alterar a apar&ecirc;ncia do plano de fundo do desktop. </para>
    <para>Voc&ecirc; pode alterar o padr&atilde;o ou cor do plano de fundo do desktop de v&aacute;rias maneiras:</para>
    <itemizedlist>
      <listitem>
        <para>Arraste um padr&atilde;o ou cor de outro aplicativo ou caixa de di&aacute;logo para o plano de fundo do desktop. </para>
        <para>Se o plano de fundo do desktop for uma cor, voc&ecirc; pode criar um efeito de gradiente de uma cor para a cor do plano de fundo do desktop. Efeito de gradiente &eacute; um efeito visual em que uma cor converte-se gradualmente em outra cor. Para criar um efeito de gradiente no plano de fundo do desktop, arraste uma cor at&eacute; uma das bordas da tela. A cor converte-se gradualmente da borda de onde voc&ecirc; a arrastou at&eacute; a borda oposta da tela.</para>
        <para>Antes de arrastar uma cor para uma borda da tela, verifique se h&aacute; um painel de borda na borda da tela. Se houver um painel de borda na borda da tela, oculte-o antes de arrastar a cor.</para>
      </listitem>
      <listitem>
        <para>Use a ferramenta de prefer&ecirc;ncias <application>Plano de fundo do desktop</application>. </para>
      </listitem>
      <listitem>
        <para>Selecione um padr&atilde;o ou cor para o plano de fundo na caixa de di&aacute;logo <guilabel>Planos de fundos e emblemas</guilabel>. Para alterar o padr&atilde;o ou cor do plano de fundo do desktop, siga as seguintes etapas:</para>
        <orderedlist>
          <listitem>
            <para>Abra a janela do gerenciador de arquivos.</para>
          </listitem>
          <listitem>
            <para>Selecione <menuchoice><guimenu>Editar</guimenu><guimenuitem> Planos de fundo e emblemas</guimenuitem></menuchoice>. </para>
          </listitem>
          <listitem>
            <para>Para exibir uma lista de padr&otilde;es dispon&iacute;veis, clique no bot&atilde;o <guibutton>Padr&otilde;es</guibutton> na caixa de di&aacute;logo <guilabel>Planos de fundo e emblemas</guilabel>. Para exibir uma lista das cores dispon&iacute;veis, clique no bot&atilde;o <guibutton>Cores</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Para alterar o plano de fundo do desktop para um padr&atilde;o, arraste o padr&atilde;o para o plano de fundo do desktop. Para alterar o plano de fundo do desktop para uma cor, arraste a cor para o plano de fundo do desktop.</para>
          </listitem>
          <listitem>
            <para>Clique em <guibutton>Fechar</guibutton>. </para>
          </listitem>
        </orderedlist>
      </listitem>
    </itemizedlist>
  </sect1>
</chapter>
