<chapter id="gosgetstarted-1">
  <title>Guia de introdu&ccedil;&atilde;o</title>
  <highlights>
    <para>Este cap&iacute;tulo fornece as informa&ccedil;&otilde;es necess&aacute;rias para iniciar, gerenciar e finalizar uma sess&atilde;o do Java Desktop System.</para>
  </highlights>
  <sect1 id="gosgetstarted-69">
    <title>Efetuando logon em seu desktop </title>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary>iniciando</secondary>
    </indexterm>
    <para>Uma sess&atilde;o ocorre entre o tempo que voc&ecirc; efetua logon no Java Desktop System e o tempo que voc&ecirc; efetua logoff. A tela de logon &eacute; o seu gateway para o Java Desktop System. A tela de logon fornece campos para voc&ecirc; digitar o seu nome de usu&aacute;rio e senha. A tela de logon permite que voc&ecirc; selecione as op&ccedil;&otilde;es de logon, por exemplo, voc&ecirc; pode selecionar o idioma da sua sess&atilde;o.</para>
    <para>Voc&ecirc; inicia uma sess&atilde;o quando efetua logon. O gerenciador de sess&atilde;o &eacute; iniciado depois que o seu nome de usu&aacute;rio e sua senha s&atilde;o autenticados. O gerenciador de sess&atilde;o permite que voc&ecirc; gerencie a sess&atilde;o. Por exemplo, voc&ecirc; pode salvar o estado da sua sess&atilde;o mais recente e retornar a esta sess&atilde;o na pr&oacute;xima vez que efetuar logon. O gerenciador de sess&atilde;o salva e restaura o seguinte: </para>
    <itemizedlist>
      <listitem>
        <para>As configura&ccedil;&otilde;es de apar&ecirc;ncia e comportamento como, por exemplo, configura&ccedil;&otilde;es de fontes, cores e mouse. </para>
      </listitem>
      <listitem>
        <para>Os aplicativos que voc&ecirc; est&aacute; executando, por exemplo, as janelas do gerenciador de arquivos e do editor de texto. N&atilde;o &eacute; poss&iacute;vel salvar nem restaurar os aplicativos que o gerenciador de sess&atilde;o n&atilde;o gerencia. Por exemplo, se voc&ecirc; iniciar o editor <application> vi</application> da linha de comando em uma janela de terminal, o gerenciador de sess&atilde;o n&atilde;o poder&aacute; restaurar a sua sess&atilde;o de edi&ccedil;&atilde;o. </para>
      </listitem>
    </itemizedlist>
    <sect2>
      <title>Para efetuar logon no desktop do Linux </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>efetuando logon</secondary>
      </indexterm>
      <indexterm>
        <primary>efetuando logon</primary>
        <secondary>na sess&atilde;o</secondary>
      </indexterm>
      <para>Para efetuar logon no desktop, siga estas etapas:</para>
      <orderedlist>
        <listitem>
          <para>Na tela de logon, clique no &iacute;cone <guilabel>Sess&atilde;o</guilabel>. Escolha o Java Desktop System na lista de ambientes de desktop dispon&iacute;veis. </para>
        </listitem>
        <listitem>
          <para>Digite o seu nome de usu&aacute;rio no campo <guilabel>Nome do usu&aacute;rio</guilabel> na tela de logon e pressione <keycap>Enter</keycap>.</para>
        </listitem>
        <listitem>
          <para>Digite a sua senha no campo <guilabel>Senha</guilabel> na tela de logon e pressione <keycap>Enter</keycap>.</para>
        </listitem>
      </orderedlist>
      <para>Quando voc&ecirc; efetua logon com &ecirc;xito, o gerenciador de sess&atilde;o inicia uma sess&atilde;o. Se for a primeira vez que voc&ecirc; estiver efetuando logon, o gerenciador de sess&atilde;o iniciar&aacute; uma nova sess&atilde;o. Se voc&ecirc; j&aacute; se conectou antes, o gerenciador de sess&atilde;o restaurar&aacute; a sess&atilde;o anterior, se voc&ecirc; salvou as configura&ccedil;&otilde;es da sess&atilde;o anterior quando efetuou logoff.</para>
      <para>Se voc&ecirc; deseja desligar ou reiniciar o sistema antes de efetuar logon, clique no &iacute;cone <guilabel>A&ccedil;&otilde;es</guilabel> na tela de logon. Uma caixa de di&aacute;logo &eacute; exibida. Selecione a op&ccedil;&atilde;o necess&aacute;ria e clique em <guibutton>OK</guibutton>. </para>
    </sect2>
    <sect2>
      <title>Para efetuar logon em um idioma diferente no Linux </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>idioma diferente, efetuando logon</secondary>
      </indexterm>
      <indexterm>
        <primary>idioma, efetuando logon em diferente
</primary>
      </indexterm>
      <indexterm>
        <primary>efetuando logon</primary>
        <secondary> na sess&atilde;o em idioma diferente</secondary>
      </indexterm>
      <para>Para efetuar logon no desktop em um idioma diferente, execute estas a&ccedil;&otilde;es:</para>
      <orderedlist>
        <listitem>
          <para>Na tela de logon, clique no &iacute;cone <guilabel>Idioma</guilabel>. Escolha o idioma desejado na lista de idiomas dispon&iacute;veis. </para>
        </listitem>
        <listitem>
          <para>Digite o seu nome de usu&aacute;rio no campo <guilabel>Nome do usu&aacute;rio</guilabel> na tela de logon e pressione <keycap>Enter</keycap>.</para>
        </listitem>
        <listitem>
          <para>Digite a sua senha no campo <guilabel>Senha</guilabel> na tela de logon e pressione <keycap>Enter</keycap>.</para>
        </listitem>
      </orderedlist>
      <note>
        <para>Ao efetuar logon em uma sess&atilde;o com um idioma diferente, voc&ecirc; escolhe o idioma para a interface do usu&aacute;rio. Voc&ecirc; n&atilde;o especifica um layout de teclado para a sess&atilde;o. Para especificar um layout de teclado, use o aplicativo de painel <application>Alternador de layout de teclado</application>.</para>
      </note>
      <para>Os <firstterm>aplicativos de painel</firstterm> s&atilde;o aplicativos pequenos e interativos que residem no painel como, por exemplo, o <application>CD Player</application>. Cada aplicativo de painel tem uma interface de usu&aacute;rio simples que voc&ecirc; pode operar com o mouse ou teclado. </para>
    </sect2>
    <sect2>
      <title>Para efetuar logon no desktop do sistema operacional Solaris </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>efetuando logon</secondary>
      </indexterm>
      <indexterm>
        <primary>logon</primary>
      </indexterm>
      <para>Para efetuar logon no desktop, siga estas etapas:</para>
      <orderedlist>
        <listitem>
          <para>Escolha <menuchoice><guimenu>Op&ccedil;&otilde;es</guimenu><guimenuitem> Sess&atilde;o</guimenuitem></menuchoice>. Escolha o Java Desktop System na lista de ambientes de desktop dispon&iacute;veis.</para>
        </listitem>
        <listitem>
          <para>Insira o seu nome de logon no campo na caixa de di&aacute;logo <guilabel>Gerenciador de logon</guilabel> e clique em <guibutton>OK</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Insira a sua senha no campo na caixa de di&aacute;logo <guilabel>Gerenciador de logon</guilabel> e clique em <guibutton>OK</guibutton>. </para>
        </listitem>
      </orderedlist>
      <para>Quando voc&ecirc; efetua logon com &ecirc;xito, o gerenciador de sess&atilde;o inicia uma sess&atilde;o. Se for a primeira vez que voc&ecirc; estiver efetuando logon, o gerenciador de sess&atilde;o iniciar&aacute; uma nova sess&atilde;o. Se j&aacute; tiver efetuado logon antes, o gerenciador de sess&atilde;o restaurar&aacute; a sess&atilde;o anterior.</para>
    </sect2>
    <sect2>
      <title>Para efetuar logon em um idioma diferente no sistema operacional Solaris </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>idioma diferente, efetuando logon</secondary>
      </indexterm>
      <indexterm>
        <primary>idioma, efetuando logon em diferente
</primary>
      </indexterm>
      <indexterm>
        <primary>efetuando logon</primary>
        <secondary> na sess&atilde;o em idioma diferente</secondary>
      </indexterm>
      <para>Para efetuar logon no desktop em um idioma diferente, execute estas a&ccedil;&otilde;es:</para>
      <orderedlist>
        <listitem>
          <para>Na caixa de di&aacute;logo de logon, escolha <menuchoice><guimenu>Op&ccedil;&otilde;es</guimenu><guimenuitem>Sess&atilde;o</guimenuitem></menuchoice>. Escolha o Java Desktop System na lista de ambientes de desktop dispon&iacute;veis.</para>
        </listitem>
        <listitem>
          <para>Na caixa de di&aacute;logo de logon, escolha <menuchoice><guimenu>Op&ccedil;&otilde;es</guimenu><guimenuitem>Idioma</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Escolha o grupo de idiomas que inclui o idioma desejado.</para>
        </listitem>
        <listitem>
          <para>Escolha um idioma.</para>
        </listitem>
        <listitem>
          <para>Efetue logon.</para>
        </listitem>
      </orderedlist>
      <para>O administrador do sistema define o idioma padr&atilde;o do sistema. O menu <guimenu>Op&ccedil;&otilde;es</guimenu> na caixa de di&aacute;logo <guilabel>Gerenciador de logon</guilabel> permite que voc&ecirc; acesse outros idiomas. Quando voc&ecirc; escolhe o idioma no menu <guimenu>Op&ccedil;&otilde;es</guimenu>, o sistema define a vari&aacute;vel LANG para a sess&atilde;o. O sistema restaura o idioma padr&atilde;o no final da sess&atilde;o. </para>
    </sect2>
  </sect1>
  <sect1 id="gosstartsession-88">
    <title>Efetuar logon pela primeira vez</title>
    <para>Quando a sess&atilde;o &eacute; iniciada pela primeira vez, a tela de inicializa&ccedil;&atilde;o &eacute; exibida, com o painel no lado inferior da tela e v&aacute;rios &iacute;cones no plano de fundo do desktop.</para>
    <sect2 id="chap3-8">
      <title>Configura&ccedil;&atilde;o inicial do desktop</title>
      <para>Esta se&ccedil;&atilde;o descreve o que &eacute; exibido quando a sess&atilde;o &eacute; iniciada pela primeira vez. &Eacute; poss&iacute;vel que o administrador de sistema tenha definido o painel da borda inferior padr&atilde;o de acordo com os requisitos locais. Portanto, talvez voc&ecirc; veja um painel de borda inferior ligeiramente diferente.</para>
      <screenshot>
        <mediaobject>
          <imageobject>
            <imagedata fileref="figures/jds_fulldesktop.png" format="PNG"/>
          </imageobject>
          <textobject>
            <phrase>O contexto descreve os gr&aacute;ficos</phrase>
          </textobject>
        </mediaobject>
      </screenshot>
      <para>A tela de inicializa&ccedil;&atilde;o do Java Desktop System geralmente &eacute; composta de: </para>
      <itemizedlist>
        <listitem>
          <para>
            <guilabel>Este computador</guilabel>
          </para>
          <para>Permite acessar a m&iacute;dia e os detalhes de configura&ccedil;&atilde;o sobre o sistema. </para>
        </listitem>
        <listitem>
          <para>
            <guilabel>Documentos</guilabel>
          </para>
          <para>Permite acesso direto a arquivos armazenados no diret&oacute;rio padr&atilde;o.</para>
        </listitem>
        <listitem>
          <para>
            <guilabel>Locais de rede</guilabel>
          </para>
          <para>Fornece acesso para computadores em rede de um &uacute;nico diret&oacute;rio.</para>
        </listitem>
        <listitem>
          <para>
            <guilabel>Lixeira</guilabel>
          </para>
          <para>Fornece uma &aacute;rea de manuten&ccedil;&atilde;o tempor&aacute;ria de arquivos, pastas e objetos do desktop, que voc&ecirc; pode resgatar depois ou excluir permanentemente.</para>
        </listitem>
        <listitem>
          <para>
            <guilabel>StarOffice 7</guilabel>
          </para>
          <para>Inicia o aplicativo StarOffice.</para>
        </listitem>
        <listitem>
          <para>
            <guilabel>Aprender sobre o Java&trade; Desktop System </guilabel>
          </para>
          <para>Inicia um navegador de ajuda de onde voc&ecirc; pode acessar informa&ccedil;&otilde;es gerais sobre o <application>Java Desktop System</application>.</para>
        </listitem>
        <listitem>
          <para>Painel da borda inferior</para>
          <para>Os seguintes objetos de painel aparecem no painel de borda inferior como padr&atilde;o: </para>
          <itemizedlist>
            <listitem>
              <para>Bot&atilde;o <guibutton>Iniciar</guibutton>: Fornece menus para aplicativos e ferramentas de configura&ccedil;&atilde;o no <application>Java Desktop System</application>. </para>
            </listitem>
            <listitem>
              <para><application>Rel&oacute;gio</application>: Exibe a hora e data em um painel.</para>
            </listitem>
            <listitem>
              <para><application>Mostrar desktop</application>: Exibe um bot&atilde;o que minimiza todas as janelas abertas. </para>
            </listitem>
            <listitem>
              <para><application>Lista de janelas</application>: Exibe um bot&atilde;o para cada janela aberta. Voc&ecirc; pode clicar no bot&atilde;o de lista de janelas para minimizar e restaurar as janelas.</para>
            </listitem>
            <listitem>
              <para><application>&Aacute;rea de notifica&ccedil;&atilde;o</application>: Exibe &iacute;cones de v&aacute;rios aplicativos para indicar a atividade do aplicativo. Por exemplo, quando voc&ecirc; usa o aplicativo <application>CD Player</application> para reproduzir um CD, o &iacute;cone do CD &eacute; exibido na  <application>&Aacute;rea de notifica&ccedil;&atilde;o</application>. </para>
            </listitem>
            <listitem>
              <para><application>Alternador de &aacute;reas de trabalho</application>: Exibe uma representa&ccedil;&atilde;o visual das &aacute;reas de trabalho. Voc&ecirc; pode usar o <application>Alternador de &aacute;reas de trabalho</application> para alternar entre as &aacute;reas de trabalho. </para>
            </listitem>
            <listitem>
              <para><application>Controle de volume</application>: Exibe um bot&atilde;o que permite que voc&ecirc; controle e defina o n&iacute;vel de som do sistema.</para>
            </listitem>
            <listitem>
              <para><application>Monitor de rede</application>: Exibe uma caixa de di&aacute;logo que permite que voc&ecirc; monitore as atividades da sua rede.</para>
            </listitem>
          </itemizedlist>
        </listitem>
        <listitem>
          <para>Plano de fundo do desktop</para>
          <para>O plano de fundo do desktop fica atr&aacute;s de todos os outros componentes do Java Desktop System. O plano de fundo do desktop &eacute; um componente ativo da interface do usu&aacute;rio. Voc&ecirc; pode colocar objetos no plano de fundo do desktop para acesso r&aacute;pido a arquivos e diret&oacute;rios ou para iniciar os aplicativos que voc&ecirc; use com freq&uuml;&ecirc;ncia. Voc&ecirc; tamb&eacute;m pode clicar com o bot&atilde;o direito do mouse sobre o plano de fundo do desktop para abrir um menu. </para>
        </listitem>
      </itemizedlist>
    </sect2>
  </sect1>
  <sect1 id="gosstartsession-1">
    <title>Para bloquear a tela </title>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary>bloqueando tela</secondary>
    </indexterm>
    <indexterm>
      <primary>bloqueando tela</primary>
    </indexterm>
    <indexterm>
      <primary>Bot&atilde;o Bloquear</primary>
    </indexterm>
    <para>Para bloquear a tela, execute estas a&ccedil;&otilde;es:</para>
    <itemizedlist>
      <listitem>
        <para>Clique em <guimenu>Iniciar</guimenu>, escolha <guimenuitem> Bloquear tela</guimenuitem>.</para>
      </listitem>
      <listitem>
        <para>Se o bot&atilde;o <guibutton>Bloquear</guibutton> estiver no painel, clique no bot&atilde;o <guibutton>Bloquear</guibutton>. </para>
        <para>Para adicionar o bot&atilde;o <guibutton>Bloquear</guibutton> ao painel, clique com o bot&atilde;o direito do mouse no painel. Escolha <menuchoice><guimenu>Adicionar ao painel</guimenu><guisubmenu> A&ccedil;&otilde;es</guisubmenu><guimenuitem>Bloquear</guimenuitem></menuchoice>. </para>
      </listitem>
    </itemizedlist>
    <para>O protetor de tela ser&aacute; iniciado depois que a tela for bloqueada. Para desbloquear a tela, mova o mouse para exibir a caixa de di&aacute;logo de tela bloqueada. Insira o nome de usu&aacute;rio e a senha nessa caixa e pressione <keycap>Enter</keycap>. </para>
    <note>
      <para>Para bloquear corretamente a tela, voc&ecirc; deve ter um protetor de tela habilitado. </para>
    </note>
  </sect1>
  <sect1 id="gosstartsession-2">
    <title>Gerenciando a sess&atilde;o de desktop </title>
    <indexterm>
      <primary>aplicativos de inicializa&ccedil;&atilde;o</primary>
      <secondary>sess&atilde;o gerenciada </secondary>
    </indexterm>
    <indexterm>
      <primary>ferramentas de prefer&ecirc;ncias</primary>
      <secondary> Sess&otilde;es</secondary>
    </indexterm>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary> gerenciando</secondary>
    </indexterm>
    <para>Para configurar a sess&atilde;o de desktop, use a ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es</application>. A ferramenta de prefer&ecirc;ncia <application> Sess&otilde;es</application> reconhece os seguintes tipos de aplicativo: </para>
    <itemizedlist>
      <listitem>
        <para>Aplicativos que s&atilde;o gerenciados pela sess&atilde;o. Quando as configura&ccedil;&otilde;es da sess&atilde;o s&atilde;o salvas, o gerenciador de sess&atilde;o salva os aplicativos gerenciados pela sess&atilde;o. Se voc&ecirc; efetuar logoff e logon novamente, o gerenciador de sess&atilde;o iniciar&aacute; automaticamente os aplicativos gerenciados pela sess&atilde;o. </para>
      </listitem>
      <listitem>
        <para>Aplicativos que n&atilde;o s&atilde;o gerenciados pela sess&atilde;o. Quando as configura&ccedil;&otilde;es da sess&atilde;o s&atilde;o salvas, o gerenciador de sess&atilde;o n&atilde;o salva os aplicativos que n&atilde;o s&atilde;o gerenciados pela sess&atilde;o. Se voc&ecirc; efetuar logoff e logon novamente, o gerenciador de sess&atilde;o n&atilde;o iniciar&aacute; automaticamente os aplicativos que n&atilde;o s&atilde;o gerenciados pela sess&atilde;o. Voc&ecirc; deve iniciar o aplicativo manualmente. Alternativamente, voc&ecirc; pode usar a ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es </application> para especificar os aplicativos que n&atilde;o s&atilde;o gerenciados pela sess&atilde;o mas que devem ser iniciados automaticamente. </para>
      </listitem>
    </itemizedlist>
    <sect2 id="gosstartsession-9">
      <title>Para definir o comportamento de logon e logoff </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>comportamento de logon</secondary>
      </indexterm>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>comportamento de logoff </secondary>
      </indexterm>
      <para>Para definir como uma sess&atilde;o se comporta ao efetuar logon e logoff, use a ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es</application>. Fa&ccedil;a as altera&ccedil;&otilde;es necess&aacute;rias na guia <guilabel>Op&ccedil;&otilde;es de sess&atilde;o</guilabel>. Por exemplo, voc&ecirc; pode optar pela exibi&ccedil;&atilde;o de uma tela de inicializa&ccedil;&atilde;o quando efetuar logon. </para>
    </sect2>
    <sect2 id="gosstartsession-6">
      <title>Para usar os aplicativos de inicializa&ccedil;&atilde;o </title>
      <indexterm>
        <primary>programas de inicializa&ccedil;&atilde;o</primary>
        <see>aplicativos de inicializa&ccedil;&atilde;o</see>
      </indexterm>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>usando aplicativos de inicializa&ccedil;&atilde;o</secondary>
      </indexterm>
      <indexterm>
        <primary>aplicativos de inicializa&ccedil;&atilde;o </primary>
        <secondary>sess&atilde;o n&atilde;o gerenciada</secondary>
      </indexterm>
      <para>Voc&ecirc; pode configurar as sess&otilde;es para iniciar aplicativos que n&atilde;o s&atilde;o gerenciados pela sess&atilde;o. Para configurar aplicativos de inicializa&ccedil;&atilde;o que n&atilde;o s&atilde;o gerenciados pela sess&atilde;o, use a ferramenta de prefer&ecirc;ncia <application> Sess&otilde;es</application>. Use a guia <guilabel>Programas de inicializa&ccedil;&atilde;o </guilabel> para adicionar, editar e excluir aplicativos. Se voc&ecirc; salvar as configura&ccedil;&otilde;es e efetuar logoff, da pr&oacute;xima vez que efetuar logon, os aplicativos de inicializa&ccedil;&atilde;o ser&atilde;o iniciados automaticamente. </para>
    </sect2>
    <sect2 id="gosstartsession-10">
      <title>Para procurar aplicativos </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>procurando aplicativos</secondary>
      </indexterm>
      <para>Para procurar aplicativos na sess&atilde;o atual, use a ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es</application>. A guia <guilabel>Sess&atilde;o atual</guilabel> lista o seguinte:</para>
      <itemizedlist>
        <listitem>
          <para>Todos os aplicativos do Java Desktop System que estiverem em execu&ccedil;&atilde;o no momento, que se conectarem com o gerenciador de sess&atilde;o e que possam salvar o estado do aplicativo.</para>
        </listitem>
        <listitem>
          <para>Todas as ferramentas de prefer&ecirc;ncia que podem se conectar com o gerenciador de sess&atilde;o e que podem salvar o estado da ferramenta.</para>
        </listitem>
      </itemizedlist>
      <para>Voc&ecirc; pode usar a guia <guilabel>Sess&atilde;o atual</guilabel> para executar um n&uacute;mero limitado de a&ccedil;&otilde;es nas propriedades de sess&atilde;o de um aplicativo ou da ferramenta de prefer&ecirc;ncia. Por exemplo, voc&ecirc; pode editar a ordem de inicializa&ccedil;&atilde;o e reiniciar o estilo de qualquer aplicativo ou da ferramenta de prefer&ecirc;ncia do Java Desktop System que estiver na lista. </para>
    </sect2>
    <sect2 id="gosgetstarted-74">
      <title>Para salvar as configura&ccedil;&otilde;es </title>
      <indexterm>
        <primary>sess&otilde;es</primary>
        <secondary>salvando configura&ccedil;&otilde;es</secondary>
      </indexterm>
      <para>Para salvar as configura&ccedil;&otilde;es da sess&atilde;o, siga estas etapas: </para>
      <orderedlist>
        <listitem>
          <para>Configure a sess&atilde;o para salvar as configura&ccedil;&otilde;es automaticamente quando voc&ecirc; terminar a sess&atilde;o. Para configurar a sess&atilde;o, use a ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es</application>. A ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es</application> &eacute; iniciada. Selecione a op&ccedil;&atilde;o <guilabel>Salvar automaticamente as altera&ccedil;&otilde;es da sess&atilde;o</guilabel> na guia <guilabel>Op&ccedil;&otilde;es de sess&atilde;o</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Encerre a sess&atilde;o. </para>
        </listitem>
      </orderedlist>
      <para>Se voc&ecirc; n&atilde;o selecionar a op&ccedil;&atilde;o <guilabel>Salvar automaticamente as altera&ccedil;&otilde;es da sess&atilde;o</guilabel>, quando efetuar logoff, uma caixa de di&aacute;logo perguntar&aacute; se voc&ecirc; deseja salvar as configura&ccedil;&otilde;es atuais. Para salvar as configura&ccedil;&otilde;es, selecione a op&ccedil;&atilde;o e continue a efetuar logoff.</para>
    </sect2>
  </sect1>
  <sect1 id="gosgetstarted-73">
    <title>Efetuando logoff </title>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary>encerrando</secondary>
    </indexterm>
    <indexterm>
      <primary>sess&otilde;es</primary>
      <secondary>efetuando logoff</secondary>
    </indexterm>
    <indexterm>
      <primary>efetuando logoff</primary>
    </indexterm>
    <para>Para encerrar a sess&atilde;o, feche todos os processos ativos no momento e execute uma das seguintes a&ccedil;&otilde;es:</para>
    <itemizedlist>
      <listitem>
        <para>Clique em <guimenu>Iniciar</guimenu> e escolha <guimenuitem> Logoff </guimenuitem> <replaceable>nome</replaceable>.</para>
      </listitem>
      <listitem>
        <para>Se o bot&atilde;o <guibutton>Logoff</guibutton> estiver no painel, clique no bot&atilde;o <guibutton>Logoff</guibutton>. </para>
        <para>Para adicionar o bot&atilde;o <guibutton>Logoff</guibutton> ao painel, clique com o bot&atilde;o direito do mouse no painel. Escolha <menuchoice><guimenu>Adicionar ao painel</guimenu><guisubmenu> A&ccedil;&otilde;es</guisubmenu><guimenuitem>Logoff</guimenuitem></menuchoice>. </para>
      </listitem>
    </itemizedlist>
    <para>Antes de encerrar uma sess&atilde;o, talvez voc&ecirc; deseje salvar suas configura&ccedil;&otilde;es atuais de modo que possa restaur&aacute;-las posteriormente. Durante o processo de logoff, uma caixa de di&aacute;logo pergunta se voc&ecirc; deseja salvar as configura&ccedil;&otilde;es atuais. Na ferramenta de prefer&ecirc;ncia <application>Sess&otilde;es </application>, voc&ecirc; pode selecionar uma op&ccedil;&atilde;o para salvar automaticamente as configura&ccedil;&otilde;es atuais. </para>
  </sect1>
</chapter>
