   <legalnotice id="legalnotice">
	<para>&Eacute; permitido copiar, distribuir e/ou modificar este documento de acordo com os termos da Licen&ccedil;a Livre para Documenta&ccedil;&atilde;o do GNU (GFDL), Vers&atilde;o 1.1 ou qualquer vers&atilde;o posterior publicada pela Free Software Foundation com se&ccedil;&otilde;es invari&aacute;veis, sem texto nas capas frontal e posterior. Voc&ecirc; encontrar&aacute; uma c&oacute;pia da GFDL neste <ulink type="help" url="ghelp:fdl">link</ulink> ou no arquivo COPYING-DOCS distribu&iacute;do com este manual.  </para>
         <para>Este manual faz parte de um conjunto de manuais do GNOME distribu&iacute;dos de acordo com a GFDL. Se deseja distribuir este manual separadamente do conjunto, voc&ecirc; poder&aacute; faz&ecirc;-lo adicionando uma c&oacute;pia da licen&ccedil;a a este manual, conforme descrito na se&ccedil;&atilde;o 6 da licen&ccedil;a.  </para>

	<para>V&aacute;rios nomes usados pelas empresas para diferenciar seus produtos s&atilde;o reivindicados como marcas comerciais. Esses nomes ser&atilde;o escritos com as iniciais em letra mai&uacute;scula ou totalmente em letras mai&uacute;sculas na documenta&ccedil;&atilde;o do GNOME, sempre que os membros do Projeto de documenta&ccedil;&atilde;o do GNOME forem informados sobre essas marcas comerciais.  </para>

	<para>O DOCUMENTO E AS VERS&Otilde;ES MODIFICADAS DO DOCUMENTO S&Atilde;O FORNECIDAS DE ACORDO COM OS TERMOS DA LICEN&Ccedil;A LIVRE PARA DOCUMENTA&Ccedil;&Atilde;O DO GNU, COM O RECONHECIMENTO FINAL DE QUE:
 <orderedlist>
		<listitem>
		  <para>O DOCUMENTO &Eacute; FORNECIDO NO "ESTADO EM QUE SE ENCONTRA", SEM QUALQUER GARANTIA, EXPRESSA OU IMPL&Iacute;CITA, INCLUINDO, SEM LIMITA&Ccedil;&Atilde;O, GARANTIAS DE QUE O DOCUMENTO OU A VERS&Atilde;O MODIFICADA DO MESMO SEJA LIVRE DE DEFEITOS MERCANTIS, ADAPTE-SE A UM PROP&Oacute;SITO ESPEC&Iacute;FICO OU N&Atilde;O VIOLE DIREITOS AUTORAIS. VOC&Ecirc; ASSUME TODOS OS RISCOS EM RELA&Ccedil;&Atilde;O &Agrave; QUALIDADE, &Agrave; PRECIS&Atilde;O E AO DESEMPENHO DO DOCUMENTO OU DA VERS&Atilde;O MODIFICADA DO MESMO. CASO QUALQUER DOCUMENTO OU VERS&Atilde;O MODIFICADA DO MESMO SE APRESENTE DEFEITUOSO EM QUALQUER ASPECTO, VOC&Ecirc; (E N&Atilde;O O ESCRITOR, AUTOR OU COLABORADOR INICIAL) ASSUME O CUSTO DA MANUTEN&Ccedil;&Atilde;O, DO REPARO OU DA CORRE&Ccedil;&Atilde;O NECESS&Aacute;RIA. A ISEN&Ccedil;&Atilde;O DE GARANTIA CONSTITUI UMA PARTE ESSENCIAL DESTA LICEN&Ccedil;A. &Eacute; VEDADO O USO DE QUALQUER DOCUMENTO OU VERS&Atilde;O MODIFICADA DO MESMO, SALVO INDICADO NA ISEN&Ccedil;&Atilde;O DE GARANTIA; E </para>
		</listitem>
		<listitem>
		  <para>EM NENHUMA CIRCUNST&Acirc;NCIA NEM DE ACORDO COM QUALQUER TEORIA LEGAL, SEJA DELITO CIVIL (INCLUINDO NEGLIG&Ecirc;NCIA), CONTRATO OU QUALQUER OUTRA FORMA, DEVER&Aacute; O AUTOR, ESCRITOR INICIAL OU QUALQUER COLABORADOR OU DISTRIBUIDOR DO DOCUMENTO OU DA VERS&Atilde;O MODIFICADA DO MESMO, OU QUALQUER FORNECEDOR DE QUALQUER PARTE, SER RESPONSABILIZADO POR QUALQUER DANO DIRETO, INDIRETO, ESPECIAL, INCIDENTAL OU CONSEQ&Uuml;ENCIAL DE QUALQUER TIPO INCLUINDO, SEM LIMITA&Ccedil;&Atilde;O, DANOS POR PERDA DE BOA-F&Eacute;, INTERRUP&Ccedil;&Atilde;O DE TRABALHO, FALHA OU MAU FUNCIONAMENTO DE COMPUTADOR OU QUAISQUER DANOS OU PERDAS RESULTANTES OU RELACIONADOS AO USO DO DOCUMENTO OU DE VERS&Otilde;ES MODIFICADAS DO DOCUMENTO, MESMO QUE A PARTE TENHA SIDO INFORMADA SOBRE A POSSIBILIDADE DA OCORR&Ecirc;NCIA DE TAIS DANOS. </para>
		</listitem>
	  </orderedlist>
	</para>
  </legalnotice>