  
  <sect1 id="preface-10">
    <title>Conven&ccedil;&otilde;es de uso do mouse</title>
    <para>A seguinte tabela lista as conven&ccedil;&otilde;es de uso do mouse em documenta&ccedil;&atilde;o para o Java Desktop System.</para>
    <informaltable frame="topbot">
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.36*"/>
        <colspec colname="colspec1" colwidth="63.64*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>A&ccedil;&atilde;o</para>
            </entry>
            <entry>
              <para>Defini&ccedil;&atilde;o </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Clicar</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Pressionar e soltar o bot&atilde;o esquerdo do mouse sem mover o mouse. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Clicar e manter pressionado</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Pressionar e n&atilde;o soltar o bot&atilde;o esquerdo do mouse.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Clicar com o bot&atilde;o esquerdo do mouse</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>O mesmo que <emphasis>clicar</emphasis>. Clicar com o bot&atilde;o esquerdo do mouse clarifica a a&ccedil;&atilde;o quando houver confus&atilde;o com <emphasis>clicar com o bot&atilde;o direito do mouse</emphasis>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Clicar com o bot&atilde;o intermedi&aacute;rio do mouse</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Pressionar e soltar o bot&atilde;o intermedi&aacute;rio do mouse sem mover o mouse. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Clicar com o bot&atilde;o direito do mouse</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Pressionar e soltar o bot&atilde;o direito do mouse sem mover o mouse. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Clicar duas vezes</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Pressionar e soltar o bot&atilde;o esquerdo do mouse duas vezes em uma sucess&atilde;o r&aacute;pida sem mover o mouse. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Arrastar</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Clicar e manter pressionado um bot&atilde;o do mouse e mover um objeto. Por exemplo, voc&ecirc; pode arrastar uma janela ou um &iacute;cone. Os bot&otilde;es intermedi&aacute;rio e esquerdo do mouse podem arrastar. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Arrastar e soltar</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Clicar e manter pressionado um bot&atilde;o do mouse e mover um objeto. Por exemplo, voc&ecirc; pode arrastar e soltar uma janela ou um &iacute;cone. Soltar o bot&atilde;o do mouse para posicionar o objeto em um novo local. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Capturar</para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Apontar para um item que voc&ecirc; pode mover, clicar e manter pressionado o bot&atilde;o do mouse. Por exemplo, voc&ecirc; pode capturar a barra de t&iacute;tulo de uma janela e arrastar a janela para um novo local. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </informaltable>
  </sect1>
