  
  <preface id="preface-0">
    <title>Pref&aacute;cio</title>
    <para>O <citetitle>Guia do Usu&aacute;rio do Java Desktop System Release 3</citetitle> fornece informa&ccedil;&otilde;es para as seguintes vers&otilde;es: <itemizedlist><listitem><para>Sun  Java Desktop System Release 3 para a edi&ccedil;&atilde;o da plataforma x86 do sistema operacional Solaris.</para></listitem><listitem><para>Java Desktop System Release 3 para a edi&ccedil;&atilde;o da plataforma  SPARC do sistema operacional Solaris.</para></listitem></itemizedlist></para>
    <para>A maioria das informa&ccedil;&otilde;es deste manual &eacute; gen&eacute;ricas para todas as vers&otilde;es do Java Desktop System. Quando a informa&ccedil;&atilde;o n&atilde;o &eacute; gen&eacute;rica, a plataforma &eacute; indicada.</para>
    <sect1 id="preface-9">
      <title>Quem deve usar este livro</title>
      <para>Este livro serve para usu&aacute;rios que planejam usar o Java Desktop System como o ambiente de desktop padr&atilde;o. Use este livro se precisar:<itemizedlist><listitem><para>Trabalhar com aplicativos no desktop. </para></listitem><listitem><para>Personalizar a apar&ecirc;ncia do seu desktop pessoal.</para></listitem><listitem><para>Saber mais sobre uma funcionalidade espec&iacute;fica.</para></listitem></itemizedlist></para>
    </sect1>
    <sect1 id="preface-2">
      <title>Como este livro &eacute; organizado</title>
      <para>Este livro &eacute; organizado da seguinte maneira:</para>
      <itemizedlist>
        <listitem>
          <para>
            <xref linkend="gosgetstarted-1"/>
          </para>
          <para>Este cap&iacute;tulo fornece informa&ccedil;&otilde;es sobre como iniciar, gerenciar e encerrar as sess&otilde;es do Java Desktop System. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gospanel-1"/>
          </para>
          <para>Os pain&eacute;is s&atilde;o um componente principal do Java Desktop System. Este cap&iacute;tulo informa como usar as diferentes partes dos pain&eacute;is e como chamar as fun&ccedil;&otilde;es dispon&iacute;veis do Java Desktop System usando pain&eacute;is.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="goseditmainmenu-1"/>
          </para>
          <para>Este cap&iacute;tulo fornece informa&ccedil;&otilde;es sobre como usar e personalizar os menus no Java Desktop System.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gosmetacity-1"/>
          </para>
          <para>Este cap&iacute;tulo descreve as fun&ccedil;&otilde;es b&aacute;sicas das janelas como mover e redimensionar. Este cap&iacute;tulo tamb&eacute;m descreve os controles que voc&ecirc; usa com as janelas. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gosnautilus-1"/>
          </para>
          <para>Este cap&iacute;tulo descreve como usar o gerenciador de arquivos para trabalhar com o seu sistema de arquivos. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="gosdeskback-1"/>
          </para>
          <para>Este cap&iacute;tulo descreve como usar o <firstterm>plano de fundo do desktop</firstterm> para iniciar aplicativos e abrir arquivos e pastas. O cap&iacute;tulo tamb&eacute;m descreve como usar a lixeira do plano de fundo do desktop, como usar o menu do plano de fundo do desktop e como personalizar o plano de fundo do desktop.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="goscustdesk-6"/>
          </para>
          <para>Este cap&iacute;tulo descreve como usar as ferramentas de prefer&ecirc;ncia para personalizar o Java Desktop System.</para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="appendix-1"/>
          </para>
          <para>Este ap&ecirc;ndice fornece informa&ccedil;&otilde;es sobre o uso do mouse, as teclas de atalho, as habilidades b&aacute;sicas da janela e as habilidades b&aacute;sicas da caixa de di&aacute;logo. </para>
        </listitem>
        <listitem>
          <para>
            <xref linkend="glossary-1"/>
          </para>
          <para>O gloss&aacute;rio cont&eacute;m uma lista de termos usados neste guia, bem como defini&ccedil;&otilde;es dos termos.</para>
        </listitem>
      </itemizedlist>
    </sect1>
    <sect1 id="preface-1">
      <title>Antes de voc&ecirc; ler este livro</title>
      <para>Antes de ler este livro, clique no &iacute;cone <guilabel>Saber sobre o  Java&trade; Desktop System</guilabel> no plano de fundo do desktop. Esse procedimento inicia um navegador de ajuda de onde voc&ecirc; pode acessar informa&ccedil;&otilde;es gerais sobre o <application>Java Desktop System</application>.</para>
      <para>Voc&ecirc; tamb&eacute;m deve garantir que tenha familiaridade com os seguintes t&oacute;picos:</para>
      <itemizedlist>
        <listitem>
          <para>Dispositivos de mouse com tr&ecirc;s bot&otilde;es</para>
        </listitem>
        <listitem>
          <para>Interfaces gr&aacute;ficas de usu&aacute;rio</para>
        </listitem>
        <listitem>
          <para>Interfaces da linha de comando</para>
        </listitem>
      </itemizedlist>
      <para>Consulte <xref linkend="appendix-1"/> para obter informa&ccedil;&otilde;es sobre o uso do mouse, atalhos de teclado, habilidades b&aacute;sicas da janela e habilidades b&aacute;sicas da caixa de di&aacute;logo.</para>
    </sect1>
    <sect1 id="preface-6">
      <title>Documenta&ccedil;&atilde;o relacionada</title>
      <para>Os seguintes manuais est&atilde;o relacionados a este guia:<itemizedlist><listitem><para><citetitle>Guia de acessibilidade do Java Desktop System Release 3</citetitle></para></listitem><listitem><para><citetitle>Guia de administra&ccedil;&atilde;o do Java Desktop System Release 3</citetitle></para></listitem><listitem><para><citetitle>Guia de instala&ccedil;&atilde;o do Java Desktop System Release 3</citetitle></para></listitem><listitem><para><citetitle>Notas de vers&atilde;o do Java Desktop System Release 3</citetitle></para></listitem><listitem><para><citetitle>Guia de solu&ccedil;&atilde;o de problemas do Java Desktop System Release 3</citetitle></para></listitem></itemizedlist></para>
      <para>&Eacute; poss&iacute;vel acessar esses manuais que acompanham o software em <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para>
    </sect1>
    <sect1 id="preface-11">
      <title>Documenta&ccedil;&atilde;o associada</title>
      <para>Os seguintes manuais est&atilde;o associados a este guia:<itemizedlist><listitem><para><citetitle>Guia do usu&aacute;rio de e-mail e calend&aacute;rio do Java Desktop System </citetitle></para></listitem><listitem><para><citetitle>Guia de administra&ccedil;&atilde;o do StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>Guia b&aacute;sico do StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>Guia de configura&ccedil;&atilde;o do StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>Guia do usu&aacute;rio do StarOffice 7 Office Suite</citetitle></para></listitem><listitem><para><citetitle>Gerenciador de configura&ccedil;&atilde;o do sistema, vers&atilde;o 1</citetitle></para></listitem></itemizedlist></para>
      <para>&Eacute; poss&iacute;vel acessar esses manuais na m&iacute;dia que acompanha o software ou em <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para>
    </sect1>&sundocs;&typeconv;&mouseconv;
  </preface>
