Repository: GNOME/gnome-i18n
Catalog: extra-po/gnomeradio/*.po
Languages: es, pl, sk, tr, vi

source: Audio device
vi: Thiết bị âm thanh

source: Choose the bitrate in which the mp3 will be encoded
vi: Hãy chọn bitrate để mp3 sẽ được mã hóa trong đó

source: Choose the mixer source (line, line1, etc.) that is able to control the volume of your radio
es: Seleccione la entrada de sonido (linea, linea1, etc.) esto permite controlar el volumen del radio
pl: Wybierz ¼ród³o w mikserze (line, line1, itd.). Dziêki temu bêdzie mo¿na regulowaæ g³o¶no¶æ radia.
sk: Vyberte mixovací zdroj (line, line1, atï.), ktorý je schopný kontrolova» hlasitos» Vá¹ho rádia
vi: Chọn nguồn của bộ trộn âm (line, line1, v.v...) để điều khiển âm lượng cho radio

source: Choose the mp3 encoder that should be used
vi: Hãy chọn trình mã hóa mp3 sẽ được dùng

source: If unchecked, gnomeradio won't mute after exiting
es: Si no lo selecciona, gnomeradio no hará silencio al salir
pl: Je¶li nie zaznaczone, gnomeradio nie wyciszy siê po wyj¶ciu z programu
sk: Ak to nebude oznaèené, gnomeradio nevypne zvuk po opustení aplikácie
tr: Eðer týklanýrsa, gnomeradio çýkýþta sesi kýsmayacaktýr
vi: Nếu không chọn, gnomeradio sẽ không câm tiếng sau khi thoát ra

source: Last frequency
vi: Tần số vừa dùng

source: Last presets
vi: Lập trước vừa dùng

source: Mixer Device
vi: Thiết Bị Bộ Trộn Âm

source: Mixer source
vi: Nguồn bộ trộn âm

source: Mute on exit
vi: Câm khi thoát

source: Number of presets
vi: Số các lập trước

source: Radio device
vi: Thiết bị Radio

source: Record as mp3- or wave-file
vi: Ghi theo tập tin mp3 hay wave

source: Record in stereo or mono
vi: Ghi chế độ stereo hay mono

source: Sample format
vi: Định dạng mẫu

source: Sample rate
vi: Mức mẫu

source: Specify the radio-device (in most cases /dev/radio)
es: Especifique el dispositivo del radio (en más casos /dev/radio)
pl: Wybierz urz±dzenie radia (w wiêkszo¶ci przypadków /dev/radio)
sk: ©pecifikujte rádiové zariadenie (vo väè¹ine prípadov /dev/radio)
tr: Radyo aygýtýný verin (genellikle /dev/radio)
vi: Định rõ thiết bị radio (thường là /dev/radio)

source: The audio device to use (usually /dev/audio)
vi: Thiết bị radio để dùng (thường là /dev/audio)

source: The audio sample-rate of the wave-file
vi: Audio sample-rate của wave-file

source: The format (8 or 16 bit) of the wave-file
vi: Định dạng (8 hay 16 bit) của wave-file

source: The last frequency (in MHz) in use
vi: Tần số gần đây đang dùng (theo MHz)

source: The mixer device that gnomeradio should use. Only changeable via this key (no GUI option)
vi: Thiết bị trộn âm mà gnomeradio sẽ dùng. Chỉ thay đổi được qua phím này (không có tùy chọn GUI)

source: The number of presets
vi: Số của các đặt trước

source: The preset that was enabled when gnomeradio was terminated. Range is 0 ... (# presets - 1). None is -1
vi: Đặt trước đã được bật chạy khi gnomeradio đã kết thúc. Range là 0 ... (# presets - 1). Không là -1

source: The stored value of the volume (0-100)
vi: Giá trị lưu của âm lượng (0-100)

source: Volume
vi: Âm Lượng

source: Whether the output should be a mp3- or a wave-file
vi: Output nên là tập tin mp3 hay wave không

source: Whether the output should be in stereo or mono
vi: Output nên là chế độ stereo hay mono

source: A Gnome FM-Tuner
vi: Chỉnh Sóng FM của Gnome

source: Gnomeradio Settings
es: Gnomeradio Configuración
pl: Ustawienia Gnomeradio
sk: Nastavenia aplikácie Gnomeradio
tr: Gnomeradio Ayarlarý
vi: Thiết lập Gnomeradio

source: Misc Settings
es: Misc Configuración
pl: Ró¿ne ustawienia
sk: Rôzne nastavenia
tr: Çeþitli Ayarlar
vi: Thiết lập Linh tinh

source: Presets
es: Emisoras
pl: Stacje
sk: Predvoµby
tr: Kanallar
vi: Lập trước

source: Radio Device:
es: Dispositivo de Radio
pl: Urz±dzenie radia:
sk: Zariadenie s rádiom:
tr: Radyo Aygýtý:
vi: Thiết bị Radio:

source: Mixer Source:
es: Entrada de Sonido
pl: ¬ród³o w mikserze:
sk: Zdroj Mixovania:
tr: Karýþtýrýcý Kaynaðý:
vi: Nguồn bộ trộn âm:

source: Mute on exit?
es: ¿Silencio al salir?
pl: Wyciszyæ przy wyj¶ciu z programu?
sk: Vypnú» zvuk pri ukonèení?
tr: Çýkýþta sessiz olsun
vi: Im lặng khi ra khỏi?

source: Name:
es: Nombre:
pl: Nazwa:
sk: Meno:
tr: Ýsim:
vi: Tên:

source: Frequency:
es: Frecuencia:
pl: Czêstotliwo¶æ:
sk: Frekvencia:
tr: Frekans:
vi: Tần số:

source: Add a new preset
vi: Thêm Lập Trước mới

source: Remove preset from List
es: Elimina la emisora de la lista
pl: Usuwa stacjê z listy
sk: Vymaza» predvoµbu zo zoznamu
tr: Kanalý listeden sil
vi: Bỏ Lập Trước khỏi danh sách

source: Update the preset in the List
vi: Cập nhật Lập Trước trong Danh Sách

source: Could not open device "%s" ! Check your Settings and make sure that no other program is using %s. Make also sure that you have read-access to it.
es: No puedo abrir el dispositivo "%s" ! Verifique su configuración sea la correcta y que no halla otro programa que este usando el dispositivo: %s. También verifique que tenga permisos de lectura.
pl: Nie mo¿na otworzyæ urz±dzenia "%s" ! Sprawd¼ ustawienia i upewnij siê, ¿e ¿aden inny program nie u¿ywa %s. Upewnij siê tak¿e, ¿e masz prawa odczytu z tego urz±dzenia.
sk: Nemô¾em otvori» zariadenie "%s" ! Skontrolujte Va¹e Nastavenia a uistite sa ¾e ¾iaden iný program napou¾íva zariadenie %s. Tie¾ sa uistite, ¾e máte práva na èítanie k tomuto zariadeniu.
tr: "%s" aygýtý açýlamadý ! Ayarlarýnýzý kontrol edin ve %s aygýtýný baþka bir programýn kullanmadýðýna emin olun. (Bu aygýta okuma eriþiminiz var mý?
vi: Không thể mở thiết bị "%s" ! Hãy kiểm tra thiết lập và chắc rằng không có chương trình khác đang dùng %s. Hãy đảm bảo là bạn có quyền truy cập để đọc nó.

source: Mixer source "%s" is not a valid source!
es: ¡Fuente de sonido "%s" no es valida!
pl: Wybrane ¼ród³o "%s" nie jest poprawnym ¼ród³em w mikserze!
sk: Mixovací zdroj "%s" nie je platný zdroj!
tr: "%s" karýþtýrýcýsý geçersiz
vi: Nguồn bộ trộn âm "%s" không hợp lệ!

source: Could not open "%s"!
es: ¡No puedo abrir "%s"!
pl: Nie mo¿na otworzyæ "%s"!
sk: Nemô¾em otvori» "%s"!
tr: "%s" açýlamadý!
vi: Không thể mở "%s"!

source: Frequency: %.2f MHz
es: Frecuencia: %.2f MHz
pl: Czêstotliwo¶æ: %.2f MHz
sk: Frekvencia: %.2f MHz
tr: Frekans: %.2f MHz
vi: Tần số: %.2f MHz

source: Volume: %d%%
es: Volumen: %d%%
pl: G³o¶no¶æ: %d%%
sk: Hlasitos»
vi: Âm Lượng: %d%%

source: manual
pl: wybór rêczny
sk: manuál
tr: elle
vi: Thủ công

source: Sox could not be detected. Please ensure that it is installed in your PATH.
vi: Không phát hiện được Sox. Hãy đảm bảo là nó có trong đường dẫn của bạn.

source: File '%s' exists. Overwrite it?
vi: Tập tin '%s' tồn tại. Ghi đè lên nó?

source: Error opening file '%s': %s
vi: Lỗi khi mở tập tin '%s': %s

source: Mute
es: Silencio
pl: Wycisz
sk: Vypnú» zvuk
tr: Sesi kapat
vi: Im tiếng

source: Unmute
es: Sonido
pl: W³±cz g³os
sk: Zapnú» zvuk
tr: Sesi aç
vi: Thôi câm tiếng

source: TRANSLATORS
vi: NGƯỜI DỊCH

source: Gnomeradio is a FM-Tuner application for the GNOME desktop. It should work with all tuner hardware that is supported by the video4linux drivers. This version has been compiled %s LIRC support.
vi: Gnomeradio là chương trình FM-Tuner cho GNOME desktop. Nó sẽ làm việc với mọi phần cứng mà các video4linux driver hỗ trợ. Phiên bản này đã được biên dịch %s hỗ trợ LIRC.

source: with
vi: với

source: withtout
vi: không kèm với

source: Presets:
es: Emisora:
pl: Stacje:
sk: Predvoµby:
tr: Sender:
vi: Lập Trước:

source: Scan Backwards
es: Buscar hacia atrás
pl: Przeszukaj w dó³
sk: Prehladáva» spä»
tr: Geri Tara
vi: Quét Lùi lại:

source: Scan Forwards
es: Buscar hacia adelante
pl: Przeszukaj w górê
sk: Prehladáva» vpred
tr: Ýleri Tara
vi: Quét Đi

source: 0.05 MHz Backwards
es: 0.05 MHz Al revés
pl: 0.05 MHz w dó³
sk: 0.05 MHz spä»
tr: 0.05 MHz Geri
vi: Lùi lại 0.05 MHz

source: 0.05 MHz Forwards
es: 0.05 MHz Remite
pl: 0.05 MHz w górê
sk: 0.05 MHz vpred
tr: 0.05 MHz Ýleri
vi: Đi thêm 0.05 MHz

source: About Gnomeradio
es: Acerca de Gnomeradio
pl: O Gnomeradio
sk: O aplikácii Gnomeradio
tr: Gnomeradio hakkýnda
vi: Giới thiệu Gnomeradio

source: Record radio as Wave or MP3
vi: Ghi radio thành Wave hay MP3

source: Edit your Preferences
es: Editar sus preferencias
pl: Modyfikuje preferencje
sk: Editova» Va¹e Preferencie
tr: Tercihleri Düzenle
vi: Biên soạn Tùy Thích

source: Quit
es: Salir
pl: Zakoñcz
sk: Koniec
tr: Çýk
vi: Thoát

source: Failed to init GConf: %s Changes to the settings won't be saved
vi: Không sơ khởi được GConf: %s Thay đổi các thiết lập sẽ không được lưu

source: Could not start lirc
es: No puedo iniciar el lirc
pl: Nie mo¿na zainicjowaæ lirc
sk: Nemô¾em spusti» lirc
tr: Lirc baþlatýlamadý
vi: Không thể chạy lirc

source: Start
vi: Bắt đầu

source: Gnomeradio Record
vi: Ghi Gnomeradio

source: General
vi: Chung

source: Wave Settings
vi: Thiết lập WAVE

source: Mp3/Ogg Settings
vi: Thiết lập MP3/OGG

source: Audio device:
vi: Thiết bị âm thanh:

source: Filename:
vi: Tên tập tin:

source: Choose a filename
vi: Chọn tên tập tin

source: Record as:
vi: Ghi lại thành:

source: Sample rate:
vi: Ví dụ mức:

source: Sample format:
vi: Ví dụ định dạng:

source: Record in:
vi: Ghi trong:

source: Encoder:
vi: Trình mã hóa:

source: no supported encoder installed
vi: đã cài đặt trình mã hóa không được hỗ trợ

source: %s has stopped: %s
vi: %s đã dừng: %s

source: MP3/Ogg encoder
vi: Trình mã hóa MP3/OGG

source: unknown reason
vi: Lý do không xác định

source: Error
vi: Lỗi

source: Gnomeradio recording status
vi: Trạng Thái Ghi Âm của GnomeRadio

source: Recording:
vi: Đang Ghi Âm:

source: Filesize:
vi: Kích thước tập tin:

source: Stop Recording
vi: Dừng Ghi Âm

source: Start a new preset
es: Nueva emisora
pl: Dodaje now± stacjêe
sk: Spusti» novú predvoµbu
tr: Yeni bir kanal aç

source: Add the preset to the List
es: Agrega la emisora a la lista
pl: Dodaje stacjê do listy
sk: Prida» predvoµbu do zoznamu
tr: Kanalý listeye kaydet

source: Yet another Gnome FM-Tuner. But this one is the best ;-) (Hopefully) works with all FM-Tunercards supported by video4linux.
es: Este es otro Gnome FM-Tunner. Pero es uno de los mejores ;-) (o eso creo) debería trabajar con todas las tarjetas soportadas por video4linux.
pl: Jeszcze jeden tuner FM dla Gnome. Ten jest jednak najlepszy ;-) (Mamy nadziejê, ¿e) Dzia³a ze wszystkimi kartami FM obs³ugiwanymi przez video4linux
sk: Ïaµ¹ie Gnome FM-Rádio. Ale toto je to najlep¹ie;-) (Pevne dúfam) pracuje so v¹etkými FM-Rádiovými kartami podporovanými vo video4linux.
tr: GNOME FM Tuner programý. Video4linux tarafýndan desteklenen tüm FM Tuner kartlarýnda çalýþýr.
