<glossary id="glossary-1">
  <title>Glosario</title>
  <glossentry id="glossary-5">
    <glossterm>acceso directo</glossterm>
    <glossdef>
      <para>Mediante un acceso directo se proporciona un m&eacute;todo r&aacute;pido de ejecutar una acci&oacute;n. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-10">
    <glossterm>aplicaci&oacute;n compatible con GNOME</glossterm>
    <glossdef>
      <para>Una aplicaci&oacute;n que emplea las bibliotecas de programaci&oacute;n est&aacute;ndar de GNOME. Por ejemplo, el editor de texto <application>gedit</application> es una aplicaci&oacute;n compatible con GNOME.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-6">
    <glossterm>aplicaci&oacute;n del panel</glossterm>
    <glossdef>
      <para>Una aplicaci&oacute;n del panel es una aplicaci&oacute;n peque&ntilde;a e interactiva que est&aacute; dentro de un panel, por ejemplo el <application>Lector de CD</application>. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-7">
    <glossterm>&aacute;rea de trabajo</glossterm>
    <glossdef>
      <para>Un &aacute;rea de trabajo es una zona definida del escritorio en la que se trabaja.  </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-25">
    <glossterm>atajo de teclado</glossterm>
    <glossdef>
      <para>Un <firstterm>atajo de teclado</firstterm> es una combinaci&oacute;n de teclas que proporciona una alternativa a los procedimientos est&aacute;ndar para ejecutar una acci&oacute;n. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-13">
    <glossterm>barra de estado</glossterm>
    <glossdef>
      <para>Una barra situada en la parte inferior de una aplicaci&oacute;n que muestra el estado de lo que se ve en la ventana. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-12">
    <glossterm>barra de herramientas</glossterm>
    <glossdef>
      <para>Una barra que contiene los botones correspondientes a las &oacute;rdenes m&aacute;s utilizadas de una aplicaci&oacute;n. Por lo general, suele aparecer debajo de una barra de men&uacute;. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-11">
    <glossterm>barra de men&uacute;s</glossterm>
    <glossdef>
      <para>Una barra situada en la parte superior de una aplicaci&oacute;n que contiene los men&uacute;s de &eacute;sta. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-8">
    <glossterm>caj&oacute;n</glossterm>
    <glossdef>
      <para>Un caj&oacute;n es una extensi&oacute;n desplegable de un icono que se puede abrir o cerrar. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-17">
    <glossterm>componente visualizador</glossterm>
    <glossdef>
      <para>Un componente de la ventana del gestor de archivos que permite mostrar determinados tipos de archivos en el panel de vista. Este tipo de componente suele a&ntilde;adir elementos al men&uacute; del gestor de archivos que son relevantes para el tipo de archivo abierto. El visualizador tambi&eacute;n permite la utilizaci&oacute;n de los botones de ampliaci&oacute;n del gestor de archivos para cambiar el tama&ntilde;o del elemento en el panel de visualizaci&oacute;n.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-33">
    <glossterm>daemon de PDA</glossterm>
    <glossdef>
      <para>Aplicaci&oacute;n que se ejecuta en segundo plano y que espera a que un PDA se intente sincronizar con el sistema. Cuando un PDA intenta sincronizarse con el sistema, el daemon de PDA sincroniza los datos del PDA con los datos del sistema. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-21">
    <glossterm>direcci&oacute;n IP</glossterm>
    <glossdef>
      <para>Un n&uacute;mero que identifica a una computadora en una red.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-28">
    <glossterm>enlace simb&oacute;lico</glossterm>
    <glossdef>
      <para>Un tipo especial de archivo que se&ntilde;ala a otro archivo o carpeta. Al ejecutar una acci&oacute;n sobre un enlace simb&oacute;lico, &eacute;sta se ejecuta sobre el archivo o carpeta al que apunta. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-40">
    <glossterm>escritorio</glossterm>
    <glossdef>
      <para>La parte visible de Java Desktop System; incluye todos los paneles, iconos, aplicaciones y el fondo del escritorio.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-31">
    <glossterm>fondo del escritorio</glossterm>
    <glossdef>
      <para>El fondo del escritorio se sit&uacute;a bajo los dem&aacute;s componentes de Java Desktop System.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-23">
    <glossterm>formatear</glossterm>
    <glossdef>
      <para>Preparar un soporte de almacenamiento para utilizarlo con un sistema de archivos espec&iacute;fico. Al formatear un soporte, se sobrescribe cualquier informaci&oacute;n existente. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-2">
    <glossterm>herramienta de preferencias</glossterm>
    <glossdef>
      <para>Una herramienta espec&iacute;fica de software que controla una determinada parte del comportamiento de Java Desktop System.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-29">
    <glossterm>Identificador de recursos uniforme</glossterm>
    <glossdef>
      <para>Un identificador de recursos uniformes (URI) es una cadena que identifica una direcci&oacute;n en particular del sistema de archivos o de Internet. Un ejemplo de URI ser&iacute;a una p&aacute;gina web.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-3">
    <glossterm>lanzador</glossterm>
    <glossdef>
      <para>Un lanzador inicia una aplicaci&oacute;n en particular, ejecuta una orden o abre un archivo. Puede residir en un panel o en un men&uacute;.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-24">
    <glossterm>montar</glossterm>
    <glossdef>
      <para>Hacer accesible un sistema de archivos. Cuando se monta un sistema de archivos, se anexa como un subdirectorio al sistema de archivos del usuario. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-20">
    <glossterm>nombre DNS</glossterm>
    <glossdef>
      <para>Un nombre que identifica a una computadora en una red. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-9">
    <glossterm>objeto del fondo de escritorio</glossterm>
    <glossdef>
      <para>Un icono del fondo del escritorio que se utiliza para abrir archivos, carpetas y aplicaciones.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-15">
    <glossterm>orden de colocaci&oacute;n</glossterm>
    <glossdef>
      <para>El orden en el que las ventanas se colocan apiladas unas encima de otras en la pantalla. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-4">
    <glossterm>panel</glossterm>
    <glossdef>
      <para>Un panel es una subdivisi&oacute;n de una ventana. Por ejemplo, la ventana del gestor de archivos contiene un panel lateral y uno de visualizaci&oacute;n. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-32">
    <glossterm>PDA</glossterm>
    <glossdef>
      <para>Sigla de Personal Digital Assistant (Asistente digital personal). Ordenador port&aacute;til que puede usar como organizador personal.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-22">
    <glossterm>segmento</glossterm>
    <glossdef>
      <para>Una partici&oacute;n de un disco. Se pueden crear segmentos en unidades Zip o Jaz. Para cada segmento, se crear&aacute; su correspondiente objeto en el escritorio.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-26">
    <glossterm>tecla de acceso directo</glossterm>
    <glossdef>
      <para>Una tecla de acceso directo es un atajo de teclado para iniciar aplicaciones. </para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-27">
    <glossterm>tipo MIME</glossterm>
    <glossdef>
      <para>Un tipo de extensiones multifunci&oacute;n de correo de Internet (MIME) identifica el formato de un archivo. El tipo MIME permite que las aplicaciones lean el archivo. Por ejemplo, una aplicaci&oacute;n de correo electr&oacute;nico puede utilizar el tipo MIME <literal>image/png</literal> para detectar que un mensaje de correo electr&oacute;nico lleva anexado un archivo de tipo Portable Networks Graphic (PNG).</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-19">
    <glossterm>URL</glossterm>
    <glossdef>
      <para>URL (Uniform Resource Locator) es la direcci&oacute;n de un recurso en Internet.</para>
    </glossdef>
  </glossentry>
  <glossentry id="glossary-16">
    <glossterm>vista</glossterm>
    <glossdef>
      <para>Un componente del gestor de archivos que permite mostrar una carpeta de una determinada manera. Por ejemplo, el gestor de archivos tiene una vista de iconos que permite mostrar el contenido de una carpeta en forma de iconos. Tambi&eacute;n dispone de una vista que permite mostrar dicho contenido en forma de lista. </para>
    </glossdef>
  </glossentry>
</glossary>
