<chapter id="goscustdesk-6">
  <title>C&oacute;mo usar las herramientas de preferencias</title>
  <highlights>
    <para>Este cap&iacute;tulo describe c&oacute;mo iniciar y trabajar con las herramientas de preferencias para personalizar Java Desktop System.</para>
  </highlights>
  <sect1 id="jdsstartpreftools-2">
    <title>Inicio de una herramienta de preferencias</title>
    <para>Existen diversos modos para iniciar las herramientas de preferencias:</para>
    <itemizedlist>
      <listitem>
        <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <guimenu> Preferencias</guimenu>. Seleccione la herramienta que necesite en los submen&uacute;s. </para>
      </listitem>
      <listitem>
        <para>Haga doble clic en el objeto del escritorio <guilabel>Este equipo</guilabel>. Se abrir&aacute; una ventana del gestor de archivos en la ubicaci&oacute;n <guilabel>Este equipo</guilabel>. Haga doble clic en <guilabel>Preferencias</guilabel> en la ventana del gestor de archivos para ver las herramientas de preferencias. Haga doble clic en la herramienta que desee.</para>
      </listitem>
    </itemizedlist>
  </sect1>
  <sect1 id="goscustaccess-11">
    <title>Configuraci&oacute;n de preferencias de tecnolog&iacute;a de asistencia </title>
    <indexterm>
      <primary>accesibilidad</primary>
      <secondary>configurar preferencias de tecnolog&iacute;a de asistencia</secondary>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>tecnologia de asistencia</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias de <guilabel> Assistive Technology Support</guilabel> preference tool, click <guibutton> Launch</guibutton>, then choose <menuchoice><guimenu>Preferences</guimenu><guisubmenu>Assessibility</guisubmenu><guimenuitem>Assistive Technology Support</guimenuitem></menuchoice>.</para>
    <para>Utilice la herramienta de preferencias de <application>tecnolog&iacute;as de asistencia</application> para activar esas tecnolog&iacute;as Java Desktop System. Tambi&eacute;n puede utilizar la herramienta de preferencias de <application>tecnolog&iacute;as de asistencia</application> para especificar que las aplicaciones de tecnolog&iacute;a de asistencia se abran de forma autom&aacute;tica al iniciar sesi&oacute;n.</para>
    <para>La <xref linkend="goscustaccess-TBL-14"/> incluye las preferencias de la tecnolog&iacute;a de asistencia que se pueden modificar.</para>
    <table frame="topbot" id="goscustaccess-TBL-14">
      <title>Preferencias de tecnolog&iacute;a de asistencia</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Activar las tecnolog&iacute;as de asistencia</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione esta opci&oacute;n para activar la tecnolog&iacute;a de asistencia en Java Desktop System.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Lector de pantalla</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione esta opci&oacute;n para iniciar autom&aacute;ticamente la aplicaci&oacute;n <application>Lector de pantalla</application> al iniciar sesi&oacute;n.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Lupa</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione esta opci&oacute;n para iniciar la aplicaci&oacute;n <application>Lupa</application> al iniciar sesi&oacute;n.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Teclado en pantalla</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione esta opci&oacute;n para iniciar autom&aacute;ticamente la aplicaci&oacute;n <application>Teclado en pantalla</application> al iniciar sesi&oacute;n.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-7">
    <title>Personalizaci&oacute;n del fondo del escritorio </title>
    <indexterm>
      <primary>fondo del escritorio</primary>
      <secondary>personalizar</secondary>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias de Java Desktop System</primary>
      <see>herramientas de preferencias</see>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Fondo</secondary>
    </indexterm>
    <indexterm>
      <primary>fondos</primary>
      <secondary>personalizar el fondo del escritorio</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Fondo del escritorio</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu> Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guisubmenu>Pantalla</guisubmenu><guimenuitem>Fondo del escritorio</guimenuitem></menuchoice>.</para>
    <para>Se puede personalizar el fondo del escritorio de diversas maneras:</para>
    <itemizedlist>
      <listitem>
        <para>Seleccionar una imagen para el fondo del escritorio. La imagen se superpone al color del fondo del escritorio. El color del fondo del escritorio se ve si la imagen es transparente o no lo cubre en su totalidad.</para>
      </listitem>
      <listitem>
        <para>Seleccionar el color del fondo del escritorio. Se puede seleccionar un color s&oacute;lido o crear un efecto de fundido entre dos colores. Un efecto de fundido es un efecto visual en el que un color se transforma gradualmente en otro. </para>
      </listitem>
    </itemizedlist>
    <para>Se puede cambiar tambi&eacute;n el aspecto del fondo del escritorio en el gestor de archivos.</para>
    <para>La <xref linkend="goscustdesk-TBL-14"/> enumera las preferencias de fondo que se pueden modificar.</para>
    <table frame="topbot" id="goscustdesk-TBL-14">
      <title>Preferencias del fondo del escritorio </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Imagen de fondo</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione una imagen como fondo de escritorio. Para elegirla, haga clic en el bot&oacute;n <guibutton>Seleccionar imagen</guibutton>. Se mostrar&aacute; un selector de im&aacute;genes. Utilice el cuadro de di&aacute;logo para seleccionar una imagen. Cuando haya seleccionado la imagen, haga clic en el bot&oacute;n <guibutton>Aceptar</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Estilo</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para especificar el modo de presentaci&oacute;n de la imagen, seleccione una de estas opciones en la lista desplegable <guilabel>Estilo</guilabel>:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Centrado</guilabel>: muestra la imagen en medio del fondo del escritorio.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Llenar pantalla</guilabel>: agranda la imagen para que cubra todo el fondo del escritorio manteniendo las dimensiones relativas de la imagen. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Escalado</guilabel>: agranda la imagen hasta encajar con el tama&ntilde;o de la pantalla manteniendo las dimensiones relativas de la imagen.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Alargado</guilabel>: agranda la imagen hasta encajar con el tama&ntilde;o de la pantalla manteniendo las dimensiones relativas de la imagen. </para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Agregar imagen de fondo</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para/>
              <para>Haga clic en <guilabel>Agregar imagen de fondo</guilabel> para abrir el cuadro de di&aacute;logo <guilabel>Agregar im&aacute;genes de fondo</guilabel>. Elija la imagen que desee mostrar en el fondo del escritorio y haga clic en <guibutton>Aceptar</guibutton>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0">
              <para><guilabel>Suprimir</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0">
              <para>Elija la <guibutton>Imagen de fondo</guibutton> que desee borrar y haga clic en <guilabel>Suprimir</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Colores del escritorio</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para especificar un esquema de colores, use las opciones de la lista desplegable <guilabel>Estilo de fondo</guilabel> y los botones selectores de color</para>
              <para>Puede especificar un esquema de colores de diversas maneras:</para>
              <itemizedlist>
                <listitem>
                  <para>Elija <guilabel>Color s&oacute;lido</guilabel> en la lista desplegable <guilabel> Estilo de fondo</guilabel> para seleccionar un &uacute;nico color para el fondo del escritorio. </para>
                  <para>Para elegir el color, haga clic en el bot&oacute;n <guibutton>Color</guibutton>. Se mostrar&aacute; el cuadro de di&aacute;logo <guilabel>Selecci&oacute;n del color</guilabel>. Selecci&oacute;nelo y haga clic en <guibutton>Aceptar</guibutton>.</para>
                </listitem>
                <listitem>
                  <para>Elija <guilabel>Degradado horizontal</guilabel> en la lista desplegable <guilabel>Estilo de fondo</guilabel>. Esta opci&oacute;n crea un efecto de fundido de izquierda a derecha de la pantalla.</para>
                  <para>Haga clic en el bot&oacute;n <guibutton>Color izquierdo</guibutton> para mostrar el cuadro de di&aacute;logo <guilabel>Selecci&oacute;n del color</guilabel>. Escoja el color que desee que aparezca en la parte izquierda.</para>
                  <para>Haga clic en el bot&oacute;n <guibutton>Color derecho</guibutton>. Elija el color que desee que aparezca en la parte derecha.</para>
                </listitem>
                <listitem>
                  <para>Elija <guilabel>Degradado vertical</guilabel> en la lista desplegable <guilabel>Estilo de fondo</guilabel>. Esta opci&oacute;n crea un efecto de fundido de la parte superior a la inferior de la pantalla.</para>
                  <para>Haga clic en el bot&oacute;n <guibutton>Color superior</guibutton> para que aparezca el cuadro de di&aacute;logo <guilabel>Selecci&oacute;n del color</guilabel>. Escoja el color que desee que aparezca en la parte superior.</para>
                  <para>Haga clic en el bot&oacute;n <guibutton>Color inferior</guibutton>. Elija el color que desee que aparezca en la parte inferior.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustlookandfeel-39">
    <title>Configuraci&oacute;n de un servidor de base de datos de CD </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Servidor de base de datos de CD</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Servidor de base de datos de CD</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem>Servidor de base de datos de CD</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Servidor de base de datos de CD</application> permite configurar una base de datos de CD que el sistema puede consultar. Un servidor de base de datos de CD contiene informaci&oacute;n acerca de un CD, como el nombre del artista, el t&iacute;tulo y la lista de pistas. Cuando una aplicaci&oacute;n reproduzca un CD, podr&aacute; consultar el servidor de base de datos y mostrar la informaci&oacute;n all&iacute; guardada. </para>
    <para>La <xref linkend="goscustlookandfeel-TBL-101"/> describe las preferencias de la herramienta de preferencias <application>Servidor de base de datos de CD</application>.</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-101">
      <title>Preferencias del Servidor de base de datos de CD </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> No enviar informaci&oacute;n</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para que no se env&iacute;e ninguna informaci&oacute;n al servidor de la base de datos de CD.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Enviar informaci&oacute;n real</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para enviar el nombre del usuario y del sistema al servidor de la base de datos del CD.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel> Enviar otra informaci&oacute;n</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para enviar otro nombre de usuario y de sistema al servidor de la base de datos de CD. Escriba el nombre en el campo <guilabel>Nombre</guilabel>. Escriba el nombre del sistema en el campo <guilabel>Host</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Servidor round robin del FreeDB</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>FreeDB es una base de datos de CD. El servidor round robin del FreeDB es una configuraci&oacute;n por compartici&oacute;n de carga de servidores FreeDB. Seleccione esta opci&oacute;n para acceder a la base de datos de CD de FreeDB desde este servidor.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para><guilabel>Otro servidor FreeDB...</guilabel> </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para acceder a la base de datos de CD de FreeDB desde otro servidor. Elija el servidor que desee en la tabla de servidores.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Actualizar lista de servidores</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Haga clic en este bot&oacute;n para actualizar la lista de servidores FreeDB disponibles en la tabla.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Otro servidor...</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para utilizar otro servidor de base de datos de CD. Escriba el nombre del servidor en el que reside la base de datos en el campo <guilabel>Host</guilabel>, as&iacute; como el n&uacute;mero de puerto a trav&eacute;s del cual se accede a la base de datos en el campo<guilabel> Puerto</guilabel>.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdoc-7">
    <title>Configuraci&oacute;n de asociaciones de archivos </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Asociaciones de archivos</secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de archivos</primary>
      <secondary> configurar</secondary>
    </indexterm>
    <indexterm>
      <primary>servicios</primary>
      <secondary>configurar</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias<guilabel> Asociaciones de archivos</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu> Preferencias del escritorio</guisubmenu><guimenuitem>Asociaciones de archivos</guimenuitem></menuchoice>.</para>
    <para>Utilice la herramienta de preferencias <application>Asociaciones de archivos</application> para configurar:</para>
    <variablelist>
      <varlistentry>
        <term>Tipos de archivo</term>
        <listitem>
          <para>Puede especificar c&oacute;mo se deben mostrar y editar los archivos de diferentes tipos. Por ejemplo, se puede especificar el icono que representar&aacute; un determinado tipo de archivo. Otro ejemplo, se puede indicar que si un archivo es de texto, el escritorio lo abra con un editor de textos.</para>
          <para>El gestor de archivos y otras aplicaciones del escritorio comprueban el contenido del fichero para determinar su tipo. Si las primeras l&iacute;neas no indican el tipo de archivo, entonces la aplicaci&oacute;n comprueba la extensi&oacute;n.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Servicios</term>
        <listitem>
          <para>Un <firstterm>identificador de recursos uniformes (URI)</firstterm> es una cadena que identifica una direcci&oacute;n en particular del sistema de archivos o de Internet. Un ejemplo de URI ser&iacute;a una p&aacute;gina web. Un <firstterm>servicio</firstterm> consiste en un protocolo o tarea que un URI solicita. Por ejemplo, el URI <literal>http://www.gnome.org</literal> solicita un servicio <literal>http</literal>. </para>
          <para>Se puede asociar una aplicaci&oacute;n con un servicio de modo que &eacute;sta realice la tarea solicitada por el servicio. Por ejemplo, asociar un navegador web con el servicio <literal>http</literal>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <para>La <xref linkend="goscustdoc-TBL-8"/> describe los elementos de la herramienta de preferencias <application>Asociaciones de archivos</application>.</para>
    <table frame="topbot" id="goscustdoc-TBL-8">
      <title>Elementos de la herramienta de preferencias Asociaciones de archivos </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>Tabla  </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para ver los contenidos de una categor&iacute;a de tipos de archivo, haga clic en la flecha hacia la derecha situada junto al nombre de la categor&iacute;a. &Eacute;sta se expandir&aacute; y mostrar&aacute; una descripci&oacute;n de cada tipo de archivo y la extensi&oacute;n asociada. </para>
              <para>Para seleccionar el tipo de archivo con el que desea trabajar, haga clic en el tipo correspondiente.</para>
            </entry>
          </row>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guibutton>Agregar tipo de archivo</guibutton> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Haga clic en este bot&oacute;n para agregar un tipo de archivo. Para obtener m&aacute;s informaci&oacute;n, consulte <xref linkend="goscustlookandfeel-28"/>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Agregar servicio</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Haga clic en este bot&oacute;n para agregar un servicio. Para obtener m&aacute;s informaci&oacute;n, consulte <xref linkend="goscustlookandfeel-30"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Editar</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <indexterm>
                <primary>tipo de archivo</primary>
                <secondary>editar</secondary>
              </indexterm>
              <indexterm>
                <primary>servicios</primary>
                <secondary>editar</secondary>
              </indexterm>
              <para>Para editar un tipo de archivo, un servicio o una categor&iacute;a de tipo, seleccione el elemento y, a continuaci&oacute;n, haga clic en <guibutton>Editar</guibutton>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Quitar</guibutton>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Para suprimir un tipo de archivo o un servicio, selecci&oacute;nelo y haga clic en <guibutton>Eliminar</guibutton>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <sect2 id="goscustlookandfeel-28">
      <title>Para agregar un tipo de archivo </title>
      <indexterm>
        <primary>tipos de archivo</primary>
        <secondary>agregar</secondary>
      </indexterm>
      <para>Para agregar un tipo de archivo:</para>
      <orderedlist>
        <listitem>
          <para>Inicie la herramienta de preferencias <application>Asociaciones de archivos</application>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Agregar tipo de archivo</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Introduzca las propiedades del tipo de archivo en el cuadro de di&aacute;logo <guilabel>Agregar tipo de archivo</guilabel>. A continuaci&oacute;n se describen los elementos del cuadro de di&aacute;logo que aparecen en <guilabel>Agregar tipo de archivo</guilabel>:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="37.42*"/>
              <colspec colname="colspec1" colwidth="62.58*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Elemento de la ventana de di&aacute;logo</para>
                  </entry>
                  <entry>
                    <para>Descripci&oacute;n </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Sin icono</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Elija un icono para representar el tipo de archivo. Para seleccionar un icono, haga clic en el bot&oacute;n <guibutton>Sin icono</guibutton>. Se mostrar&aacute; un selector de iconos. Seleccione el icono deseado en el cuadro de di&aacute;logo. Alternativamente, para seleccionar el icono de otro directorio, haga clic en <guibutton>Examinar</guibutton>. Cuando haya seleccionado el icono, haga clic en el bot&oacute;n <guibutton>Aceptar</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Descripci&oacute;n</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escriba la descripci&oacute;n del tipo de archivo.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Tipo MIME</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escriba el tipo MIME del archivo. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Categor&iacute;a</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escriba la categor&iacute;a a la cual desea que el archivo pertenezca. Haga clic en <guibutton>Elegir...</guibutton> para elegir una categor&iacute;a en el cuadro de di&aacute;logo <guilabel>Elija una categor&iacute;a de archivo</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Extensiones de nombres de archivo</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escriba las extensiones de los nombres de los archivos que asociar con el tipo de archivo. Escriba una extensi&oacute;n de nombre de archivo en el campo de la izquierda y pulse <keycap>Intro</keycap>. Para suprimir una extensi&oacute;n de archivo, selecci&oacute;nela en el campo de la derecha y haga clic en el bot&oacute;n <guibutton>Eliminar</guibutton>. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Componente del visualizador</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione el visualizador que se utilizar&aacute; para mostrar los archivos de este tipo en el gestor de archivos.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Acci&oacute;n predeterminada</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione la aplicaci&oacute;n predeterminada que se utilizar&aacute; para abrir los archivos de este tipo.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Programa que se debe ejecutar</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Indique el programa que se debe asociar al tipo de archivo. Escriba la orden para iniciar el programa en este campo. Otro modo de elegir una orden previamente introducida es hacer clic en el bot&oacute;n de flecha hacia abajo y elegir la orden.</para>
                    <para>Tambi&eacute;n se puede utilizar el bot&oacute;n <guibutton>Examinar</guibutton> para elegir la orden que ejecutar. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Ejecutar en terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione esta opci&oacute;n para ejecutar el programa en una ventana de terminal. Elija esta opci&oacute;n para programas que no crean una ventana en la que ejecutarse.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Aceptar</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustlookandfeel-30">
      <title>Para agregar un servicio </title>
      <indexterm>
        <primary>servicios</primary>
        <secondary>agregar</secondary>
      </indexterm>
      <para>Para agregar un servicio, siga estos pasos:</para>
      <orderedlist>
        <listitem>
          <para>Inicie la herramienta de preferencias <application>Asociaciones de archivos</application>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Agregar servicio</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Introduzca las propiedades del servicio en el cuadro de di&aacute;logo <guilabel> Agregar servicio</guilabel>. A continuaci&oacute;n se describen los elementos del cuadro de di&aacute;logo que aparecen en <guilabel>Agregar servicio</guilabel>:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec0" colwidth="41.22*"/>
              <colspec colname="colspec1" colwidth="58.78*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Elemento de la ventana de di&aacute;logo</para>
                  </entry>
                  <entry>
                    <para>Descripci&oacute;n </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Descripci&oacute;n</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escriba la descripci&oacute;n del servicio.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Protocolo</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Escriba el protocolo del servicio.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec0">
                    <para>
                      <guilabel>Programa que se debe ejecutar</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec1">
                    <para>Informaci&oacute;n que se suministrar&aacute; en versiones futuras. </para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Programa</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Indique el programa que se debe asociar al servicio. Escriba la orden para iniciar el programa en este campo. Otro modo de elegir una orden previamente introducida es hacer clic en el bot&oacute;n de flecha hacia abajo y elegir la orden.</para>
                    <para>Tambi&eacute;n se puede utilizar el bot&oacute;n <guibutton>Examinar</guibutton> para elegir la orden que ejecutar.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Ejecutar en terminal</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione esta opci&oacute;n para ejecutar el programa en una ventana de terminal. Elija esta opci&oacute;n para programas que no crean una ventana en la que ejecutarse.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Aceptar</guibutton>.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosnautilus-15">
    <title>Configuraci&oacute;n de las preferencias de las carpetas </title>
    <indexterm>
      <primary>gestor de archivos</primary>
      <secondary>personalizar</secondary>
    </indexterm>
    <para>Puede personalizar las carpetas para que se ajusten a sus requisitos y preferencias. En esta secci&oacute;n se explica c&oacute;mo personalizar las preferencias de las carpetas. </para>
    <sect2 id="gosnautilus-17">
      <title>Configuraci&oacute;n de las preferencias </title>
      <indexterm>
        <primary>gestor de archivos</primary>
        <secondary>preferencias</secondary>
        <tertiary>introducci&oacute;n</tertiary>
      </indexterm>
      <indexterm>
        <primary>preferencias, gestor de archivos</primary>
        <see>preferencias de las carpetas</see>
      </indexterm>
      <para>Para acceder a la herramienta de preferencias <guilabel>Carpetas</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem>Carpetas</guimenuitem></menuchoice>.</para>
      <para>Tambi&eacute;n puede utilizar el cuadro de di&aacute;logo de <guilabel>preferencias de carpetas</guilabel> para configurar las preferencias del gestor de archivos. Para mostrar el cuadro de di&aacute;logo de <guilabel>preferencias de carpetas</guilabel>, elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice> desde cualquier ventana del gestor de archivos.</para>
      <para>Se pueden configurar las preferencias seg&uacute;n las categor&iacute;as: </para>
      <itemizedlist>
        <listitem>
          <para>Valores predeterminados de vistas.</para>
        </listitem>
        <listitem>
          <para>El comportamiento de los archivos y carpetas, archivos de texto ejecutables y la <guilabel>Papelera</guilabel>.</para>
        </listitem>
        <listitem>
          <para>La informaci&oacute;n que se muestra en los textos de los iconos.</para>
        </listitem>
        <listitem>
          <para>Opciones de previsualizaci&oacute;n para mejorar el rendimiento del gestor de archivos. </para>
        </listitem>
      </itemizedlist>
      <sect3 id="gosnautilus-438">
        <title>Para configurar las preferencias de las vistas </title>
        <indexterm>
          <primary>gestor de archivos</primary>
          <secondary>preferencias</secondary>
          <tertiary>vistas</tertiary>
        </indexterm>
        <para>Se puede especificar una vista predeterminada e indicar las opciones de orden y visualizaci&oacute;n. Otro par&aacute;metro configurable son las vistas de icono y lista. Para modificar la configuraci&oacute;n predeterminada de las vistas, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>. Haga clic en la ficha <guilabel>Vistas</guilabel> para mostrar la secci&oacute;n <guilabel>Vistas</guilabel>.</para>
        <para>La <xref linkend="gosnautilus-TBL-30"/> enumera las preferencias modificables de las vistas. </para>
        <table frame="topbot" id="gosnautilus-TBL-30">
          <title>Preferencias de vistas</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Elemento de la ventana de di&aacute;logo</para>
                </entry>
                <entry>
                  <para>Descripci&oacute;n </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Ver las carpetas nuevas usando</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Seleccionar la vista predeterminada de las carpetas. Al abrir una carpeta, &eacute;sta se muestra con la vista seleccionada.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Organizar elementos</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Seleccionar las caracter&iacute;sticas a partir de las cuales se desea ordenar los elementos mostrados en esta vista.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Ordenar las carpetas antes que los archivos</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccionar si las carpetas deben aparecer antes que los archivos, cuando se ordena una carpeta.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Mostrar los archivos ocultos y de copia de seguridad</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccione esta opci&oacute;n para mostar los archivos ocultos y de copia de seguridad en el panel de vista. El primer car&aacute;cter de un nombre oculto es un punto (.). El &uacute;ltimo car&aacute;cter de un nombre de archivo de copia de seguridad es una tilde (~).</para>
                  <para>Para ocultar archivos del panel de vista se puede agregar la extensi&oacute;n <filename>.hidden</filename> al nombre del archivo. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Nivel de ampliaci&oacute;n predeterminado</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Vista de icono y de lista. Seleccionar el nivel de ampliaci&oacute;n predeterminado de las carpetas que se mostrar&aacute;n en esta vista. El nivel de ampliaci&oacute;n hace referencia al tama&ntilde;o de los elementos en la vista.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Utilizar disposici&oacute;n ajustada</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar esta opci&oacute;n para organizar los elementos en la carpeta de modo que se sit&uacute;en lo m&aacute;s juntos posible</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para><guilabel>Texto junto a los iconos</guilabel>:</para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccionar esta opci&oacute;n para situar el texto de los iconos al lado en vez de debajo.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>S&oacute;lo mostrar las carpetas</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccionar esta opci&oacute;n para en el panel <guilabel>&Aacute;rbol</guilabel> s&oacute;lo mostrar las carpetas.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-56">
        <title>Para configurar las preferencias de comportamiento </title>
        <indexterm>
          <primary>gestor de archivos</primary>
          <secondary>preferencias</secondary>
          <tertiary>comportamiento</tertiary>
        </indexterm>
        <para>Para configurar las preferencias de los archivos y carpetas, elija <menuchoice><guimenu>Editar</guimenu><guimenuitem> Preferencias</guimenuitem></menuchoice>. Haga clic en la pesta&ntilde;a <guilabel>Comportamiento</guilabel> para mostrar ficha <guilabel>Comportamiento</guilabel>.</para>
        <para>La <xref linkend="gosnautilus-TBL-37"/> lista las preferencias modificables para los archivos y carpetas. </para>
        <table frame="topbot" id="gosnautilus-TBL-37">
          <title>Preferencias de comportamiento de archivos y carpetas</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec6" colwidth="35.09*"/>
            <colspec colname="colspec7" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Opci&oacute;n</para>
                </entry>
                <entry>
                  <para>Descripci&oacute;n </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Activar elementos con un s&oacute;lo clic</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Seleccione esta opci&oacute;n para que la acci&oacute;n predeterminada de un objeto se inicie al hacer un &uacute;nico clic encima de &eacute;l. Si se selecciona esta opci&oacute;n, al apuntar a un elemento, su t&iacute;tulo se subraya.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Activar elementos con un doble clic</guilabel> </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Seleccione esta opci&oacute;n para que la acci&oacute;n predeterminada de un objeto se inicie al hacer doble clic encima de &eacute;l.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para>
                    <guilabel>Iniciar archivos ejecutables al hacer clic sobre ellos</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7">
                  <para>Elija esta opci&oacute;n para iniciar un archivo ejecutable al seleccionarlo. Un archivo ejecutable consiste en un archivo de texto que se puede ejecutar, esto es, una secuencia de shell. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Ver los archivos ejecutables al hacer clic sobre ellos</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Elija esta opci&oacute;n para mostrar los contenidos de un archivo ejecutable al seleccionarlo.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para>
                    <guilabel>Preguntar cada vez</guilabel>
                  </para>
                </entry>
                <entry colname="colspec7" valign="top">
                  <para>Elija esta opci&oacute;n para mostrar un cuadro de di&aacute;logo al seleccionar un archivo ejecutable. El cuadro de di&aacute;logo solicita si se desea ejecutar o mostrar el archivo.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6">
                  <para><guilabel>Preguntar antes de vaciar la papelera o de suprimir archivos</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Seleccione esta opci&oacute;n para mostrar un di&aacute;logo de confirmaci&oacute;n antes de vaciar la <guilabel>Papelera</guilabel> o suprimir archivos.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec6" valign="top">
                  <para><guilabel>Incluir una orden de suprimir que evite el paso por la papelera</guilabel> </para>
                </entry>
                <entry colname="colspec7">
                  <para>Seleccione esta opci&oacute;n para agregar un elemento <guimenuitem>Suprimir</guimenuitem> en los siguientes men&uacute;s:</para>
                  <itemizedlist>
                    <listitem>
                      <para>El men&uacute; <guimenu>Editar</guimenu>.</para>
                    </listitem>
                    <listitem>
                      <para>El men&uacute; emergente que aparece al hacer clic con el bot&oacute;n de la derecha sobre un archivo, carpeta u objeto de escritorio. </para>
                    </listitem>
                  </itemizedlist>
                  <para>Cuando se selecciona un elemento y, a continuaci&oacute;n, se hace clic en <guimenuitem>Suprimir</guimenuitem>, el elemento seleccionado se borra inmediatamente del sistema.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
      <sect3 id="gosnautilus-439">
        <title>Para configurar las preferencias del texto de los iconos </title>
        <indexterm>
          <primary>gestor de archivos</primary>
          <secondary>iconos</secondary>
          <tertiary> preferencias de texto</tertiary>
        </indexterm>
        <indexterm>
          <primary>gestor de archivos</primary>
          <secondary>preferencias</secondary>
          <tertiary>texto de iconos</tertiary>
        </indexterm>
        <para>El texto de un icono muestra el nombre del archivo o carpeta en la vista de iconos. Tambi&eacute;n incluye tres elementos adicionales con informaci&oacute;n acerca del elemento, que se muestran detr&aacute;s del nombre del archivo. Por lo general, s&oacute;lo se muestra un elemento de informaci&oacute;n pero, al acercar o alejar la vista, se mostrar&aacute;n m&aacute;s. La informaci&oacute;n adicional que se muestra puede modificarse. </para>
        <para>Para configurar las preferencias de los textos de los iconos, escoja <menuchoice><guimenu>Editar</guimenu><guimenuitem> Preferencias</guimenuitem></menuchoice>. Haga clic en la pesta&ntilde;a <guilabel>Textos de los iconos</guilabel> para abrir la ficha <guilabel>Textos de los iconos</guilabel>. </para>
        <para>Seleccione la informaci&oacute;n que desee mostrar en el texto del icono de las tres listas desplegables. Indique el primer elemento en la primera lista, el segundo en la segunda y as&iacute; sucesivamente. La siguiente tabla muestra la informaci&oacute;n que se puede mostrar:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Informaci&oacute;n</para>
                </entry>
                <entry>
                  <para>Descripci&oacute;n </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tama&ntilde;o</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar el tama&ntilde;o del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tipo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Elija esta opci&oacute;n para mostrar la descripci&oacute;n del tipo MIME del elemento seg&uacute;n la herramienta de preferencias <application>Tipos de archivo y programas</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Fecha de modificaci&oacute;n</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Elegir esta opci&oacute;n para mostrar la fecha en que se modific&oacute; el elemento por &uacute;ltima vez.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>&Uacute;ltimo acceso</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Elegir esta opci&oacute;n para mostrar la fecha en la que se accedi&oacute; por &uacute;ltima vez al elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Propietario</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Elegir esta opci&oacute;n si se desea mostrar el propietario del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Grupo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar el grupo al cual pertenece el elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Permisos</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>permisos</primary><secondary>mostrar con caracteres</secondary></indexterm>Seleccionar para mostrar los permisos del elemento con tres series de tres caracteres, por ejemplo, <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Permisos octales</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>permisos</primary><secondary>mostrar en notaci&oacute;n octal</secondary></indexterm>Seleccionar para mostrar los permisos del elemento en notaci&oacute;n octal, por ejemplo, <computeroutput>764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tipo MIME</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar el tipo MIME del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Ninguno</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para no mostrar ninguna informaci&oacute;n.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-490">
        <title>Para establecer las preferencias de las columnas de listas</title>
        <para>Se puede especificar la informaci&oacute;n que se muestra en la vista de lista de las ventanas del gestor de archivos. Se pueden especificar las columnas que se muestran en dicha vista y el orden en el que aparecen.</para>
        <para>Para configurar las preferencias de columnas de lista, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem> Preferencias</guimenuitem></menuchoice>. Haga clic en la pesta&ntilde;a <guilabel>Columnas de lista</guilabel> para mostrar la ficha <guilabel>Columnas de lista</guilabel>. </para>
        <para>Para especificar que una columna se muestre en la vista de lista, seleccione la opci&oacute;n correspondiente a la columna y haga clic en el bot&oacute;n <guibutton>Mostrar</guibutton>. Para quitar una columna de la vista de lista, seleccione la opci&oacute;n correspondiente a la columna y haga clic en el bot&oacute;n <guibutton>Ocultar</guibutton>.</para>
        <para>Use los botones <guibutton>Hacia arriba</guibutton> y <guibutton>Hacia abajo</guibutton> para especificar la posici&oacute;n de las columnas en la vista de lista.</para>
        <para>Para usar las columnas y posiciones predeterminadas, haga clic en el bot&oacute;n <guibutton>Usar predeterminadas</guibutton>. </para>
        <para>En la tabla siguiente se describen las columnas que se pueden mostrar:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Informaci&oacute;n</para>
                </entry>
                <entry>
                  <para>Descripci&oacute;n </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Nombre</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccionar para mostrar el nombre del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tama&ntilde;o</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar el tama&ntilde;o del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Tipo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar la descripci&oacute;n del tipo MIME seg&uacute;n la herramienta de preferencias <application>Tipos de archivo y programas</application>.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Fecha de modificaci&oacute;n</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar la fecha en que se modific&oacute; el elemento por &uacute;ltima vez.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Fecha de &uacute;ltimo acceso</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar para mostrar la fecha en la que se accedi&oacute; por &uacute;ltima vez al elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Grupo</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccionar para mostrar el grupo al cual pertenece el elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Tipo MIME</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccionar para mostrar el tipo MIME del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Permisos octales</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para><indexterm><primary>permisos</primary><secondary>mostrar en notaci&oacute;n octal</secondary></indexterm>Seleccionar para mostrar los permisos del elemento en notaci&oacute;n octal, por ejemplo <computeroutput> 764</computeroutput>. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Propietario</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccionar si se desea mostrar el propietario del elemento.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Permisos</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para><indexterm><primary>permisos</primary><secondary>mostrar con caracteres</secondary></indexterm>Seleccionar para mostrar los permisos del elemento con tres series de tres caracteres, por ejemplo, <computeroutput>-rwxrw-r--</computeroutput>.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
      </sect3>
      <sect3 id="gosnautilus-60">
        <title>Para configurar las preferencias de la vista previa </title>
        <indexterm>
          <primary>gestor de archivos</primary>
          <secondary>preferencias</secondary>
          <tertiary>vista previa</tertiary>
        </indexterm>
        <para>El gestor de archivos incluye algunas funciones de vista previa de archivos que pueden afectar a la velocidad con la que el gestor de archivos responde a las &oacute;rdenes. Se puede modificar el comportamiento de algunas de estas funciones para mejorar la velocidad del gestor de archivos. Para cada opci&oacute;n de vista previa, se puede seleccionar una de las opciones indicadas en esta tabla:</para>
        <informaltable frame="topbot">
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colwidth="35.09*"/>
            <colspec colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Opci&oacute;n</para>
                </entry>
                <entry>
                  <para>Descripci&oacute;n </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Siempre</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Ejecutar la acci&oacute;n tanto para archivos locales, como para archivos en otros sistemas.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>S&oacute;lo archivo local</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Ejecutar la acci&oacute;n s&oacute;lo para los archivos locales.</para>
                </entry>
              </row>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Nunca</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Nunca se ejecutar&aacute; la acci&oacute;n. </para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </informaltable>
        <para>Para configurar las preferencias de la vista previa, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>. Haga clic en la ficha <guilabel>Vista previa</guilabel> para abrir la ficha <guilabel>Vista previa</guilabel>. </para>
        <para>La <xref linkend="gosnautilus-TBL-41"/> enumera las preferencias de vista previa que se pueden modificar.</para>
        <table frame="topbot" id="gosnautilus-TBL-41">
          <title>Preferencias de la vista previa</title>
          <tgroup cols="2" colsep="0" rowsep="0">
            <colspec colname="colspec0" colwidth="35.09*"/>
            <colspec colname="colspec1" colwidth="64.91*"/>
            <thead>
              <row rowsep="1">
                <entry>
                  <para>Elemento de la ventana de di&aacute;logo</para>
                </entry>
                <entry>
                  <para>Descripci&oacute;n </para>
                </entry>
              </row>
            </thead>
            <tbody>
              <row>
                <entry valign="top">
                  <para>
                    <guilabel>Mostrar texto en los iconos</guilabel>
                  </para>
                </entry>
                <entry valign="top">
                  <para>Seleccione una opci&oacute;n para indicar cu&aacute;ndo previsualizar el contenido de archivos de texto en el icono que representa el archivo. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para>
                    <guilabel>Mostrar miniaturas</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccione una opci&oacute;n para mostrar vistas previas de archivos de im&aacute;genes. El gestor de archivos guarda los archivos de muestras de cada carpeta en un directorio <filename>.thumbnails</filename> situado un nivel por debajo de la carpeta.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>S&oacute;lo para archivos menores que</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Indique el tama&ntilde;o m&aacute;ximo de los archivos para los cuales se generar&aacute; la muestra.</para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0" valign="top">
                  <para><guilabel>Escuchar previamente los archivos de sonido</guilabel> </para>
                </entry>
                <entry colname="colspec1" valign="top">
                  <para>Seleccione una opci&oacute;n para indicar cu&aacute;ndo realizar la escucha previa de archivos de sonido. </para>
                </entry>
              </row>
              <row>
                <entry colname="colspec0">
                  <para>
                    <guilabel>Contar el n&uacute;mero de elementos</guilabel>
                  </para>
                </entry>
                <entry colname="colspec1">
                  <para>Seleccione una opci&oacute;n para indicar cu&aacute;ndo mostrar el n&uacute;mero de elementos en las carpetas. Si ha configurado su vista como vista de iconos, puede que deba aumentar el nivel de ampliaci&oacute;n predeterminado en la secci&oacute;n <guilabel>Vistas</guilabel> para ver el n&uacute;mero de elementos contenidos en cada carpeta.</para>
                </entry>
              </row>
            </tbody>
          </tgroup>
        </table>
      </sect3>
    </sect2>
    <sect2 id="gosnautilus-50">
      <title>Cambio de los fondos </title>
      <indexterm>
        <primary>gestor de archivos</primary>
        <secondary>cambiar fondos</secondary>
      </indexterm>
      <indexterm>
        <primary>fondos</primary>
        <secondary>cambiar componente de pantalla</secondary>
      </indexterm>
      <para>El gestor de archivos incluye fondos de escritorio para poder personalizar el aspecto de los siguientes componentes: </para>
      <itemizedlist>
        <listitem>
          <para>Escritorio</para>
        </listitem>
        <listitem>
          <para>Panel lateral y panel de vista de las ventanas del gestor de archivos</para>
        </listitem>
        <listitem>
          <para>Paneles</para>
        </listitem>
      </itemizedlist>
      <para>Para cambiar el fondo de un componente de pantalla: </para>
      <orderedlist>
        <listitem>
          <para>Elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Fondos y emblemas</guimenuitem></menuchoice>.</para>
        </listitem>
        <listitem>
          <para>Para ver una lista de los fondos que se pueden utilizar, haga clic en el bot&oacute;n <guibutton>Patrones</guibutton> del cuadro de di&aacute;logo <guilabel>Fondos y emblemas</guilabel>. Para mostrar una lista de colores que se pueden utilizar para el fondo, haga clic en el bot&oacute;n <guibutton>Colores</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Para que el fondo del escritorio sea un patr&oacute;n, arr&aacute;strelo al fondo. Para que el fondo del escritorio sea un color, arr&aacute;strelo al fondo. </para>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Cerrar</guibutton>.</para>
        </listitem>
      </orderedlist>
      <para>Para volver a la configuraci&oacute;n inicial del panel de vista o el panel lateral, haga clic con el bot&oacute;n de la derecha en el fondo del panel y, a continuaci&oacute;n, seleccione <guimenuitem>Utilizar fondo predeteminado</guimenuitem>.</para>
      <para>Al cambiar el fondo de un panel lateral o de vista de una determinada carpeta, el gestor de archivos recuerda el fondo elegido. La vez siguiente en la que se muestra la carpeta, se visualizar&aacute; el fondo seleccionado. O sea, al cambiar el fondo de una carpeta, se personaliza la carpeta de modo que muestra el fondo seleccionado. </para>
      <sect3 id="gosnautilus-63">
        <title>Para agregar un patr&oacute;n </title>
        <indexterm>
          <primary>fondos</primary>
          <secondary>agregar fondos</secondary>
        </indexterm>
        <para>Para agregar un fondo a los utilizados por los componentes de pantalla, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem> Fondos y emblemas</guimenuitem></menuchoice>. Haga clic en el bot&oacute;n <guibutton>Patrones</guibutton> y, a continuaci&oacute;n, haga clic en el bot&oacute;n <guibutton>Agregar un nuevo patr&oacute;n</guibutton>. Se mostrar&aacute; un cuadro de di&aacute;logo. que puede utilizar para buscar el nuevo patr&oacute;n. Haga clic en <guibutton>Aceptar</guibutton> para agregar el patr&oacute;n al cuadro de di&aacute;logo <guilabel>Fondos y emblemas</guilabel>.</para>
      </sect3>
      <sect3 id="gosnautilus-64">
        <title>Para agregar un color </title>
        <indexterm>
          <primary>fondos</primary>
          <secondary>agregar colores</secondary>
        </indexterm>
        <para>Para agregar un color a los utilizados por los componentes de pantalla, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Fondos y emblemas</guimenuitem></menuchoice>. Haga clic en el bot&oacute;n <guibutton>Colores</guibutton> y, a continuaci&oacute;n, en <guibutton>Agregar un nuevo color</guibutton>. Se mostrar&aacute; un selector de colores. Utilice la rueda de color o los deslizadores para elegir el color. Haga clic en <guibutton>Aceptar</guibutton> para agregar el nuevo color al cuadro de di&aacute;logo <guilabel>Fondos y emblemas</guilabel>.</para>
      </sect3>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-38">
    <title>Elecci&oacute;n de tipos de letra predeterminados </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>tipo de letra</secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de letra</primary>
      <secondary>fondo del escritorio</secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de letra</primary>
      <secondary>aplicaciones</secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de letra</primary>
      <secondary>t&iacute;tulo de ventana</secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de letra</primary>
      <secondary> terminal</secondary>
    </indexterm>
    <indexterm>
      <primary>tipos de letra</primary>
      <secondary> renderizar</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Tipos de letra</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>PreferenciasAvanzadas</guimenu><guisubmenu>Pantalla</guisubmenu><guimenuitem>Tipos de letra</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Tipos de letra</application> permite seleccionar los tipos de letra que se utilizan en las aplicaciones, ventanas, terminales y el escritorio. </para>
    <para>La <xref linkend="goscustdesk-TBL-26"/> muestra las preferencias modificables de los tipos de letra.</para>
    <table frame="topbot" id="goscustdesk-TBL-26">
      <title>Preferencias de tipos de letras </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec18" colwidth="19.21*"/>
        <colspec colname="colspec19" colwidth="46.79*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colsep="0" rowsep="0" valign="top">
              <para><guilabel>Tipograf&iacute;a para las aplicaciones</guilabel> </para>
            </entry>
            <entry colsep="0" rowsep="0" valign="top">
              <para>Haga clic en el bot&oacute;n del tipo de letra que desee usar en las aplicaciones. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Tipograf&iacute;a para el escritorio</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Haga clic en el bot&oacute;n del tipo de letra que desee usar en el escritorio.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Tipo de letra del t&iacute;tulo de la ventana</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Haga clic en el bot&oacute;n del tipo de letra que desee usar en el titulo de las ventanas.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Tipo de letra del terminal</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Haga clic en el bot&oacute;n del tipo de letra que desee usar con la aplicaci&oacute;n <application>Terminal</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Representaci&oacute;n de los tipos de letra</guilabel>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Para indicar c&oacute;mo se renderizar&aacute;n los tipos de letra en la pantalla, seleccione una de las opciones siguientes:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Monocroma</guilabel>: renderiza los tipos de letra en blanco y negro solamente. Los bordes de los caracteres pueden aparecer borrosos en ciertos casos porque no se les aplicar&aacute; antialias. <firstterm>Antialias</firstterm> consiste en un efecto que se aplica al borde de los caracteres para suavizarlos.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Mejor forma posible</guilabel>: aplica el antialias a los tipos de letra cuando es posible. &Eacute;sta es la opci&oacute;n indicada para monitores de tubo de rayos cat&oacute;dicos (CRT).</para>
                </listitem>
                <listitem>
                  <para><guilabel>Mejor contraste</guilabel>: ajusta los tipos de letra para darles el mayor contraste posible, adem&aacute;s de aplicarles un antialias para que tengan los bordes suavizados. Esta opci&oacute;n puede ayudar a los usuarios de Java Desktop System con deficiencias visuales.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Suavizar subp&iacute;xeles (LCD)</guilabel>: esta opci&oacute;n utiliza t&eacute;cnicas que modifican la forma de los p&iacute;xeles de las pantallas de cristal l&iacute;quido (LCD) para renderizar los tipos de letra suavemente. &Eacute;sta es la opci&oacute;n que conviene utilizar con pantallas LCD o planas.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
              <para>
                <guibutton>Detalles</guibutton>
              </para>
            </entry>
            <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
              <para>Haga clic en este bot&oacute;n para indicar m&aacute;s detalles sobre c&oacute;mo se renderizar&aacute;n los tipos de letra en la pantalla.</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Resoluci&oacute;n (puntos por pulgada)</guilabel>: utilice la caja de incremento para indicar la resoluci&oacute;n que se utilizar&aacute; para renderizar los tipos de letra en la pantalla.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Suavizaci&oacute;n</guilabel>: seleccione una de las opciones para indicar c&oacute;mo aplicar el antialias a los tipos de letra.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Hinting</guilabel>: <firstterm/>es una t&eacute;cnica de representaci&oacute;n de los tipos de letra que mejora la calidad para tama&ntilde;os de tipo de letra peque&ntilde;os en resoluciones de pantalla bajas. Seleccione una de las opciones para indicar c&oacute;mo aplicar el hinting a los tipos de letra.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Orden de subp&iacute;xel</guilabel>: seleccione una de las opciones para indicar el orden de color de los subp&iacute;xeles de los tipos de letra. &Eacute;sta es la opci&oacute;n que conviene utilizar con pantallas LCD o planas.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-50">
    <title>Configuraci&oacute;n de la conexi&oacute;n proxy </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>configuraci&oacute;n de internet</secondary>
    </indexterm>
    <indexterm>
      <primary>configuraci&oacute;n de  proxy</primary>
      <secondary>establecer preferencias</secondary>
    </indexterm>
    <indexterm>
      <primary> Internet</primary>
      <secondary>configurar conexi&oacute;n</secondary>
    </indexterm>
    <indexterm>
      <primary>Internet</primary>
      <secondary>establecer preferencias</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Configuraci&oacute;n del servidor proxy</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu> Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem>Configuraci&oacute;n del servidor proxy</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Configuraci&oacute;n del servidor proxy</application> permite configurar la conexi&oacute;n del sistema a Internet. Se puede configurar Java Desktop System para conectarse a un <firstterm>servidor proxy</firstterm> e indicar los detalles correspondientes. Un servidor proxy es un servidor que acepta peticiones que van a otro servidor y las atiende si puede. Se puede indicar tanto el nombre del Servicio de nombres de dominio (DNS) como la direcci&oacute;n del Protocolo de Internet (IP) del servidor proxy. Un <firstterm>nombre DNS</firstterm> es un identificador alfab&eacute;tico exclusivo que identifica una computadora en una red. Una <firstterm>direcci&oacute;n IP</firstterm> es un identificador num&eacute;rico exclusivo que identifica una computadora en una red. </para>
    <para>La <xref linkend="goscustdesk-TBL-52"/> enumera las preferencias de configuraci&oacute;n de proxy que pueden modificarse.</para>
    <table frame="topbot" id="goscustdesk-TBL-52">
      <title>Preferencias de Internet</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec2" colwidth="35.09*"/>
        <colspec colname="colspec3" colwidth="64.91*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Conexi&oacute;n directa a internet</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Seleccione esta opci&oacute;n para conectarse directamente a Internet sin un servidor proxy.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2">
              <para>
                <guilabel>Configuraci&oacute;n manual del servidor proxy</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Seleccione esta opci&oacute;n para conectarse a Internet a trav&eacute;s de un servidor proxy y configurarlo manualmente.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy HTTP</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Indique el nombre DNS o la direcci&oacute;n IP del servidor proxy que se utiliza para solicitar un servicio por HTTP. Introduzca el n&uacute;mero de puerto del servicio HTTP del servidor proxy en el cuadro <guilabel>Puerto</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy HTTP seguro</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Indique el nombre DNS o la direcci&oacute;n IP del servidor proxy que se utiliza para solicitar un servicio HTTP seguro. Introduzca el n&uacute;mero de puerto del servicio HTTP del servidor proxy seguro en el cuadro <guilabel>Puerto</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Proxy FTP</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Indique el nombre DNS o la direcci&oacute;n IP del servidor proxy que se utiliza para solicitar un servicio FTP. Introduzca el n&uacute;mero de puerto del servicio FTP del servidor proxy en el cuadro <guilabel>Puerto</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para>
                <guilabel>Sistema de socks</guilabel>
              </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Introduzca el nombre DNS o la direcci&oacute;n IP del sistema de z&oacute;calos en este campo. Introduzca el n&uacute;mero de puerto del protocolo de z&oacute;calos en el cuadro <guilabel>Puerto</guilabel>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>Configuraci&oacute;n autom&aacute;tica del proxy</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Seleccione esta opci&oacute;n para conectarse a Internet a trav&eacute;s de un servidor proxy y configurarlo autom&aacute;ticamente.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec2" valign="top">
              <para><guilabel>URL de configuraci&oacute;n autom&aacute;tica</guilabel> </para>
            </entry>
            <entry colname="colspec3" valign="top">
              <para>Introduzca la URL que contiene la informaci&oacute;n necesaria para configurar el servidor proxy autom&aacute;ticamente. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustaccess-6">
    <title>Configuraci&oacute;n de las opciones de accesibilidad del teclado </title>
    <indexterm>
      <primary>AccessX</primary>
      <see>herramientas de preferencias, accesibilidad del teclado</see>
    </indexterm>
    <indexterm>
      <primary>teclado</primary>
      <secondary>configurar opciones de accesibilidad</secondary>
    </indexterm>
    <indexterm>
      <primary>accesibilidad</primary>
      <secondary>configurar teclado</secondary>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>accesibilidad del teclado</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Accesibilidad del teclado</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Accesibilidad</guisubmenu><guimenuitem>Teclado</guimenuitem></menuchoice>.</para>
    <para>Se utiliza la herramienta de preferencias <application>Accesibilidad del teclado</application> para personalizar el teclado. La herramienta de preferencias <application>Accesibilidad del teclado</application> tambi&eacute;n se denomina <application>AccessX</application>.</para>
    <para>Puede personalizar las preferencias de accesibilidad del teclado en las siguientes &aacute;reas funcionales:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>B&aacute;sica</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Filtros</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Rat&oacute;n</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustaccess-8">
      <title>Preferencias b&aacute;sicas</title>
      <para>La <xref linkend="goscustaccess-TBL-1"/> enumera las preferencias b&aacute;sicas modificables de la accesibilidad del teclado.</para>
      <table frame="topbot" id="goscustaccess-TBL-1">
        <title>Preferencias de accesibilidad del teclado </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar las caracter&iacute;sticas de accesibilidad del teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para activar las caracter&iacute;sticas de accesibilidad del teclado. Al seleccionar esta opci&oacute;n, las dem&aacute;s opciones de la herramienta de preferencias se activan.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para><guilabel>Inhabilitar si no se utiliza durante</guilabel> </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para desactivar las preferencias de accesibilidad del teclado si &eacute;ste no se utiliza durante un per&iacute;odo de tiempo especificado. Utilice el deslizador para especificar el n&uacute;mero de segundos de inactividad del teclado que deben transcurrir para que el sistema inhabilite las preferencias de accesibilidad. Una vez transcurrido dicho n&uacute;mero de segundos se inhabilitar&aacute;n las siguientes preferencias de accesibilidad:</para>
                <itemizedlist>
                  <listitem>
                    <para>Teclas de rebote</para>
                  </listitem>
                  <listitem>
                    <para>Teclas de rat&oacute;n</para>
                  </listitem>
                  <listitem>
                    <para>Teclas lentas</para>
                  </listitem>
                  <listitem>
                    <para>Teclas retenidas</para>
                  </listitem>
                  <listitem>
                    <para>Teclas de conmutaci&oacute;n</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Pitar cuando las caracter&iacute;sticas se activen o desactiven desde el teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para que se produzca una se&ntilde;al ac&uacute;stica al activar o desactivar opciones como las teclas retenidas o las teclas lentas.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guibutton>Importar configuraci&oacute;n de caracter&iacute;sticas</guibutton>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Haga clic en este bot&oacute;n para importar un archivo de configuraci&oacute;n <application>AccessX</application> </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar Teclas retenidas</guilabel>
                </para>
                <indexterm>
                  <primary>accesibilidad</primary>
                  <secondary>teclas retenidas</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para realizar varias pulsaciones simult&aacute;neas de teclas de forma secuencial. Por otro lado, si desea habilitar la funci&oacute;n de teclas retenidas, pulse <keycap>May&uacute;s</keycap> cinco veces.</para>
                <para>Se pueden establecer las siguientes preferencias de teclas retenidas:</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Pitar al presionar una tecla modificadora</guilabel>: seleccione esta opci&oacute;n para recibir una se&ntilde;al ac&uacute;stica al pulsar una tecla modificadora. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Inhabilitar si dos teclas se pulsan juntas</guilabel>: seleccione esta opci&oacute;n de forma que cuando se pulsen dos teclas simult&aacute;neamente, ya no se puedan apretar m&aacute;s de forma secuencial, para realizar varias pulsaciones simult&aacute;neas.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Teclas de repetici&oacute;n</guilabel>
                </para>
                <indexterm>
                  <primary>accesibilidad</primary>
                  <secondary>teclas de repetici&oacute;n</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para habilitar la configuraci&oacute;n de teclas de repetici&oacute;n. Puede configurar las preferencias siguientes de la repetici&oacute;n autom&aacute;tica:</para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Retardo</guilabel>: use el control deslizante o el cuadro de selecci&oacute;n para especificar el intervalo de espera entre la pulsaci&oacute;n de una tecla y su repetici&oacute;n autom&aacute;tica. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Velocidad</guilabel>: Use el control deslizante o el cuadro de selecci&oacute;n para especificar el n&uacute;mero de caracteres que escribir por segundo. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Escribir para probar la configuraci&oacute;n</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>El &aacute;rea de pruebas es una interfaz interactiva que permite comprobar, al escribir, la configuraci&oacute;n del teclado. Escriba en el &aacute;rea de pruebas para comprobar el efecto de la configuraci&oacute;n.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Para m&aacute;s informaci&oacute;n acerca de la configuraci&oacute;n de las preferencias de accesibilidad, consulte <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-9">
      <title>Preferencias de los filtros</title>
      <para>La <xref linkend="goscustaccess-TBL-11"/> muestra las preferencias de los filtros que puede modificar.</para>
      <table frame="topbot" id="goscustaccess-TBL-11">
        <title>Preferencias de los filtros </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar las caracter&iacute;sticas de accesibilidad del teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para activar las caracter&iacute;sticas de accesibilidad del teclado. Al seleccionar esta opci&oacute;n, las dem&aacute;s opciones de la herramienta de preferencias se activan.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar Teclas lentas</guilabel>
                </para>
                <indexterm>
                  <primary>accesibilidad</primary>
                  <secondary>teclas lentas</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para controlar el per&iacute;odo de tiempo que se debe mantener pulsada una tecla antes de que se acepte la pulsaci&oacute;n. Por otro lado, si desea habilitar la funci&oacute;n de teclas lentas, mantenga pulsada la tecla <keycap>May&uacute;s</keycap> durante ocho segundos.</para>
                <para>Puede configurar las preferencias siguientes de las teclas lentas: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Aceptar pulsaci&oacute;n de tecla s&oacute;lo despu&eacute;s de</guilabel>: use el control deslizante o el cuadro de selecci&oacute;n para especificar el per&iacute;odo de tiempo que se debe mantener pulsada una tecla antes de que se acepte la pulsaci&oacute;n. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Emitir un pitido cuando la tecla</guilabel>: permite seleccionar las opciones para recibir un sonido de notificaci&oacute;n cuando se aprieta, acepta o rechaza una tecla. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar Teclas de rebote</guilabel>
                </para>
                <indexterm>
                  <primary>accesibilidad</primary>
                  <secondary>teclas de rebote</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para aceptar la pulsaci&oacute;n de las teclas y controlar la repetici&oacute;n. Puede configurar las preferencias siguientes de las teclas de rebote: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Ignorar las dobles pulsaciones de una tecla entre</guilabel>: use el control deslizante o el cuadro de selecci&oacute;n para especificar el intervalo de espera entre la pulsaci&oacute;n de una tecla y su repetici&oacute;n autom&aacute;tica. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Emitir un pitido cuando se rechaza la tecla</guilabel>: seleccione esta opci&oacute;n para recibir una se&ntilde;al ac&uacute;stica al rechazar la pulsaci&oacute;n de una tecla. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas de conmutaci&oacute;n</guilabel>
                </para>
                <indexterm>
                  <primary>accesibilidad</primary>
                  <secondary>teclas de conmutaci&oacute;n</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para recibir una se&ntilde;al ac&uacute;stica al pulsar una tecla de conmutaci&oacute;n. Se oir&aacute; una se&ntilde;al cuando se active la tecla de conmutaci&oacute;n. Se oir&aacute;n dos se&ntilde;ales cuando se desactive la tecla de conmutaci&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Escribir para probar la configuraci&oacute;n</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>El &aacute;rea de pruebas es una interfaz interactiva que permite comprobar, al escribir, la configuraci&oacute;n del teclado. Escriba en el &aacute;rea de pruebas para comprobar el efecto de la configuraci&oacute;n.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Para m&aacute;s informaci&oacute;n acerca de la configuracion de las preferencias de accesibilidad de filtros, consulte <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
    <sect2 id="goscustaccess-10">
      <title>Preferencias del rat&oacute;n</title>
      <para>La <xref linkend="goscustaccess-TBL-12"/> enumera las preferencias del rat&oacute;n que se pueden modificar.</para>
      <table frame="topbot" id="goscustaccess-TBL-12">
        <title>Preferencias del rat&oacute;n </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="25.64*"/>
          <colspec colname="colspec1" colwidth="74.36*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar las caracter&iacute;sticas de accesibilidad del teclado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para activar las caracter&iacute;sticas de accesibilidad del teclado. Al seleccionar esta opci&oacute;n, las dem&aacute;s opciones de la herramienta de preferencias se activan.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Habilitar teclas de rat&oacute;n</guilabel>
                </para>
                <indexterm>
                  <primary>accesibilidad</primary>
                  <secondary>teclas de rat&oacute;n</secondary>
                </indexterm>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para que el teclado num&eacute;rico emule el funcionamiento del rat&oacute;n. Puede configurar las preferencias siguientes de los botones del rat&oacute;n: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Velocidad m&aacute;xima del puntero</guilabel>: use el control deslizante o el cuadro de selecci&oacute;n para especificar la velocidad m&aacute;xima a la que se mover&aacute; el puntero por la pantalla.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Tiempo para acelerar a velocidad m&aacute;xima</guilabel>: use el control deslizante o el cuadro de selecci&oacute;n para especificar la duraci&oacute;n de la aceleraci&oacute;n del puntero. </para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Retardo entre las pulsaciones de la tecla y el movimiento del puntero</guilabel>: use el control deslizante o el cuadro de selecci&oacute;n para especificar el tiempo que deba pasar despu&eacute;s de la pulsaci&oacute;n de una tecla antes de que el puntero se mueva. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guibutton>Preferencias del rat&oacute;n</guibutton>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Haga clic en este bot&oacute;n para abrir la herramienta de preferencias del <application>Rat&oacute;n</application>.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
      <para>Para m&aacute;s informaci&oacute;n acerca de la configuraci&oacute;n de las preferencias de accesibilidad del rat&oacute;n, consulte <citetitle>Java Desktop System Release 3 Accessibility Guide</citetitle>. </para>
    </sect2>
  </sect1>
  <sect1 id="goscustperiph-2">
    <title>Configuraci&oacute;n de las preferencias de comportamiento del teclado </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Teclado</secondary>
    </indexterm>
    <indexterm>
      <primary>teclado</primary>
      <secondary>configurar preferencias generales</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Teclado</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>PreferenciasAvanzadas</guimenu><guisubmenu>Teclado</guisubmenu><guimenuitem>Comportamiento</guimenuitem></menuchoice>.</para>
    <para>Utilice la herramienta de preferencias <application>Comportamiento del teclado</application> para modificar las preferencias de repetici&oacute;n autom&aacute;tica del teclado y la configuraci&oacute;n de las pausas de escritura.</para>
    <para>La herramienta <application>Comportamiento del teclado</application> permite configurar las preferencias de las siguientes funciones:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Teclado</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Pausa de escritura</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Disposiciones</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Opciones de disposici&oacute;n</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-40">
      <title>Preferencias del teclado</title>
      <para>Se usa la ficha <guilabel>Teclado</guilabel> para configurar las preferencias generales del teclado. Para iniciar <application>AccessX</application>, la herramienta de preferencia de <emphasis>accesibilidad</emphasis> del <application>Teclado</application>, haga clic en el bot&oacute;n <guibutton>Accesibilidad</guibutton>.</para>
      <para>La <xref linkend="goscustperiph-TBL-3"/> muestra las preferencias modificables del teclado.</para>
      <table frame="topbot" id="goscustperiph-TBL-3">
        <title>Preferencias del teclado </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>El teclado repite cuando se mantiene pulsada una tecla.</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para habilitar la funci&oacute;n de repetici&oacute;n del teclado. Si se activa, al mantener pulsada una tecla, la acci&oacute;n asociada a la tecla se ejecuta de forma repetida. Por ejemplo, si mantiene pulsado un car&aacute;cter, &eacute;ste se escribe repetidamente.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Retardo</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Seleccione el intervalo entre la pulsaci&oacute;n de una tecla y la repetici&oacute;n de la acci&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Velocidad</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Seleccione la velocidad a la que se repite la acci&oacute;n. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Parpadear en cuadros y campos de texto</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para activar el parpadeo del cursor en los campos y cuadros de texto.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Velocidad</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Use el deslizador para indicar la velocidad a la que el cursor debe parpadear en los campos y cuadros de texto.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Escribir para probar la configuraci&oacute;n</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>El &aacute;rea de pruebas es una interfaz interactiva que permite comprobar, al escribir, la configuraci&oacute;n del teclado. Escriba en el &aacute;rea de pruebas para comprobar el efecto de la configuraci&oacute;n.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-86">
      <title>Preferencias de pausas de escritura </title>
      <para>Utilice la ficha <guilabel>Pausa de escritura</guilabel> para establecer las preferencias de pausas de escritura. Para iniciar <application>AccessX</application>, la herramienta de preferencia de <emphasis>accesibilidad</emphasis> del <application>Teclado</application>, haga clic en el bot&oacute;n <guibutton>Accesibilidad</guibutton>.</para>
      <para>La <xref linkend="goscustdesk-TBL-87"/> enumera las preferencias de pausa de escritura que se pueden modificar.</para>
      <table frame="topbot" id="goscustdesk-TBL-87">
        <title>Preferencias de pausas de escritura </title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="50*"/>
          <colspec colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Bloquear pantalla para forzar pausa de escritura</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Seleccione esta opci&oacute;n para bloquear la pantalla cuando tenga programada una pausa de escritura.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Duraci&oacute;n del intervalo de trabajo</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Utilice el cuadro de selecci&oacute;n para especificar la duraci&oacute;n del intervalo de trabajo antes de que una pausa de escritura.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Duraci&oacute;n del intervalo de pausa</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Utilice el cuadro de selecci&oacute;n para especificar la duraci&oacute;n de las pausas de escritura.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Permitir aplazamiento de pausas</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Seleccione esta opci&oacute;n si desea poder aplazar las pausas de escritura.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-100">
      <title>Disposici&oacute;n del teclado </title>
      <indexterm>
        <primary>herramientas de preferencias</primary>
        <secondary>disposici&oacute;n del teclado</secondary>
      </indexterm>
      <para>Utilice la ficha <guilabel>Disposiciones</guilabel> para establecer la disposici&oacute;n del teclado. Seleccione el modelo del teclado en la lista desplegable. Utilice los botones de desplazamiento para agregar o suprimir la disposici&oacute;n seleccionada de la lista de disposiciones disponibles. </para>
      <para>Cada disposici&oacute;n de teclado se adapta a diferentes configuraciones regionales. </para>
      <para>Para iniciar <application>AccessX</application>, la herramienta de preferencia de <emphasis>accesibilidad</emphasis> del <application>Teclado</application>, haga clic en el bot&oacute;n <guibutton>Accesibilidad</guibutton>.</para>
    </sect2>
    <sect2 id="goscustdesk-101">
      <title>Opciones de la disposici&oacute;n del teclado </title>
      <indexterm>
        <primary>herramientas de preferencias</primary>
        <secondary>opciones de disposici&oacute;n del teclado</secondary>
      </indexterm>
      <para>Utilice la secci&oacute;n <guilabel>Opciones de disposici&oacute;n</guilabel> para establecer sus opciones de la disposici&oacute;n del teclado. Seleccione una opci&oacute;n de la lista de opciones de disposici&oacute;n disponibles y haga clic en <guibutton>Agregar</guibutton> para confirmar. Use <guibutton>Remove</guibutton> to remove a selected option. </para>
      <para>Para iniciar <application>AccessX</application>, la herramienta de preferencia de <emphasis>accesibilidad</emphasis> del <application>Teclado</application>, haga clic en el bot&oacute;n <guibutton>Accesibilidad</guibutton>.</para>
    </sect2>
  </sect1>
  <sect1 id="goscustuserinter-2">
    <title>Personalizaci&oacute;n de men&uacute;s y barras de herramientas en las aplicaciones </title>
    <indexterm>
      <primary>barras de herramientas, personalizar el aspecto</primary>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Men&uacute;s y Barras de herramientas</secondary>
    </indexterm>
    <indexterm>
      <primary>men&uacute;s</primary>
      <secondary>aplicaciones, personalizar el aspecto</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel> Men&uacute;s y barras de herramientas</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu> Preferencias del escritorioPantalla</guisubmenu><guimenuitem>Men&uacute;s y barras de herramientas</guimenuitem></menuchoice>.</para>
    <para>Se puede usar la herramienta de preferencias <application>Men&uacute;s y barras de herramientas</application> para personalizar el aspecto de los men&uacute;s y las barras de men&uacute; y de herramientas de las aplicaciones compatibles con GNOME.</para>
    <para>La <xref linkend="goscustuserinter-TBL-8"/> enumera las preferencias de los men&uacute;s y las barras de herramientas que se pueden modificar en las aplicaciones compatibles con GNOME.</para>
    <table frame="topbot" id="goscustuserinter-TBL-8">
      <title>Preferencias de la barra de herramientas y del men&uacute; </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Mostrar iconos en los men&uacute;s</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para mostrar un icono junto a cada elemento de los men&uacute;s. Algunos elementos de los men&uacute;s no tienen icono.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Barras m&oacute;viles</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n si desea mover las barras de herramientas de las ventanas de las aplicaciones a cualquier ubicaci&oacute;n de la pantalla. Si selecciona esta opci&oacute;n, se mostrar&aacute;n unas asas en la parte izquierda de las barras de herramientas de las aplicaciones. Para mover la barra de herramientas, haga clic y arrastre por el asa hasta la nueva ubicaci&oacute;n en el escritorio.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Etiquetas en los botones de las barras de herramientas</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione una de las siguientes opciones seg&uacute;n lo que se desea mostrar en las barras de herramientas de las aplicaciones compatibles con GNOME:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Texto bajo los iconos</guilabel>: seleccione esta opci&oacute;n para que aparezcan las barras de herramientas con texto as&iacute; como tambi&eacute;n un icono para cada bot&oacute;n. </para>
                </listitem>
                <listitem>
                  <para><guilabel>Texto junto a los iconos</guilabel>: seleccione esta opci&oacute;n para mostrar las barras de herramientas con s&oacute;lo un icono en cada bot&oacute;n y, adem&aacute;s, texto en los botones m&aacute;s importantes.</para>
                </listitem>
                <listitem>
                  <para><guilabel>S&oacute;lo iconos</guilabel>: seleccione esta opci&oacute;n para mostrar las barras de herramientas con s&oacute;lo un icono en cada bot&oacute;n.</para>
                </listitem>
                <listitem>
                  <para><guilabel>S&oacute;lo texto</guilabel>: seleccione esta opci&oacute;n para mostrar las barras de herramientas con texto s&oacute;lo en cada bot&oacute;n.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustperiph-5">
    <title>Configuraci&oacute;n de las preferencias del rat&oacute;n </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Rat&oacute;n</secondary>
    </indexterm>
    <indexterm>
      <primary>rat&oacute;n</primary>
      <secondary>configuraci&oacute;n</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Rat&oacute;n</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem> Rat&oacute;n</guimenuitem></menuchoice>.</para>
    <para>Use la herramienta de preferencias <application>Rat&oacute;n</application> si desea configurar el uso del rat&oacute;n para usuarios diestros o zurdos. Tambi&eacute;n se puede indicar la velocidad y sensibilidad del movimiento del rat&oacute;n.</para>
    <para>Se puede personalizar la configuraci&oacute;n del <application>rat&oacute;n</application> en las siguientes &aacute;reas:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Botones</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Cursores</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Movimiento</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-55">
      <title>Preferencias de los botones</title>
      <para>Use la ficha <guilabel>Botones</guilabel> para indicar si los botones del rat&oacute;n se configuran para zurdos. Tambi&eacute;n se puede indicar el lapso necesario entre dos pulsaciones que se interpretan como doble clic.</para>
      <para>La <xref linkend="goscustperiph-TBL-6"/> muestra las preferencias modificables de los botones del rat&oacute;n.</para>
      <table frame="topbot" id="goscustperiph-TBL-6">
        <title>Preferencias de los botones del rat&oacute;n </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Rat&oacute;n zurdo</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea configurar el rat&oacute;n para usuarios zurdos. Al configurar el rat&oacute;n para zurdos, las funciones del bot&oacute;n izquierdo y del derecho se intercambian.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Tiempo de espera</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Utilice este deslizador para especificar el tiempo que debe pasar entre dos clics de rat&oacute;n para hacer un doble clic. Si el tiempo transcurrido entre dos clics de rat&oacute;n es superior a este valor, la acci&oacute;n no se considera doble clic. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-54">
      <title>Preferencias del puntero</title>
      <para>La ficha <guilabel>Cursores</guilabel> se utiliza para configurar las preferencias del cursor del rat&oacute;n.</para>
      <para>La <xref linkend="goscustdesk-TBL-45"/> muestra las preferencias modificables del puntero del rat&oacute;n.</para>
      <table frame="topbot" id="goscustdesk-TBL-45">
        <title>Preferencias del puntero del rat&oacute;n</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec0" colwidth="50*"/>
          <colspec colname="colspec1" colwidth="50*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Peque&ntilde;o</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Seleccione esta opci&oacute;n si desea ver un puntero del rat&oacute;n peque&ntilde;o.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0">
                <para>
                  <guilabel>Medio</guilabel>
                </para>
              </entry>
              <entry colname="colspec1">
                <para>Seleccione esta opci&oacute;n si desea ver un puntero mediano del rat&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Grande</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Seleccione esta opci&oacute;n si desea ver un puntero grande del rat&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" valign="top">
                <para>
                  <guilabel>Destacar el puntero al pulsar Ctrl</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" valign="top">
                <para>Seleccione esta opci&oacute;n para activar la animaci&oacute;n del puntero del rat&oacute;n al pulsar y soltar la tecla <keycap>Ctrl</keycap>. Esta funci&oacute;n permite localizar el puntero del rat&oacute;n.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-53">
      <title>Preferencias de movimiento</title>
      <para>En la ficha <guilabel>Movimiento</guilabel> se puede configurar el movimiento del rat&oacute;n.</para>
      <para>La <xref linkend="goscustdesk-TBL-47"/> muestra las preferencias modificables del movimiento del rat&oacute;n:</para>
      <table frame="topbot" id="goscustdesk-TBL-47">
        <title>Preferencias para el movimiento del rat&oacute;n</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colwidth="30.10*"/>
          <colspec colwidth="69.90*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Aceleraci&oacute;n</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Mediante este deslizador, seleccione la velocidad a la que desea que se mueva el puntero del rat&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Sensibilidad</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Mediante este deslizador, seleccione la sensibilidad del puntero a los movimientos del rat&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Umbral</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Mediante este deslizador, seleccione la distancia m&iacute;nima que se debe mover un objeto para que se considere un arrastre.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-10">
    <title>Personalizaci&oacute;n de los paneles </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Preferencias de panel</secondary>
    </indexterm>
    <indexterm>
      <primary>paneles</primary>
      <secondary>personalizar comportamiento y apariencia</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel> Panel</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem>Panel</guimenuitem></menuchoice>. </para>
    <para>La herramienta de preferencias <application>Panel</application> permite configurar el comportamiento de los paneles. Todo cambio realizado en la herramienta <application>Panel</application> tiene efecto sobre todos los paneles del escritorio.</para>
    <para>La <xref linkend="goscustlookandfeel-TBL-22"/> muestra las preferencias modificables del panel.</para>
    <table frame="topbot" id="goscustlookandfeel-TBL-22">
      <title>Preferencias del panel</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Cerrar caj&oacute;n al hacer clic en el lanzador</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione esta opci&oacute;n si desea que el caj&oacute;n de un panel se cierre al seleccionar un lanzador all&iacute; contenido. </para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Animaci&oacute;n de cajones y paneles</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione esta opci&oacute;n si desea que los paneles y cajones aparezcan y se oculten de forma animada.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Velocidad de animaci&oacute;n</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Seleccione la velocidad de la animaci&oacute;n en el panel de las listas desplegables.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-93">
    <title>Configuraci&oacute;n de dispositivos PDA </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>dispositivos PDA</secondary>
    </indexterm>
    <indexterm>
      <primary>dispositivos</primary>
      <secondary>PDA</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Dispositivos PDA</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu> Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice>.</para>
    <para>Un <firstterm>Asistente digital personal (PDA)</firstterm> es un ordenador port&aacute;til que se puede usar como organizador personal y permite almacenar citas, tareas, contactos y cualquier otra informaci&oacute;n, Tambi&eacute;n se puede transferir informaci&oacute;n entre el PDA y las aplicaciones de Java Desktop System. Por ejemplo, se pueden copiar las citas de la agenda del PDA a <application>Ximian Evolution</application> y de <application>Evolution</application> al PDA. </para>
    <para>Para transferir datos entre el PDA y el sistema se debe efectuar una <firstterm>operaci&oacute;n de HotSync</firstterm>. Las acciones que tienen lugar durante una operaci&oacute;n de HotSync est&aacute;n controladas por conductos <firstterm/>que son aplicaciones que gestionan la transferencia de datos entre el sistema y el PDA. </para>
    <para>Una de las acciones que se pueden especificar para un conducto es la combinaci&oacute;n de datos entre el PDA y el sistema, lo que se denomina una acci&oacute;n de <firstterm>sincronizaci&oacute;n</firstterm>. Por ejemplo, se puede agregar al PDA informaci&oacute;n de contactos y posteriormente agregar otra informaci&oacute;n de contactos en <application>Evolution</application>. El objetivo es agregar la informaci&oacute;n de los contactos del PDA a <application>Evolution </application> y viceversa.<application/> Para ello, es necesario sincronizar los datos entre el PDA y <application>Evolution</application>.</para>
    <para>La herramienta de preferencias <application>Dispositivos PDA</application> permite configurar un PDA para que opere con Java Desktop System, as&iacute; como modificar configuraciones de PDA ya existentes. La herramienta de preferencias <application>Dispositivos PDA</application> permite efectuar las siguientes tareas:</para>
    <itemizedlist>
      <listitem>
        <para>Configurar un PDA.</para>
      </listitem>
      <listitem>
        <para>Modificar la configuraci&oacute;n de un PDA.</para>
      </listitem>
      <listitem>
        <para>Configurar el modo de conexi&oacute;n del PDA al sistema.</para>
      </listitem>
      <listitem>
        <para>Modificar el modo de conexi&oacute;n del PDA al sistema.</para>
      </listitem>
      <listitem>
        <para>Configurar el modo en que los conductos transfieren datos entre el PDA y las aplicaciones en Java Desktop System. </para>
      </listitem>
    </itemizedlist>
    <para>Hay una aplicaci&oacute;n que se ejecuta en segundo plano y espera que un PDA intente sincronizarse con el sistema. Esta aplicaci&oacute;n se denomina <firstterm>daemon de PDA</firstterm>. Cuando un PDA intenta sincronizarse con el sistema, el daemon de PDA sincroniza los datos del PDA con los datos del sistema. </para>
    <tip>
      <para><application>gnome-pilot</application> muestra la actividad del daemon de PDA. Para agregar <application>gnome-pilot</application> a un panel, haga clic con el bot&oacute;n derecho en el panel y seleccione <menuchoice><guimenu>Agregar a panel</guimenu><guisubmenu>Utilidad</guisubmenu><guimenuitem>Miniaplicaci&oacute;n Pilot</guimenuitem></menuchoice>. Para obtener m&aacute;s informaci&oacute;n acerca de <application>gnome-pilot</application>, consulte el <citetitle>Manual de la miniaplicaci&oacute;n gnome-pilot</citetitle>. </para>
    </tip>
    <sect2 id="goscustdesk-104">
      <title>Para configurar un PDA</title>
      <para>Hay varias formas de configurar un PDA:</para>
      <itemizedlist>
        <listitem>
          <para>Utilizar el asistente de <application>Configuraci&oacute;n de Gnome Pilot</application>. Si no ha configurado ning&uacute;n PDA en su sistema, al iniciar la herramienta de preferencias <application>Dispositivos PDA</application> se muestra el asistente de <application>Configuraci&oacute;n de Gnome Pilot</application> que<application/>le guiar&aacute; durante el proceso de configuraci&oacute;n de un PDA.</para>
        </listitem>
        <listitem>
          <para>Utilizar la herramienta de preferencias <application>Dispositivos PDA</application>. Si ya ha configurado un PDA en su sistema, al iniciar la herramienta de preferencias <application>Dispositivos PDA</application> se abre el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n de Gnome Pilot</guilabel>  que<guilabel/> permite introducir los detalles del PDA.</para>
        </listitem>
      </itemizedlist>
      <sect3 id="temporary-identifier">
        <title>Para usar un asistente de configuraci&oacute;n de PDA</title>
        <para>Para configurar un PDA:</para>
        <orderedlist>
          <listitem>
            <para>Conecte el PDA al sistema. Coloque el PDA en el conector.</para>
          </listitem>
          <listitem>
            <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. Se muestra el asistente <application>Configuraci&oacute;n de Gnome Pilot</application>. Haga clic en el bot&oacute;n <guibutton>Adelante</guibutton> para iniciar el proceso de configuraci&oacute;n.</para>
          </listitem>
          <listitem>
            <para>Introduzca informaci&oacute;n acerca del modo de conexi&oacute;n del PDA al sistema en la p&aacute;gina <guilabel>Configuraci&oacute;n de base</guilabel>. En la tabla siguiente se describen los par&aacute;metros de configuraci&oacute;n de la p&aacute;gina <guilabel>Configuraci&oacute;n de base</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colname="colspec0" colwidth="32.07*"/>
                <colspec colname="colspec1" colwidth="67.93*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Elemento</para>
                    </entry>
                    <entry>
                      <para>Descripci&oacute;n </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nombre</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Escriba un nombre para la conexi&oacute;n en el cuadro de texto. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Puerto</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Escriba un puerto para la conexi&oacute;n en el cuadro desplegable. Por ejemplo, si su PDA utiliza un puerto Universal Serial Bus (USB), podr&iacute;a escribir el texto <filename>/dev/ttyUSB1</filename> en este campo. Si el PDA no se conecta correctamente, deber&aacute; probar con otro puerto.</para>
                      <para>El valor predeterminado del campo <guilabel>Puerto</guilabel> es <filename>/dev/pilot</filename>. Si no desea cambiar este valor, puede crear un enlace simb&oacute;lico del puerto utilizado por el PDA a <filename>/dev/pilot</filename>. Por ejemplo, si el PDA usa un puerto USB, ejecute una orden similar a:</para>
                      <para><computeroutput> #</computeroutput> <userinput>ln -s /dev/ttyUSB1 /dev/pilot</userinput></para>
                      <note>
                        <para>Deber&aacute; disponer de los permisos apropiados para acceder al puerto especificado. Si no dispone de ellos, p&oacute;ngase en contacto con el administrador del sistema.</para>
                      </note>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Velocidad</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Seleccione la velocidad de conexi&oacute;n en la lista desplegable.</para>
                      <tip>
                        <para>Seleccione la velocidad m&aacute;s baja. Cuando est&eacute; seguro del funcionamiento fiable del PDA en la velocidad m&aacute;s baja, seleccione la velocidad siguiente. Siga este proceso hasta hallar la velocidad m&aacute;s alta a la que la conexi&oacute;n con el PDA funciona con fiabilidad.</para>
                      </tip>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Tiempo de espera</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Utilice el cuadro de selecci&oacute;n para especificar los minutos que la conexi&oacute;n debe estar inactiva antes de que se cierre. </para>
                    </entry>
                  </row>
                  <row>
                    <entry colname="colspec0" valign="top">
                      <para>
                        <guilabel>Tipo</guilabel>
                      </para>
                    </entry>
                    <entry colname="colspec1" valign="top">
                      <para>Seleccione el tipo de puerto con los botones de opci&oacute;n. Elija entre las siguientes opciones:</para>
                      <itemizedlist>
                        <listitem>
                          <para><guilabel>Serie</guilabel>: seleccione esta opci&oacute;n para puerto serie.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>USB</guilabel>: seleccione esta opci&oacute;n para puerto USB. </para>
                        </listitem>
                        <listitem>
                          <para><guilabel>IrDA</guilabel>: seleccione esta opci&oacute;n para puerto infrarrojo.</para>
                        </listitem>
                        <listitem>
                          <para><guilabel>Red</guilabel>: seleccione esta opci&oacute;n para puerto de conexi&oacute;n de red.</para>
                        </listitem>
                      </itemizedlist>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Al terminar de rellenar la informaci&oacute;n sobre la conexi&oacute;n, haga clic en el bot&oacute;n <guibutton>Adelante</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Escriba la informaci&oacute;n de identificaci&oacute;n del PDAen la p&aacute;gina <guilabel>Identificaci&oacute;n del Piloto</guilabel>. A continuaci&oacute;n se describen los elementos que aparecen en la p&aacute;gina <guilabel>Identificaci&oacute;n del Piloto</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="50*"/>
                <colspec colwidth="50*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Elemento</para>
                    </entry>
                    <entry>
                      <para>Descripci&oacute;n </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>S&iacute;, he usado un programa de sincronizaci&oacute;n con este Piloto anteriormente</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Seleccione esta opci&oacute;n si ha establecido el nombre de usuario e identificador en este PDA anteriormente. Si configura un PDA con un sistema, el nombre de usuario y el identificador se configuran en el PDA.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para><guilabel>No, nunca he usado un programa de sincronizaci&oacute;n con este Piloto anteriormente</guilabel> </para>
                    </entry>
                    <entry valign="top">
                      <para>Seleccione esta opci&oacute;n si no ha establecido el nombre de usuario y el identificador en este PDA anteriormente.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nombre de usuario</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Si no ha establecido el nombre de usuario y el identificador en este PDA anteriormente, escriba el nombre de usuario en este cuadro de texto.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>ID</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Si no ha establecido el nombre de usuario y el identificador en este PDA anteriormente, escriba el identificador en este cuadro de texto. Dicho identificador debe ser &uacute;nico entre los distintos PDA que utilice.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Al terminar de rellenar la informaci&oacute;n de identificaci&oacute;n, haga clic en el bot&oacute;n <guibutton>Adelante</guibutton>. Se mostrar&aacute; la p&aacute;gina <guilabel>Sincr. inicial</guilabel>. </para>
          </listitem>
          <listitem>
            <para>Pulse el bot&oacute;n <guibutton>HotSync</guibutton> del PDA. Seg&uacute;n la opci&oacute;n seleccionada en la p&aacute;gina <guilabel>Identificaci&oacute;n del Piloto</guilabel>, el asistente de <application>Configuraci&oacute;n de Gnome Pilot</application> actuar&aacute; de una de las siguientes formas:</para>
            <itemizedlist>
              <listitem>
                <para>Si ha seleccionado la opci&oacute;n <guilabel>S&iacute;, he usado un programa de sincronizaci&oacute;n con este Piloto anteriormente</guilabel>, el asistente de <application>Configuraci&oacute;n de Gnome Pilot</application> obtendr&aacute; del PDA el nombre de usuario e identificador actualmente registrados en el PDA.</para>
              </listitem>
              <listitem>
                <para>Si ha seleccionado la opci&oacute;n <guilabel>No, nunca he usado un programa de sincronizaci&oacute;n con este Piloto anteriormente</guilabel>, el asistente de <application>Configuraci&oacute;n de Gnome Pilot</application> configurar&aacute; el nombre de usuario y el identificador del PDA seg&uacute;n los valores de los cuadros de texto <guilabel>Nombre de usuario</guilabel> e <guilabel>ID</guilabel>.</para>
              </listitem>
            </itemizedlist>
            <para>Una vez finalizada la sincronizaci&oacute;n inicial, haga clic en el bot&oacute;n <guibutton>Adelante</guibutton>. Se abre la p&aacute;gina <guilabel>Atributos del Piloto</guilabel>.</para>
          </listitem>
          <listitem>
            <para>Escriba la informaci&oacute;n de nombre y directorio del PDA en la p&aacute;gina <guilabel>Atributos del Piloto</guilabel>. En la tabla siguiente se describen los par&aacute;metros de configuraci&oacute;n de la p&aacute;gina <guilabel>Atributos del Piloto</guilabel>:</para>
            <informaltable frame="topbot">
              <tgroup cols="2" colsep="0" rowsep="0">
                <colspec colwidth="32.57*"/>
                <colspec colwidth="67.43*"/>
                <thead>
                  <row rowsep="1">
                    <entry>
                      <para>Elemento</para>
                    </entry>
                    <entry>
                      <para>Descripci&oacute;n </para>
                    </entry>
                  </row>
                </thead>
                <tbody>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Nombre del Piloto</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Escriba un nombre para el PDA, que se utilizar&aacute; para identificar &eacute;ste en la interfaz del usuario.</para>
                    </entry>
                  </row>
                  <row>
                    <entry valign="top">
                      <para>
                        <guilabel>Directorio base local</guilabel>
                      </para>
                    </entry>
                    <entry valign="top">
                      <para>Escriba el directorio en el que desee almacenar los datos del PDA.</para>
                    </entry>
                  </row>
                </tbody>
              </tgroup>
            </informaltable>
            <para>Una vez completada la informaci&oacute;n del nombre y el directorio, haga clic en el bot&oacute;n <guibutton>Adelante</guibutton>. </para>
          </listitem>
          <listitem>
            <para>Haga clic en el bot&oacute;n <guibutton>Aplicar</guibutton> de la p&aacute;gina <guilabel>&Eacute;xito</guilabel> para cerrar el asistente de <application>Configuraci&oacute;n de Gnome Pilot</application>.</para>
            <para>Tambi&eacute;n puede hacer clic en el bot&oacute;n <guibutton>Cancelar</guibutton> para cancelar la configuraci&oacute;n del PDA.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="goscustdesk-106">
        <title>Para usar la herramienta de preferencias Dispositivos PDA para configurar un PDA</title>
        <para>Siga estos pasos:</para>
        <orderedlist>
          <listitem>
            <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. </para>
          </listitem>
          <listitem>
            <para>En la ficha <guilabel>Pilotos</guilabel> del cuadro de di&aacute;logo <guilabel> Configuraci&oacute;n del Piloto</guilabel> haga clic en el bot&oacute;n <guibutton>A&ntilde;adir</guibutton>. Se abrir&aacute; el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del Piloto</guilabel>.</para>
          </listitem>
          <listitem>
            <para>Para recibir el nombre del usuario y el identificador desde el PDA, haga clic en el bot&oacute;n <guibutton>Obtener desde el Piloto</guibutton>. Para asignar un nombre de usuario y un identificador al PDA, escr&iacute;balos en los cuadros de texto y haga clic en el bot&oacute;n <guibutton>Enviar al Piloto</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Escriba informaci&oacute;n del nombre y directorio para el PDA en los campos <guilabel>Nombre del Piloto</guilabel> y <guilabel>Directorio base local</guilabel>. Para obtener m&aacute;s informaci&oacute;n acerca de este di&aacute;logo, consulte <xref linkend="temporary-identifier"/>.</para>
          </listitem>
        </orderedlist>
      </sect3>
    </sect2>
    <sect2 id="goscustdesk-105">
      <title>Para modificar un PDA</title>
      <para>Siga estos pasos:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>En la secci&oacute;n <guilabel>Pilotos</guilabel> del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del Piloto</guilabel>, seleccione el PDA que desee modificar y haga clic en el bot&oacute;n <guibutton>Editar</guibutton>. Se abrir&aacute; el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del Piloto</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Para recibir el nombre del usuario y el identificador desde el PDA, haga clic en el bot&oacute;n <guibutton>Obtener desde el Piloto</guibutton>. Para asignar un nombre de usuario y un identificador al PDA, escr&iacute;balos en los cuadros de texto y haga clic en el bot&oacute;n <guibutton>Enviar al Piloto</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Escriba informaci&oacute;n del nombre y directorio para el PDA en los campos <guilabel>Nombre del Piloto</guilabel> y <guilabel>Directorio base local</guilabel>. Para obtener m&aacute;s informaci&oacute;n acerca de este di&aacute;logo, consulte <xref linkend="temporary-identifier"/>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Aceptar</guibutton> en el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del Piloto</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-107">
      <title>Para configurar el modo de conexi&oacute;n del PDA al sistema</title>
      <para>Siga estos pasos:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>En la secci&oacute;n <guilabel>Dispositivos</guilabel> del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del Piloto</guilabel> haga clic en el bot&oacute;n <guibutton>A&ntilde;adir</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Escriba la informaci&oacute;n de conexi&oacute;n del PDA en el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del dispositivo</guilabel>. Para obtener m&aacute;s informaci&oacute;n acerca de los elementos del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del dispositivo</guilabel>, consulte <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-108">
      <title>Para modificar el modo de conexi&oacute;n de un PDA al sistema.</title>
      <para>Siga estos pasos:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>En la secci&oacute;n <guilabel>Dispositivos</guilabel> del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del Piloto</guilabel>, seleccione los valores de configuraci&oacute;n de hardware que desee modificar y haga clic en el bot&oacute;n <guibutton>Editar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Introduzca la configuraci&oacute;n del hardware del PDA en el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del dispositivo</guilabel>. Para obtener m&aacute;s informaci&oacute;n acerca de los elementos del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n de dispositivo</guilabel>, consulte <xref linkend="temporary-identifier"/>. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="temporary-identifier-2">
      <title>Para especificar el modo de transferir datos entre el PDA y las aplicaciones</title>
      <para>Siga estos pasos:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Compruebe que el daemon de PDA est&eacute; activo y funcione correctamente. Para ello, agreque la miniaplicaci&oacute;n <application>gnome-pilot</application> a un panel. Si el icono de la miniaplicaci&oacute;n <application>gnome-pilot</application> aparece en blanco y negro, el daemon est&aacute; activo.</para>
        </listitem>
        <listitem>
          <para>En la secci&oacute;n <guilabel>Conductos</guilabel> del cuadro de di&aacute;logo <guilabel> Configuraci&oacute;n del Piloto </guilabel>, seleccione el PDA cuyos conductos desee configurar en la lista desplegable <guilabel>Nombre del Piloto</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Para habilitar un conducto, selecci&oacute;nelo en la tabla y haga clic en el bot&oacute;n <guibutton>Activar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Para inhabilitar un conducto, selecci&oacute;nelo en la tabla y haga clic en el bot&oacute;n <guibutton>Desactivar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Para configurar un conducto, selecci&oacute;nelo en la tabla y haga clic en el bot&oacute;n <guibutton>Configuraci&oacute;n</guibutton>. Escriba los detalles de configuraci&oacute;n del conducto en el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del conducto</guilabel>. Los elementos del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del conducto</guilabel> se describen en la tabla siguiente:</para>
          <informaltable frame="topbot">
            <tgroup cols="2" colsep="0" rowsep="0">
              <colspec colname="colspec2" colwidth="30.30*"/>
              <colspec colname="colspec3" colwidth="69.70*"/>
              <thead>
                <row rowsep="1">
                  <entry>
                    <para>Elemento</para>
                  </entry>
                  <entry>
                    <para>Descripci&oacute;n </para>
                  </entry>
                </row>
              </thead>
              <tbody>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Acci&oacute;n</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione la acci&oacute;n que se debe llevar a cabo al efectuar una operaci&oacute;n de HotSync.</para>
                    <para>Seleccione una de las opciones siguientes:</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Desactivado</guilabel>: seleccione esta opci&oacute;n para que este conducto no efect&uacute;e ninguna acci&oacute;n.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Sincronizar</guilabel>: seleccione esta opci&oacute;n para sincronizar los datos del PDAcon los del sistema.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar del Piloto</guilabel>: seleccione esta opci&oacute;n para copiar datos del PDA al sistema y sobrescribir los datos del sistema. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar al Piloto</guilabel>: seleccione esta opci&oacute;n para copiar datos del sistema al PDA y sobrescribir los datos del PDA. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Acci&oacute;n de una vez</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione una acci&oacute;n para llevarla a cabo una sola vez. La acci&oacute;n se efect&uacute;a en la pr&oacute;xima operaci&oacute;n de HotSync. Seleccione una de las opciones siguientes:</para>
                    <itemizedlist>
                      <listitem>
                        <para><guilabel>Ninguno</guilabel>: seleccione esta opci&oacute;n si no desea configurar una acci&oacute;n &uacute;nica de conducto.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Sincronizar</guilabel>: seleccione esta opci&oacute;n para sincronizar los datos del PDAcon los del sistema.</para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar del Piloto</guilabel>: seleccione esta opci&oacute;n para copiar datos del PDA al sistema y sobrescribir los datos del sistema. </para>
                      </listitem>
                      <listitem>
                        <para><guilabel>Copiar al Piloto</guilabel>: seleccione esta opci&oacute;n para copiar datos del sistema al PDA y sobrescribir los datos del PDA. </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Directorio de copia de seguridad</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Escriba el directorio en el que desee guardar los datos de copia de seguridad del PDA.</para>
                    <para>S&oacute;lo conducto <guilabel>Backup</guilabel>. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Copiar s&oacute;lo bases modificadas</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Seleccione esta opci&oacute;n para copiar s&oacute;lo los datos modificados desde la &uacute;ltima copia de seguridad. Los datos no modificados no se borrar&aacute;n del directorio de copia de seguridad.</para>
                    <para>S&oacute;lo conducto <guilabel>Backup</guilabel>. </para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Suprimir base local si se ha suprimido en el Piloto</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Seleccione esta opci&oacute;n para suprimir del sistema los datos que se hayan suprimido en el PDA. </para>
                    <para>S&oacute;lo conducto <guilabel>Backup</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>N&uacute;mero de copias antiguas para guardar</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Utilice el cuadro de selecci&oacute;n para especificar el n&uacute;mero de copias de seguridad antiguas que se deben conservar en el sistema.</para>
                    <para>S&oacute;lo conducto <guilabel>Backup</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry valign="top">
                    <para>
                      <guilabel>Sincronizar registros privados</guilabel>
                    </para>
                  </entry>
                  <entry valign="top">
                    <para>Seleccione esta opci&oacute;n si desea incluir en las operaciones de HotSync los datos marcados como privados.</para>
                    <para>Estas opciones se aplican &uacute;nicamente a los conductos siguientes:</para>
                    <itemizedlist>
                      <listitem>
                        <para>
                          <guilabel>EAddress</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>ECalendar</guilabel>
                        </para>
                      </listitem>
                      <listitem>
                        <para>
                          <guilabel>EToDo</guilabel>
                        </para>
                      </listitem>
                    </itemizedlist>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2" valign="top">
                    <para>
                      <guilabel>Direcci&oacute;n de sincronizaci&oacute;n predeterminada </guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3" valign="top">
                    <para>Es posible que un contacto tenga m&aacute;s de una direcci&oacute;n. Por ejemplo, una direcci&oacute;n profesional y una particular. Es posible que el gestor de contactos del PDA no admita varias direcciones.</para>
                    <para>Seleccione la categor&iacute;a de direcci&oacute;n que desee sincronizar en la lista desplegable. Por ejemplo, si desea sincronizar s&oacute;lo las direcciones profesionales, seleccione <guilabel>Profesional</guilabel>. </para>
                    <para>S&oacute;lo conducto <guilabel>EAddress</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Dividir eventos de varios d&iacute;as</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Seleccione esta opci&oacute;n si desea dividir los eventos de m&aacute;s de un d&iacute;a en eventos individuales. </para>
                    <para>S&oacute;lo conducto <guilabel>ECalendar</guilabel>.</para>
                  </entry>
                </row>
                <row>
                  <entry colname="colspec2">
                    <para>
                      <guilabel>Prioridad predeterminada</guilabel>
                    </para>
                  </entry>
                  <entry colname="colspec3">
                    <para>Utilice el cuadro de selecci&oacute;n para especificar una prioridad predeterminada para las tareas sin prioridad asignada.</para>
                    <para>S&oacute;lo conducto <guilabel> EToDo</guilabel>.</para>
                  </entry>
                </row>
              </tbody>
            </tgroup>
          </informaltable>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Aceptar</guibutton> para cerrar el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del conducto</guilabel>.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="chapter_template-1">
      <title>Para efectuar una copia de seguridad de los datos del PDA en el sistema</title>
      <para>Es conveniente efectuar copias de seguridad de los datos del PDA en el sistema para evitar perder datos en caso de problemas con el PDA. Para efectuar copias de los datos del PDA en el sistema:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guimenuitem>Dispositivos PDA</guimenuitem></menuchoice> para iniciar la herramienta de preferencias <application>Dispositivos PDA</application>. </para>
        </listitem>
        <listitem>
          <para>Compruebe que el daemon de PDA est&eacute; activo y funcione correctamente. Para ello, agreque la miniaplicaci&oacute;n <application>gnome-pilot</application> a un panel. Si el icono de la miniaplicaci&oacute;n <application>gnome-pilot</application> aparece en blanco y negro, el daemon est&aacute; activo.</para>
        </listitem>
        <listitem>
          <para>En la secci&oacute;n <guilabel>Conductos</guilabel> del cuadro de di&aacute;logo <guilabel> Configuraci&oacute;n del Piloto </guilabel>, seleccione el PDA cuyos datos desee copiar en la lista desplegable <guilabel>Nombre del Piloto</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Seleccione el conducto <guilabel>Backup</guilabel> en la tabla y haga clic en el bot&oacute;n <guibutton>Activar</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Escriba los detalles de configuraci&oacute;n del conducto <guilabel>Backup</guilabel> en el cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del conducto</guilabel>. Para obtener m&aacute;s informaci&oacute;n acerca de los elementos del cuadro de di&aacute;logo <guilabel>Configuraci&oacute;n del conducto</guilabel>, consulte <xref linkend="temporary-identifier-2"/>. </para>
        </listitem>
        <listitem>
          <para>Pulse el bot&oacute;n <guibutton>HotSync</guibutton> del PDA. </para>
        </listitem>
      </orderedlist>
      <para>Para obtener informaci&oacute;n acerca de c&oacute;mo restablecer datos de copia de seguridad, consulte el <citetitle>Manual de la miniaplicaci&oacute;n gnome-pilot</citetitle>.</para>
    </sect2>
  </sect1>
<!--
<sect1 id="goscustdesk-89">
<title>Configuring Printers</title>
<indexterm><primary>preference tools</primary><secondary>printer preferences
</secondary></indexterm><indexterm><primary>printer preferences </primary>
</indexterm><indexterm><primary>printer</primary><secondary>setting preferences
</secondary></indexterm><para>To access the <guilabel>Printer Preferences
</guilabel> preferences tool, click <guibutton>Launch</guibutton>, then choose <menuchoice>
<guimenu>Preferences</guimenu><guimenuitem>Printers</guimenuitem>
</menuchoice>.</para>
<para>You can use the <application>Printer Preferences</application> preferences
tool to add printers and to manage print and job queues.</para>
<sect2 id="goscustdesk-96">
<title>Adding a New Printer</title>
<para>Perform the following steps to add a new printer: <orderedlist>
<listitem><para>Click <guibutton>Launch</guibutton>, then choose<menuchoice>
<guisubmenu>Preferences</guisubmenu><guimenuitem>Printers</guimenuitem>
</menuchoice>.</para></listitem>
<listitem><para>Click on the icon <guilabel>New Printer</guilabel>. </para>
<para>If you are not logged in as <literal>root</literal> user, you are prompted
to enter the root password, then click <guibutton>OK</guibutton>.</para></listitem>
<listitem><para>Follow the instructions in the <guilabel>Add a Printer</guilabel>
dialog as follows.<itemizedlist>
<listitem><para>Specify whether you want to add a local printer attached to
your computer or a remote printer attached to the network.</para>
<note><para>Before you add a remote printer, you must have the following information
from your system administrator: <guilabel>Printer Type</guilabel>, <guilabel>
Host</guilabel>, and <guilabel>Queue</guilabel>.</para>
</note>
</listitem>
<listitem><para>Enter the printer details.</para></listitem>
<listitem><para>Enter the name for your printer.</para></listitem>
<listitem><para>If the details you entered for your printer are correct, click <guibutton>
Apply</guibutton> to add your printer.</para></listitem>
</itemizedlist> </para></listitem>
</orderedlist></para>
</sect2>
<sect2 id="goscustdesk-102">
<title>Managing Your Print Jobs</title>
<para>To manage your print jobs, double-click on the printer icon. Choose
the <guimenu>Edit</guimenu> menu item to perform print job management activities.<xref
linkend="goscustdesk-TBL-116"> lists the print job management activities that
you can perform:</para>
<table frame="topbot" id="goscustdesk-TBL-116">
<title>Print Job Management Activities</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to temporarily
stop your job from printing.</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Resume Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to resume your
printing job.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Cancel Jobs</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to cancel your
job from printing.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-895">
<title>Managing Your Printer Queues</title>
<para>The print queue shows the documents that are waiting to be printed.
From the <guilabel>Printer</guilabel> dialog, you can perform printer queue
management duties from the <guimenu>Printer</guimenu> menu.</para>
<para>To manage your printer queues, double-click on the printer icon. Choose
the <guimenu>Printer</guimenu> menu item to perform printer queue management
activities.<xref linkend="goscustdesk-TBL-115"> lists the print job activities
that you can perform:</para>
<table frame="topbot" id="goscustdesk-TBL-115">
<title>Printer Queue Management Activities</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Pause Printer
</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select
this item to temporarily stop your printer.</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Set as Default</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Select this item to set the current
printer as your default printer.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Print Test Page
</guilabel></para></entry><entry colname="COLSPEC3" valign="top"><para>Select
this item to print a test page.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-894">
<title>To View Documents Waiting to Print</title>
<para>For documents waiting to print, you can view, but not change, the status
of the job. To view your current print jobs, double-click the printer for
which you want to view the documents waiting to print. </para>
<para><xref linkend="goscustdesk-TBL-114"> shows the information displayed
for each document in the print queue.</para>
<table frame="topbot" id="goscustdesk-TBL-114">
<title>Print Job Status</title>
<tgroup cols="2" colsep="0" rowsep="0"><colspec colname="COLSPEC2" colwidth="35.09*">
<colspec colname="COLSPEC3" colwidth="64.91*">
<thead>
<row rowsep="1"><entry><para>Dialog Element</para></entry><entry><para>Description
</para></entry></row>
</thead>
<tbody>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Name</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the name of the document.
</para></entry></row>
<row><entry colname="COLSPEC2"><para><guilabel>Job Number</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the number assigned to
the print job.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Owner</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the username of the person
who sent the document to the printer.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>Size</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the size of the document
in kilobytes.</para></entry></row>
<row><entry colname="COLSPEC2" valign="top"><para><guilabel>State</guilabel></para></entry>
<entry colname="COLSPEC3" valign="top"><para>Shows the current status of the
document such as Spooling, Paused, or Printing.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-103">
<title>Setting Printer Options</title>
<para>Perform the following steps to set printer options: <orderedlist>
<listitem><para>Log in as <literal>root</literal> user.</para></listitem>
<listitem><para>From the <guilabel>Printers</guilabel> dialog, highlight the
printer that you want to modify, then choose <menuchoice><guimenu>File
</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.</para></listitem>
<listitem><para>From the <guilabel>Properties</guilabel> dialog, you can customize
the settings for printers in the following functional areas:</para>
<itemizedlist>
<listitem><para><guilabel>General</guilabel></para></listitem>
<listitem><para><guilabel>Paper</guilabel></para></listitem>
<listitem><para><guilabel>Advanced</guilabel></para></listitem>
</itemizedlist>
</listitem>
</orderedlist></para>
</sect2>
<sect2 id="goscustdesk-891">
<title>Setting General Options</title>
<indexterm><primary>sessions</primary><secondary>setting options</secondary>
</indexterm><para>Use the <guilabel>General</guilabel> tabbed section to view
and to modify information about the selected printer such as the printer's
name and location.</para>
<para><xref linkend="goscustdesk-TBL-111"> lists the general options that
you can modify.</para>
<table frame="topbot" id="goscustdesk-TBL-111">
<title>General Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Name</guilabel></para></entry>
<entry colsep="0" rowsep="0" valign="top"><para>Shows the name of the selected
printer. </para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Description</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Provides a brief description of the selected
printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Location</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><indexterm><primary>startup applications</primary><secondary>
session-managed</secondary></indexterm><para>Shows the location of the selected
printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
 Resolution</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select the resolution to use for the printer
from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Status
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Shows the status of the selected printer.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guibutton>Print
a Test Page</guibutton></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0"><para>Click to print a test page.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-892">
<title>Setting Paper Options</title>
<indexterm><primary>startup applications</primary><secondary>session-managed
</secondary></indexterm><indexterm><primary>sessions</primary><secondary>
setting properties</secondary></indexterm><para>Use the <guilabel>Paper</guilabel>
tabbed section to specify paper values, and to choose the paper layout for
the selected printer.</para>
<para><xref linkend="goscustdesk-TBL-112"> lists the paper options that you
can specify.</para>
<table frame="topbot" id="goscustdesk-TBL-112">
<title>Paper Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Paper size
</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>
Select the paper size to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Paper type</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><para>Select the paper type to use for the printer from the drop-down
list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Source</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"
valign="top"><para>Select the paper tray to use for the printer from the drop-down
list. The source specifies where the paper is located in the printer.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Double
Sided</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the layout to use for the printer from the drop-down list.</para></entry>
</row>
</tbody>
</tgroup>
</table>
</sect2>
<sect2 id="goscustdesk-893">
<title>Setting Advanced Options</title>
<indexterm><primary>startup applications</primary><secondary>non-session-managed
</secondary></indexterm><para>Use the <guilabel>Advanced</guilabel> tabbed
section to specify advanced values for the selected printer.</para>
<para><xref linkend="goscustdesk-TBL-113"> lists an example of advanced options
that you can specify for a specific printer.</para>
<table frame="topbot" id="goscustdesk-TBL-113">
<title>Advanced Options</title>
<tgroup cols="2" colsep="1" rowsep="1">

<colspec colname="COLSPEC0" colwidth="18.86*"><colspec colname="COLSPEC1"
colwidth="47.14*">
<thead>
<row><entry colsep="0" rowsep="1"><para>Dialog Element</para></entry><entry
colsep="0" rowsep="1"><para>Description</para></entry></row>
</thead>
<tbody>
<row><entry colsep="0" rowsep="0" valign="top"><para><guilabel>Floyd-Steinberg
Dithering</guilabel></para></entry><entry colsep="0" rowsep="0" valign="top"><para>
Select the type of dithering to use for the printer from the drop-down list,
for example, Floyd-Steinberg dithering.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Manual Feed of Paper</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select whether you want to switch on or off
the paper manual feed from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0" valign="top"><para><guilabel>
Page Region</guilabel></para></entry><entry colname="COLSPEC1" colsep="0"
rowsep="0" valign="top"><para>Select the paper size to use for the printer
from the drop-down list.</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Number
of Copies</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the number of copies that you want to print from the drop-down list.
</para></entry></row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Density
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the density to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>Economy
mode</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the economy mode to use for the printer from the drop-down list.</para></entry>
</row>
<row><entry colname="COLSPEC0" colsep="0" rowsep="0"><para><guilabel>REt Setting
</guilabel></para></entry><entry colname="COLSPEC1" colsep="0" rowsep="0"><para>
Select the Resolution Enhancement Technology (REt) setting to use for the
printer from the drop-down list. REt inserts smaller dots at the edges of
lines and smooths any rough edges.</para></entry></row>
</tbody>
</tgroup>
</table>
</sect2>
</sect1>
-->
  <sect1 id="goscustdoc-2">
    <title>Elecci&oacute;n de las aplicaciones preferidas </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Aplicaciones predeterminadas</secondary>
    </indexterm>
    <indexterm>
      <primary>aplicaciones predeterminadas</primary>
      <see>aplicaciones preferidas</see>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Aplicaciones predeterminadas</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guimenuitem>Aplicaciones predeterminadas</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Aplicaciones predeterminadas</application> se utiliza para indicar las aplicaciones que debe usar Java Desktop System cuando se arranca la aplicaci&oacute;n preferida. Por ejemplo, se puede configurar <application>Xterm</application> como la aplicaci&oacute;n de terminal preferida. Al hacer clic en <guibutton> Lanzador</guibutton> y seleccionar <menuchoice><guimenu>Aplicaciones</guimenu><guisubmenu>Herramientas del sistema</guisubmenu><guimenuitem>Terminal </guimenuitem></menuchoice>, se ejecuta <application>Xterm</application>.</para>
    <para>Puede personalizar los valores de la herramienta de preferencias <application>Aplicaciones predeterminadas</application> en las &aacute;reas funcionales siguientes.</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Navegador de web</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Lector de correo</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Editor de texto</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Terminal</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustlookandfeel-32">
      <title>Preferencias del navegador de web </title>
      <indexterm>
        <primary>Aplicaciones predeterminadas</primary>
        <secondary>navegador de web</secondary>
      </indexterm>
      <indexterm>
        <primary>navegador de web, aplicaci&oacute;n predeterminada</primary>
      </indexterm>
      <para>La p&aacute;gina <application>Navegador de web</application> se utiliza para configurar el navegador de web preferido. &Eacute;ste se abrir&aacute; al hacer clic en un URL; por ejemplo, al seleccionar un URL en una aplicaci&oacute;n o un lanzador de URL en el fondo del escritorio.</para>
      <para>La <xref linkend="goscustlookandfeel-TBL-37"/> enumera las preferencias modificables del navegador de web.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-37">
        <title>Preferencias del navegador de web preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Seleccione un navegador de web</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea usar un navegador de web est&aacute;ndar. Utilice el cuadro de combinaci&oacute;n desplegable para seleccionar el navegador de web preferido.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Navegador de web personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea usar un navegador de web personalizado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Orden</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Escriba la orden que se ejecutar&aacute; para iniciar el navegador personalizado. Para que el navegador muestre el URL en el que se ha hecho clic, debe incluir <command>&ldquo;%s&rdquo;</command> despu&eacute;s de la orden.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Iniciar en un terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para ejecutar la orden en una ventana de terminal. Elija esta opci&oacute;n para navegadores que no crean una ventana en la que ejecutarse.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-42">
      <title>Preferencias del cliente de correo </title>
      <indexterm>
        <primary>aplicaciones preferidas</primary>
        <secondary>cliente de correo</secondary>
      </indexterm>
      <indexterm>
        <primary>cliente de correo, aplicaci&oacute;n preferida</primary>
      </indexterm>
      <para>Utilice la secci&oacute;n <application>Lector de correo</application> para configurar el lector de correo preferido. </para>
      <para>La <xref linkend="goscustlookandfeel-TBL-43"/> enumera las preferencias modificables del cliente de correo preferido.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-43">
        <title>Preferencias del cliente de correo preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Seleccionar un lector de correo</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea usar un cliente de correo est&aacute;ndar. Utilice el cuadro de combinaci&oacute;n desplegable para seleccionar el cliente de correo preferido.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Lector de correo personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea utilizar un cliente de correo personalizado. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Orden</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Escriba la orden que se ejecutar&aacute; para iniciar el cliente de correo personalizado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Iniciar en un terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para ejecutar la orden en una ventana de terminal. Elija esta opci&oacute;n si el cliente de correo no crea una ventana en la que ejecutarse.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-31">
      <title>Preferencias del editor de textos </title>
      <indexterm>
        <primary>Aplicaciones preferidas</primary>
        <secondary>editor de texto</secondary>
      </indexterm>
      <indexterm>
        <primary>editor de texto, aplicaci&oacute;n preferida</primary>
      </indexterm>
      <para>Use la ficha <application>Editor de texto</application> para configurar el editor preferido.</para>
      <para>La <xref linkend="goscustdoc-TBL-1"/> enumera las preferencias modificables del editor de textos preferido.</para>
      <table frame="topbot" id="goscustdoc-TBL-1">
        <title>Preferencias del editor de texto preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Seleccione un editor</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea usar un editor est&aacute;ndar de textos. Utilice el cuadro de combinaci&oacute;n desplegable para indicar el editor preferido.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Editor personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea usar un editor de texto personalizado. Aparecer&aacute; el cuadro de di&aacute;logo <guilabel>Propiedades del editor personalizado</guilabel>. </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Nombre</guilabel>: escriba el nombre del editor de texto personalizado.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Orden</guilabel>: escriba la orden para iniciar el editor de textos.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Esta aplicaci&oacute;n puede abrir varios archivos</guilabel>: seleccione esta opci&oacute;n si el editor de textos predefinido puede abrir varios archivos.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Esta aplicaci&oacute;n debe ejecutarse en un shell</guilabel>: Seleccione esta opci&oacute;n para ejecutar la orden en una ventana de terminal. Elija esta opci&oacute;n si el editor no crea una ventana en la que ejecutarse.</para>
                  </listitem>
                </itemizedlist>
                <para>Despu&eacute;s de especificar un editor de texto personalizado, haga clic en el bot&oacute;n <guibutton>Propiedades</guibutton> para abrir el cuadro de di&aacute;logo <guilabel>Propiedades del editor personalizado</guilabel>. Utilice el cuadro de di&aacute;logo para modificar las propiedades del editor de textos personalizado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Usar este editor para abrir archivos de texto en el gestor de archivos</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea que el administrador de archivos inicie el editor de textos personalizado para ver archivos de texto.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-34">
      <title>Preferencias del terminal </title>
      <indexterm>
        <primary>Aplicaciones predeterminadas</primary>
        <secondary>terminal</secondary>
      </indexterm>
      <indexterm>
        <primary>terminal, aplicaciones preferidas</primary>
      </indexterm>
      <para>Use la ficha <application>Terminal</application> para configurar el terminal preferido.</para>
      <para>La <xref linkend="goscustlookandfeel-TBL-35"/> enumera las preferencias predeterminadas modificables del terminal.</para>
      <table frame="topbot" id="goscustlookandfeel-TBL-35">
        <title>Preferencias del terminal preferido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Seleccione un terminal</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Elija esta opci&oacute;n si desea usar un terminal est&aacute;ndar. Utilice el cuadro de combinaci&oacute;n desplegable para indicar el terminal preferido. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Terminal personalizado</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n si desea utilizar un terminal personalizado.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Orden</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Escriba la orden que se ejecutar&aacute; para iniciar el terminal. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Indicador de ejecuci&oacute;n</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Escriba la opci&oacute;n <command>exec</command> que se debe usar con la orden.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-70">
    <title>Configuraci&oacute;n de las preferencias de la resoluci&oacute;n de la pantalla </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Resoluci&oacute;n de la pantalla</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Resoluci&oacute;n de la pantalla</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias del escritorioPantalla</guisubmenu><guimenuitem>Resoluci&oacute;n de la pantalla</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Resoluci&oacute;n de la pantalla</application> permite indicar con qu&eacute; resoluci&oacute;n de pantalla se desea trabajar. La <xref linkend="goscustdesk-TBL-72"/> enumera las preferencias modificables de la resoluci&oacute;n de la pantalla.</para>
    <table frame="topbot" id="goscustdesk-TBL-72">
      <title>Preferencias de la resoluci&oacute;n de la pantalla</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="50*"/>
        <colspec colname="colspec1" colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Resoluci&oacute;n</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>Esta lista desplegable permite indicar la resoluci&oacute;n de la pantalla.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Tasa de refresco</guilabel>
              </para>
            </entry>
            <entry valign="top">
              <para>En la lista desplegable, seleccione la frecuencia de refresco de la pantalla.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guilabel>Establecer como predeterminado s&oacute;lo para este computador</guilabel> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Esta opci&oacute;n permite indicar que la configuraci&oacute;n de la resoluci&oacute;n de la pantalla es la predeterminada s&oacute;lo para el sistema en el que se ha iniciado la sesi&oacute;n.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustdesk-65">
    <title>Configuraci&oacute;n de las preferencias del salvapantallas </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Salvapantallas</secondary>
    </indexterm>
    <indexterm>
      <primary>sesiones</primary>
      <secondary>configurar el salvapantallas</secondary>
    </indexterm>
    <indexterm>
      <primary>salvapantallas, configurar preferencias</primary>
    </indexterm>
    <indexterm>
      <primary>XScreenSaver</primary>
      <see>salvapantallas</see>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Salvapantallas</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu> Preferencias</guimenu><guisubmenu>Preferencias del escritorio</guisubmenu><guisubmenu>Pantalla</guisubmenu><guimenuitem>Salvapantallas</guimenuitem></menuchoice>.</para>
    <para>El salvapantallas es una aplicaci&oacute;n que se utiliza para reemplazar la imagen de la pantalla, cuando &eacute;sta no est&aacute; en uso. C&oacute;mo utilizar los salvapantallas:</para>
    <itemizedlist>
      <listitem>
        <para>Activar despu&eacute;s de un determinado per&iacute;odo de inactividad.</para>
      </listitem>
      <listitem>
        <para>Activar al bloquear la pantalla.</para>
      </listitem>
      <listitem>
        <para>Gestionar la energ&iacute;a que el monitor utiliza cuando el sistema est&aacute; inactivo. </para>
      </listitem>
    </itemizedlist>
    <para>Se puede personalizar la herramienta de preferencias <application>Salvapantallas</application> en las siguientes fichas:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Modos de visualizaci&oacute;n</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Avanzado</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustdesk-59">
      <title>Preferencias de los modos de visualizaci&oacute;n</title>
      <para>La secci&oacute;n <guilabel>Modos de visualizaci&oacute;n</guilabel> permite configurar las preferencias del modo de visualizaci&oacute;n.</para>
      <para>La <xref linkend="goscustdesk-TBL-63"/> enumera las preferencias de modos de visualizaci&oacute;n que puede modificar.</para>
      <table frame="topbot" id="goscustdesk-TBL-63">
        <title>Preferencias de los modos de visualizaci&oacute;n del salvapantallas</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="35.09*"/>
          <colspec colname="colspec3" colwidth="64.91*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Modo</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Utilice la lista desplegable para especificar el comportamiento del salvapantallas. Elija entre las siguientes opciones: </para>
                <itemizedlist>
                  <listitem>
                    <para><guilabel>Deshabilitar salvapantallas</guilabel>: seleccione esta opci&oacute;n si no se desea utilizar el salvapantallas.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Activar s&oacute;lo protector de pantalla</guilabel>: seleccione esta opci&oacute;n para utilizar una pantalla en blanco al bloquearse.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>S&oacute;lo un salvapantallas</guilabel>: seleccione esta opci&oacute;n si desea mostrar un solo salvapantallas de los de la lista cuando la pantalla se bloquee.</para>
                  </listitem>
                  <listitem>
                    <para><guilabel>Salvapantallas al azar</guilabel>: seleccione esta opci&oacute;n para mostrar un salvapantallas aleatorio de los de la lista cuando la pantalla se bloquee. </para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>Mostrar lista</para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione el salvapantallas que prefiera en la lista.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Activar protector despu&eacute;s de</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Indique cu&aacute;nto tiempo se ha de esperar despu&eacute;s del &uacute;ltimo uso de rat&oacute;n o teclado para activar el salvapantallas. </para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Establecer un ciclo despu&eacute;s de</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Indique cu&aacute;nto tiempo mostrar un salvapantallas antes de cambiar al siguiente.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Bloquear pantalla despu&eacute;s de</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Seleccione esta opci&oacute;n para que la pantalla se bloquee al activarse el salvapantallas. Utilice el cuadro de desplazamiento para indicar el tiempo que transcurrir&aacute; entre la activaci&oacute;n del salvapantallas y el bloqueo de pantalla.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>Previsualizar</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Haga clic en este bot&oacute;n para ver la vista preliminar del salvapantallas seleccionado. Para pararla, basta con pulsar cualquier tecla o hacer clic con alg&uacute;n bot&oacute;n del rat&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guibutton>Configuraci&oacute;n</guibutton>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Haga clic en este bot&oacute;n para configurar las opciones del salvapantallas seleccionado. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-60">
      <title>Preferencias avanzadas</title>
      <para>La secci&oacute;n <guilabel>Avanzado</guilabel> permite configurar las preferencias avanzadas del salvapantallas.</para>
      <para>La <xref linkend="goscustdesk-TBL-64"/> enumera las preferencias avanzadas modificables del salvapantallas.</para>
      <table frame="topbot" id="goscustdesk-TBL-64">
        <title>Preferencias avanzadas del salvapantallas</title>
        <tgroup cols="2" colsep="0" rowsep="0">
          <colspec colname="colspec2" colwidth="40.38*"/>
          <colspec colname="colspec3" colwidth="59.62*"/>
          <thead>
            <row rowsep="1">
              <entry>
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry>
                <para>Descripci&oacute;n </para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Capturar im&aacute;genes del escritorio</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Algunos salvapantallas capturan la pantalla y la manipulan para crear la imagen. Seleccione esta opci&oacute;n para permitir al salvapantallas tomar una captura de la pantalla.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Capturar im&aacute;genes de v&iacute;deo</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Algunos salvapantallas puede capturar una imagen de un v&iacute;deo y manipularla para crear la imagen. Si el sistema dispone de una tarjeta de captura de v&iacute;deo, seleccione esta opci&oacute;n para permitir capturar una imagen.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Seleccionar imagen al azar</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para que el salvapantallas utilice im&aacute;genes de un directorio. Escriba la ruta de acceso del directorio en el campo. Tambi&eacute;n, haga clic en <guibutton>Buscar</guibutton> para mostrar un cuadro de di&aacute;logo desde el cual puede seleccionar un directorio. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Diagn&oacute;sticos detallados</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para mostrar informaci&oacute;n de diagn&oacute;stico del salvapantallas.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Mostrar errores de subprocesos</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para mostrar los errores relacionados con los subprocesos del salvapantallas.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Mostrar pantalla de presentaci&oacute;n en el arranque</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n si desea que <application>Xscreensaver</application> muestre un di&aacute;logo de presentaci&oacute;n al iniciar <application>Xscreensaver</application>. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Gestor de energ&iacute;a habilitado</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para habilitar la gesti&oacute;n de energ&iacute;a del monitor. La gesti&oacute;n de energ&iacute;a reduce el consumo del monitor cuando &eacute;ste no se utiliza. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Pausa despu&eacute;s de</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Indique cu&aacute;nto tiempo esperar para que el monitor se quede en modo de pausa. En este modo, la pantalla del monitor queda en negro.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Suspender despu&eacute;s de</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Indique cu&aacute;nto tiempo esperar para que el monitor se quede en estado de suspendido. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Apagar despu&eacute;s de</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Indique cu&aacute;nto tiempo esperar antes de apagar el monitor. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para>
                  <guilabel>Instalar mapa de color</guilabel>
                </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para instalar un mapa de colores privado al activar el salvapantallas. El uso del mapa de colores puede mejorar la calidad del color a la hora de ejecutarse el salvapantallas.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Fundir en negro al activarse</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para realizar un fundido en negro al activarse el salvapantallas.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec2" valign="top">
                <para><guilabel>Iluminar lentamente al desactivar el salvapantallas</guilabel> </para>
              </entry>
              <entry colname="colspec3" valign="top">
                <para>Seleccione esta opci&oacute;n para que la pantalla pase gradualmente a los contenidos desde la pantalla en blanco cuando se para el salvapantallas.</para>
              </entry>
            </row>
            <row>
              <entry valign="top">
                <para>
                  <guilabel>Duraci&oacute;n</guilabel>
                </para>
              </entry>
              <entry valign="top">
                <para>Indique la duraci&oacute;n del fundido a negro cuando se activa el salvapantallas.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustsession-5">
    <title>Configuraci&oacute;n de las sesiones </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Sesiones</secondary>
    </indexterm>
    <indexterm>
      <primary>sesiones</primary>
      <secondary>preferencias</secondary>
    </indexterm>
    <indexterm>
      <primary>aplicaciones de inicio</primary>
      <secondary> personalizar</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Sesiones</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias de escritorio</guisubmenu><guimenuitem>Sesiones</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Sesiones</application> permite gestionar las sesiones. Se pueden configurar las preferencias de cada sesi&oacute;n y las aplicaciones que se iniciar&aacute;n. Se pueden configurar las sesiones para guardar el estado de las aplicaciones de Java Desktop System y restaurar los valores al iniciar otra sesi&oacute;n. Tambi&eacute;n se puede utilizar esta herramienta para gestionar varias sesiones de Java Desktop System.</para>
    <para>Se pueden configurar las sesiones en las siguientes &aacute;reas:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>Propiedades de la sesi&oacute;n</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Sesi&oacute;n actual</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Programas de inicio</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustsession-16">
      <title>Configuraci&oacute;n de las preferencias de la sesi&oacute;n </title>
      <indexterm>
        <primary>sesiones</primary>
        <secondary>configurar opciones</secondary>
      </indexterm>
      <para>Use la ficha <guilabel>Propiedades de la sesi&oacute;n</guilabel> para gestionar varias sesiones y configurar los valores de la actual. </para>
      <para>La <xref linkend="goscustsession-TBL-11"/> muestra las opciones modificables de la sesi&oacute;n.</para>
      <table frame="topbot" id="goscustsession-TBL-11">
        <title>Opciones de las sesiones </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Mostrar pantalla incial al iniciar sesi&oacute;n</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para ver una pantalla de presentaci&oacute;n al iniciar una sesi&oacute;n. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Preguntar al cerrar sesi&oacute;n</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para ver un cuadro de di&aacute;logo de confirmaci&oacute;n al cerrar la sesi&oacute;n. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Guardar autom&aacute;ticamente los cambios efectuados en la sesi&oacute;n</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <indexterm>
                  <primary>aplicaciones de inicio</primary>
                  <secondary>gestionadas por sesi&oacute;n</secondary>
                </indexterm>
                <para>Seleccione esta opci&oacute;n para que el administrador de sesiones guarde el estado actual de la sesi&oacute;n. El administrador guardar&aacute; las aplicaciones gestionadas por la sesi&oacute;n que est&aacute;n abiertas y sus valores de configuraci&oacute;n asociados. La pr&oacute;xima vez que se inicie la sesi&oacute;n, las aplicaciones se iniciar&aacute;n autom&aacute;ticamente con los valores de configuraci&oacute;n guardados. </para>
                <para>Si no se selecciona esta opci&oacute;n, al finalizar una sesi&oacute;n aparecer&aacute; el cuadro de di&aacute;logo <guilabel>Confirmar salida</guilabel> mostrando la opci&oacute;n <guilabel>Guardar configuraci&oacute;n actual</guilabel>.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Sesiones</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Use este &aacute;rea del cuadro de di&aacute;logo para gestionar varias sesiones en Java Desktop System:</para>
                <itemizedlist>
                  <listitem>
                    <para>Para crear una sesi&oacute;n nueva, haga clic en el bot&oacute;n <guibutton>Agregar</guibutton>. Use el cuadro de di&aacute;logo <guilabel>Agregar una sesi&oacute;n nueva</guilabel> para especificar un nombre para la sesi&oacute;n.</para>
                  </listitem>
                  <listitem>
                    <para>Para cambiar el nombre de una sesi&oacute;n, selecci&oacute;nela en la tabla <guilabel>Elegir sesi&oacute;n actual</guilabel>. Haga clic en el bot&oacute;n <guibutton>Editar</guibutton>. Se mostrar&aacute; el cuadro de di&aacute;logo <guilabel>Editar nombre de la sesi&oacute;n</guilabel>. Escriba un nuevo nombre para la sesi&oacute;n.</para>
                  </listitem>
                  <listitem>
                    <para>Para suprimir una sesi&oacute;n, selecci&oacute;nela en la tabla <guilabel> Elegir sesi&oacute;n actual</guilabel>. Haga clic en el bot&oacute;n <guibutton>Suprimir</guibutton>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustlookandfeel-27">
      <title>Configuraci&oacute;n de las propiedades de la sesi&oacute;n </title>
      <indexterm>
        <primary>aplicaciones de inicio</primary>
        <secondary>gestionadas por sesi&oacute;n</secondary>
      </indexterm>
      <indexterm>
        <primary>sesiones</primary>
        <secondary>configurar propiedades</secondary>
      </indexterm>
      <para>Use la ficha <guilabel>Sesi&oacute;n actual</guilabel> para indicar los valores del orden de inicio y los estilos de reinicio de las aplicaciones gestionadas por la sesi&oacute;n actual. </para>
      <para>La <xref linkend="sessprop01"/> enumera los valores configurables de la sesi&oacute;n. </para>
      <table frame="topbot" id="sessprop01">
        <title>Propiedades de sesi&oacute;n</title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec0" colwidth="18.86*"/>
          <colspec colname="colspec1" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Orden</guilabel>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>La propiedad <guilabel>Orden</guilabel> especifica el orden en que el gestor de sesiones inicia las aplicaciones de inicio gestionadas por la sesi&oacute;n. El administrador de sesiones inicia en primer lugar las aplicaciones con los valores m&aacute;s bajos. El valor predeterminado es 50.</para>
                <para>Para especificar el orden de inicio de una aplicaci&oacute;n, selecci&oacute;nela en la tabla. Use el cuadro de desplazamiento <guilabel>Orden</guilabel> para indicar el orden de inicio.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Estilo</guilabel>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>La propiedad <guilabel>Estilo</guilabel> determina el modo del reinicio de una aplicaci&oacute;n. Para seleccionar el estilo de reinicio, elija la aplicaci&oacute;n de la tabla y, a continuaci&oacute;n, elija uno de los siguientes estilos: </para>
                <itemizedlist>
                  <listitem>
                    <para>
                      <guilabel>Normal</guilabel>
                    </para>
                    <para>Se inicia autom&aacute;ticamente al iniciar una sesi&oacute;n de Java Desktop System. Use la orden <command>kill</command> para terminar las aplicaciones al reiniciar con este estilo.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Reiniciar</guilabel>
                    </para>
                    <para>Reinicia autom&aacute;ticamente siempre que se cierre o termine una aplicaci&oacute;n. Se debe elegir este valor si la aplicaci&oacute;n debe ejecutarse de forma continua durante la sesi&oacute;n. Para terminar una aplicaci&oacute;n con este estilo, seleccione la aplicaci&oacute;n de la tabla y, a continuaci&oacute;n, haga clic en el bot&oacute;n <guibutton>Quitar</guibutton>.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Papelera</guilabel>
                    </para>
                    <para>No se inicia al iniciar una sesi&oacute;n de Java Desktop System.</para>
                  </listitem>
                  <listitem>
                    <para>
                      <guilabel>Configuraci&oacute;n</guilabel>
                    </para>
                    <para>Arranca autom&aacute;ticamente al iniciar la sesi&oacute;n. Las aplicaciones con este estilo suelen tener un orden de inicio bajo y guardan los valores de configuraci&oacute;n de Java Desktop System y las aplicaciones gestionadas por sesi&oacute;n</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Quitar</guibutton>
                </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
                <para>Haga clic en el bot&oacute;n <guibutton>Suprimir</guibutton> para borrar la aplicaci&oacute;n seleccionada en la lista. La aplicaci&oacute;n se elimina del administrador de sesiones y se cierra. Las aplicaciones suprimidas no se arrancar&aacute;n la pr&oacute;xima vez en que se inicie la sesi&oacute;n.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec0" colsep="0" rowsep="0">
                <para><guibutton>Aplicar</guibutton> </para>
              </entry>
              <entry colname="colspec1" colsep="0" rowsep="0">
                <para>Haga clic en el bot&oacute;n <guibutton>Aplicar</guibutton> para aplicar los cambios en el orden de inicio y en el estilo de reinicio.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustsession-12">
      <title>Configuraci&oacute;n de las aplicaciones de inicio </title>
      <indexterm>
        <primary>aplicaciones de inicio</primary>
        <secondary>no gestionadas por sesi&oacute;n</secondary>
      </indexterm>
      <para>En la secci&oacute;n <guilabel>Programas de inicio</guilabel> de la herramienta de preferencias <application>Sesiones</application>, se pueden especificar las <firstterm>aplicaciones de inicio</firstterm> no gestionadas por sesi&oacute;n. Las aplicaciones de inicio son aqu&eacute;llas que se arrancan autom&aacute;ticamente al iniciar una sesi&oacute;n. En la ficha <guilabel>Programas de inicio</guilabel> se pueden indicar las &oacute;rdenes que ejecutan las aplicaciones no gestionadas por sesi&oacute;n. Estas &oacute;rdenes se ejecutan autom&aacute;ticamente al iniciar la sesi&oacute;n.</para>
      <para>Tambi&eacute;n se pueden arrancar autom&aacute;ticamente las aplicaciones gestionadas por sesi&oacute;n. Para obtener m&aacute;s informaci&oacute;n, consulte <xref linkend="goscustsession-16"/>.</para>
      <para>La <xref linkend="goscustsession-TBL-19"/> enumera las preferencias modificables de las aplicaciones de inicio.</para>
      <table frame="topbot" id="goscustsession-TBL-19">
        <title>Preferencias de los programas de inicio </title>
        <tgroup cols="2">
          <colspec colname="col1" colwidth="18.86*"/>
          <colspec colname="col2" colwidth="47.14*"/>
          <thead>
            <row>
              <entry colname="col1" colsep="0">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colname="col2" colsep="0">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="col1" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel> Programas de inicio adicionales</guilabel>
                </para>
              </entry>
              <entry colname="col2" colsep="0" rowsep="0" valign="top">
                <para>Esta tabla se utiliza para administrar las aplicaciones de inicio no gestionadas por la sesi&oacute;n seg&uacute;n se indica a continuaci&oacute;n:</para>
                <itemizedlist>
                  <listitem>
                    <para>Para a&ntilde;adir una aplicaci&oacute;n de inicio, haga clic en el bot&oacute;n <guibutton>Agregar</guibutton>. Aparecer&aacute; el cuadro de di&aacute;logo <guilabel>Agregar programa de inicio</guilabel>. Introduzca la orden para iniciar la aplicaci&oacute;n en el campo <guilabel>Orden de inicio</guilabel>. </para>
                    <para>Si se indica m&aacute;s de una aplicaci&oacute;n de inicio, utilice el cuadro de desplazamiento <guilabel>Orden</guilabel> para indicar el orden de inicio de cada aplicaci&oacute;n. El orden de inicio es el orden predeterminado de arranque de las aplicaciones al iniciar la sesi&oacute;n.</para>
                  </listitem>
                  <listitem>
                    <para>Para editar una aplicaci&oacute;n de inicio, selecci&oacute;nela y haga clic en el bot&oacute;n <guibutton>Editar</guibutton>. Aparecer&aacute; el cuadro de di&aacute;logo <guilabel>Propiedades de sesi&oacute;n</guilabel>, donde puede modificar la orden y el orden de inicio de una aplicaci&oacute;n.</para>
                  </listitem>
                  <listitem>
                    <para>Para suprimir una aplicaci&oacute;n de inicio, selecci&oacute;nela y haga clic en el bot&oacute;n <guilabel>Borrar</guilabel>.</para>
                  </listitem>
                </itemizedlist>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-39">
    <title>Personalizaci&oacute;n de los accesos directos </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Accesos directos</secondary>
    </indexterm>
    <indexterm>
      <primary>teclas de acceso</primary>
      <secondary>configurar</secondary>
    </indexterm>
    <indexterm>
      <primary>combinaciones de teclas</primary>
      <secondary> configurar</secondary>
    </indexterm>
    <indexterm>
      <primary>teclas de acceso directo</primary>
      <secondary>configurar</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel> Accesos directos</guilabel>, haga clic en <guibutton>Lanzador</guibutton> u seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu> Preferencias de escritorioTeclado</guisubmenu><guimenuitem>Accesos directos</guimenuitem></menuchoice>.</para>
    <para>Un <firstterm>atajo de teclado</firstterm> es una combinaci&oacute;n de teclas que proporciona una alternativa a los procedimientos est&aacute;ndar para ejecutar una acci&oacute;n. </para>
    <para>Use la herramienta de preferencias <application>Accesos directos</application> para ver las combinaciones de teclas predeterminadas. Se pueden personalizar accesos directos predeterminados seg&uacute;n sus necesidades. Asimismo, puede configurar las preferencias de los accesos directos para funciones multimedia.</para>
    <para>Tambi&eacute;n puede crear <firstterm>teclas de acceso directo</firstterm> en sistemas Solaris. Una tecla de acceso directo es un atajo de teclado para iniciar aplicaciones. </para>
    <para>La <xref linkend="goscustdesk-TBL-5"/> enumera los par&aacute;metros de los accesos directos que se pueden personalizar en Linux.</para>
    <table frame="topbot" id="goscustdesk-TBL-5">
      <title>Preferencias de accesos directos en Linux</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Accesos directos para editar texto</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Seleccione uno de los siguientes valores:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Predeterminado</guilabel>: este valor corresponde a los accesos directos est&aacute;ndar.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel>: este valor corresponde a los accesos directos de la aplicaci&oacute;n <application>Emacs</application>.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Accesos directos del escritorio</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>En esta tabla se muestra una lista de accesos directos y sus acciones. </para>
              <para>Para cambiar el acceso directo de una acci&oacute;n, haga clic en &eacute;sta para seleccionarla y a continuaci&oacute;n en el acceso directo de la misma. Luego pulse las teclas que desea asociar con la acci&oacute;n.</para>
              <para>Para inhabilitar el acceso directo de una acci&oacute;n, haga clic en &eacute;sta para seleccionarla y a continuaci&oacute;n en el acceso directo de la misma. Pulse <keycap>Retroceso</keycap>.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>La <xref linkend="goscustdesk-TBL-3"/> enumera los par&aacute;metros de el accesos directos que se pueden personalizar en Solaris.</para>
    <table frame="topbot" id="goscustdesk-TBL-3">
      <title>Preferencias de los accesos directos en Solaris</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="36.11*"/>
        <colspec colname="colspec1" colwidth="63.89*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Accesos directos para editar texto</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Seleccione uno de los siguientes valores:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Predeterminado</guilabel>: este valor corresponde a los accesos directos est&aacute;ndar.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Emacs</guilabel>: este valor corresponde a los accesos directos de la aplicaci&oacute;n <application>Emacs</application>.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Accesos directos del escritorio</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>En esta tabla se muestra una lista de accesos directos y sus acciones. </para>
              <para>Para cambiar el acceso directo de una acci&oacute;n, haga clic en &eacute;sta para seleccionarla y a continuaci&oacute;n en el acceso directo de la misma. Luego pulse las teclas que desea asociar con la acci&oacute;n.</para>
              <para>Para inhabilitar el acceso directo de una acci&oacute;n, haga clic en &eacute;sta para seleccionarla y a continuaci&oacute;n en el acceso directo de la misma. Pulse <keycap>Retroceso</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>
                <guilabel>Teclas de acceso directo personalizadas</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Para agregar una tecla de acceso directo, siga estos pasos:</para>
              <orderedlist>
                <listitem>
                  <para>Haga clic en <guibutton>Nuevo</guibutton>. Aparece el cuadro de di&aacute;logo <guilabel>Acceso directo personalizado</guilabel>. Escriba la orden que se debe asociar con la tecla de acceso directo en el campo <guilabel>Nueva orden</guilabel>. Tambi&eacute;n puede buscar la orden con el bot&oacute;n <guibutton>Examinar</guibutton>. Una vez seleccionada la orden, haga clic en <guibutton>Aceptar</guibutton>. El comando se agrega a la secci&oacute;n <guilabel>Teclas de acceso directo personalizadas</guilabel> en la tabla <guilabel>Teclas de acceso directo del escritorio</guilabel>.</para>
                </listitem>
                <listitem>
                  <para>Haga clic en la columna <guilabel>Acceso directo</guilabel> del comando en la secci&oacute;n <guilabel>Atajos de teclado personalizados</guilabel> de la tabla <guilabel>Teclas de acceso directo del escritorio</guilabel>. Pulse la tecla o cacceso directo que desea asociar con la orden. </para>
                </listitem>
              </orderedlist>
              <para>Para editar una tecla de acceso directo, selecci&oacute;nela en la secci&oacute;n <guilabel>Accesos directos personalizados</guilabel> de la tabla <guilabel>Accesoas directos del escritorio</guilabel> y, a continuaci&oacute;n, haga clic en <guibutton>Editar</guibutton>. Edite la orden en el cuadro de di&aacute;logo <guilabel>Acceso directo personalizado</guilabel>.</para>
              <para>Para quitar una tecla de acceso directo, selecci&oacute;nela en la secci&oacute;n <guilabel>Teclas de acceso directo personalizadas</guilabel> de la tabla <guilabel>Teclas de acceso directo del escritorio</guilabel> y, a continuaci&oacute;n, haga clic en <guibutton>Quitar</guibutton>.  </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Teclas multimedia</secondary>
    </indexterm>
    <para>Utilice la herramienta de preferencias <application>Teclas multimedia </application> para asignar accesos directos a una acci&oacute;n. </para>
    <para>La <xref linkend="goscustdesk-TBL-69"/> muestra las preferencias de las combinaciones de teclas que puede definir para las funciones multimedia.</para>
    <table frame="topbot" id="goscustdesk-TBL-69">
      <title>Preferencias de las teclas multimedia</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colwidth="50*"/>
        <colspec colwidth="50*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry valign="top">
              <para>Tabla de las teclas multimedia </para>
            </entry>
            <entry>
              <para>Para agregar un acceso directo de una acci&oacute;n, haga clic en &eacute;sta para seleccionarla y pulse las teclas que desee asociar con la misma. </para>
              <para>Si desea inhabilitar los accesos directos para una acci&oacute;n, haga clic en la acci&oacute;n para seleccionarla y despu&eacute;s pulse la tecla <keycap>Retorno</keycap>.</para>
            </entry>
          </row>
          <row>
            <entry valign="top">
              <para>
                <guilabel>Utilizar el volumen PCM en lugar del volumen principal</guilabel>
              </para>
            </entry>
            <entry>
              <para>Seleccione esta opci&oacute;n si desea utilizar un volumen PCM (modulaci&oacute;n de c&oacute;digo de pulsos) en lugar del volumen principal.</para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="goscustmulti-2">
    <title>Configuraci&oacute;n del sonido </title>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Sonido</secondary>
    </indexterm>
    <indexterm>
      <primary>sonido</primary>
      <secondary>configurar preferencias</secondary>
    </indexterm>
    <indexterm>
      <primary>sonido</primary>
      <secondary>asociar eventos con sonidos</secondary>
    </indexterm>
    <indexterm>
      <primary>eventos, asociar sonidos con</primary>
    </indexterm>
    <indexterm>
      <primary>servidor de sonido</primary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Sonido</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias de escritorio</guisubmenu><guimenuitem> Sonido</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Sonido</application> permite controlar cu&aacute;ndo se inicia el servidor de sonido de Java Desktop System. Tambi&eacute;n se pueden configurar los sonidos asociados a un evento en particular.</para>
    <para>Se puede personalizar la herramienta de preferencias <application>Sonido</application> en las siguientes &aacute;reas:</para>
    <itemizedlist>
      <listitem>
        <para>
          <guilabel>General</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Eventos de sonido</guilabel>
        </para>
      </listitem>
      <listitem>
        <para>
          <guilabel>Timbre del sistema</guilabel>
        </para>
      </listitem>
    </itemizedlist>
    <sect2 id="goscustmulti-3">
      <title>Preferencias generales de sonido</title>
      <para>La ficha <guilabel>General</guilabel> de la herramienta de preferencias <application>Sonido</application> permite especificar cu&aacute;ndo iniciar el servidor de sonido de Java Desktop System. Se pueden habilitar tambi&eacute;n las funciones de eventos de sonido.</para>
      <para>La <xref linkend="goscustmulti-TBL-4"/> enumera las preferencias generales modificables del sonido.</para>
      <table frame="topbot" id="goscustmulti-TBL-4">
        <title>Preferencias generales de sonido </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Activar el iniciador del servidor de sonido</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para iniciar el servidor de sonido al iniciar una sesi&oacute;n. Cuando el servidor de sonido est&aacute; activo, Java Desktop System puede reproducir sonidos.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para><guilabel>Sonidos para los eventos</guilabel> </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para reproducir un sonido en concreto cuando se produce un evento en Java Desktop System. S&oacute;lo se puede seleccionar si se marca la opci&oacute;n <guilabel>Activar el lanzamiento del servidor de sonido</guilabel>.</para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-48">
      <title>Preferencias de eventos sonoros</title>
      <para>La ficha <guilabel>Eventos sonoros</guilabel> en la herramienta de preferencias <application>Sonido</application> se usa para asociar un sonido con un evento en particular. </para>
      <note>
        <para>Es necesario seleccionar las opciones <guilabel>Activar el lanzamiento del servidor de sonido</guilabel> y <guilabel>Sonidos para los eventos</guilabel> antes de poder acceder a la ficha <guilabel>Eventos de sonido</guilabel>.</para>
      </note>
      <para>La <xref linkend="goscustmulti-TBL-6"/> enumera las preferencias de eventos de sonido modificables.</para>
      <table frame="topbot" id="goscustmulti-TBL-6">
        <title>Preferencias de eventos sonoros </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Tabla <guilabel>Sonidos</guilabel></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Use la tabla <guilabel>Sonido</guilabel> para asociar un sonido con un evento en particular. </para>
                <para>La columna <guilabel>Evento</guilabel> muestra una lista jer&aacute;rquica de los eventos posibles. Para expandir una categor&iacute;a, haga clic en la flecha hacia abajo que aparece junto a cada categor&iacute;a.</para>
                <para>En la columna <guilabel>Archivo que se debe reproducir</guilabel> aparece el sonido asociado a cada evento.</para>
              </entry>
            </row>
            <row>
              <entry colsep="0" rowsep="0" valign="top">
                <para>
                  <guibutton>Reproducir</guibutton>
                </para>
              </entry>
              <entry colsep="0" rowsep="0" valign="top">
                <para>Haga clic en este bot&oacute;n para reproducir el sonido asociado al evento seleccionado.  </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>Cuadro de combinaci&oacute;n desplegable de archivos de sonido, <guibutton>Navegar</guibutton></para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Para asociar un sonido con un evento, selecci&oacute;nelo primero en la tabla <guilabel>Sonido</guilabel>. Escriba el nombre del archivo de sonido que desea asociar con el evento seleccionado en el cuadro de combinaci&oacute;n desplegable. Tambi&eacute;n puede hacer clic en <guibutton>Examinar</guibutton> para mostrar el cuadro de di&aacute;logo <guilabel>Seleccionar un archivo de sonido</guilabel>. Use el cuadro de di&aacute;logo para indicar el archivo de sonido que desea asociar con el evento seleccionado.</para>
                <note>
                  <para>S&oacute;lo se pueden seleccionar archivos de formato <filename>.wav</filename>.</para>
                </note>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
    <sect2 id="goscustdesk-41">
      <title>Configuraci&oacute;n del timbre del sistema </title>
      <indexterm>
        <primary>teclado</primary>
        <secondary>configurar preferencias de sonido</secondary>
      </indexterm>
      <indexterm>
        <primary>sonido</primary>
        <secondary>configurar preferencias de timbre del sistema</secondary>
      </indexterm>
      <indexterm>
        <primary>timbre del sistema</primary>
        <secondary>configurar preferencias</secondary>
      </indexterm>
      <para>Utilice la ficha <guilabel>Timbre del sistema</guilabel> para establecer las preferencias relativas al timbre del sistema.</para>
      <para>Algunas aplicaciones emiten un sonido para indicar un error al introducir datos con el teclado. Utilice las preferencias de la secci&oacute;n <guilabel>Timbre del sistema</guilabel> para configurar el sonido de &eacute;ste. La <xref linkend="goscustdesk-TBL-1"/> enumera las preferencias modificables del timbre del sistema.</para>
      <table frame="topbot" id="goscustdesk-TBL-1">
        <title>Preferencias del timbre del sistema </title>
        <tgroup cols="2" colsep="1" rowsep="1">
          <colspec colname="colspec18" colwidth="19.21*"/>
          <colspec colname="colspec19" colwidth="46.79*"/>
          <thead>
            <row>
              <entry colsep="0" rowsep="1">
                <para>Elemento de la ventana de di&aacute;logo</para>
              </entry>
              <entry colsep="0" rowsep="1">
                <para>Descripci&oacute;n</para>
              </entry>
            </row>
          </thead>
          <tbody>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Timbre audible</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Seleccione esta opci&oacute;n para activar el timbre del sistema.</para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0" valign="top">
                <para>
                  <guilabel>Avisador visual</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0" valign="top">
                <para>Seleccione esta opci&oacute;n para indicar los errores de entrada con un aviso visual. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Parpadeo de la barra de t&iacute;tulo</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Seleccione esta opci&oacute;n si desea que las barras de t&iacute;tulo parpadeen para indicar un error de entrada. </para>
              </entry>
            </row>
            <row>
              <entry colname="colspec18" colsep="0" rowsep="0">
                <para>
                  <guilabel>Parpadeo de pantalla completa</guilabel>
                </para>
              </entry>
              <entry colname="colspec19" colsep="0" rowsep="0">
                <para>Seleccione esta opci&oacute;n si desea que toda la pantalla parpadee para indicar un error de entrada. </para>
              </entry>
            </row>
          </tbody>
        </tgroup>
      </table>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-12">
    <title>Personalizaci&oacute;n de los temas </title>
    <indexterm>
      <primary>temas</primary>
      <secondary>configurar los controles</secondary>
    </indexterm>
    <indexterm>
      <primary>temas</primary>
      <secondary>configurar el marco de la ventana</secondary>
    </indexterm>
    <indexterm>
      <primary>temas</primary>
      <secondary>configurar los iconos</secondary>
    </indexterm>
    <indexterm>
      <primary> ventanas</primary>
      <secondary>configurar tema de marco</secondary>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Tema</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Tema</guilabel>, haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu>Preferencias</guimenu><guisubmenu>Preferencias de escritorioPantalla</guisubmenu><guimenuitem>Tema</guimenuitem></menuchoice>. </para>
    <para>Un tema es un conjunto de configuraciones coordinadas que unifica la apariencia visual de Java Desktop System. Para cambiar la apariencia de &eacute;ste, puede elegir entre varios temas  seleccionables con la herramienta de preferencias <application>Tema</application>. Los temas se eligen en una lista. En &eacute;sta se incluyen algunos adecuados para usuarios con problemas de accesibilidad. </para>
    <para>Los temas afectan a diferentes partes de Java Desktop System, como se indica a continuaci&oacute;n:</para>
    <variablelist>
      <varlistentry>
        <term>Controles</term>
        <listitem>
          <para><indexterm><primary>temas GTK+</primary><see>temas, opciones de controles</see></indexterm><indexterm><primary>temas</primary><secondary>opciones de controles</secondary><tertiary> introducci&oacute;n</tertiary></indexterm>La configuraci&oacute;n de los controles de un tema determina la apariencia visual de los paneles, ventanas y aplicaciones de panel. La configuraci&oacute;n de los controles tambi&eacute;n influye en la apariencia visual de los elementos compatibles con GNOME que aparecen en ventanas, paneles y aplicaciones del panel, como men&uacute;s, iconos y botones. Algunas de estas opciones est&aacute;n pensadas para usuarios con problemas de accesiblidad. Las opciones se seleccionan en la ficha <guilabel>Controles</guilabel> de la herramienta de preferencias <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Borde de la ventana</term>
        <listitem>
          <para><indexterm><primary> temas</primary><secondary>opciones del marco de ventana</secondary><tertiary>introducci&oacute;n</tertiary></indexterm><indexterm><primary>temas Metacity</primary><see> temas, opciones del marco de ventana</see></indexterm>La configuraci&oacute;n del marco de las ventanas determina el aspecto de los marcos pertenecientes s&oacute;lo a las ventanas. Las opciones se seleccionan en la ficha <guilabel>Marcos de ventana</guilabel> de la herramienta de preferencias <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
      <varlistentry>
        <term>Iconos</term>
        <listitem>
          <para><indexterm><primary>temas </primary><secondary>opciones de icono</secondary><tertiary>introducci&oacute;n</tertiary></indexterm><indexterm><primary>temas de icono</primary><see>temas, opciones de icono</see></indexterm>La configuraci&oacute;n de los iconos de un tema determina el aspecto de &eacute;stos en los paneles y el fondo del escritorio. Las opciones se seleccionan en la ficha <guilabel>Iconos</guilabel> de la herramienta de preferencias <application>Tema</application>.</para>
        </listitem>
      </varlistentry>
    </variablelist>
    <sect2 id="goscustdesk-61">
      <title>Para crear un tema personalizado</title>
      <para>Los temas que aparecen en la herramienta de preferencias <application>Tema</application> consisten en diferentes combinaciones de opciones de controles, de marcos de ventana y de iconos. Se puede crear un tema personalizado con diferentes combinaciones de controles, marco de ventana e iconos.</para>
      <para>Para crear un tema personalizado:</para>
      <orderedlist>
        <listitem>
          <para>Inicie la herramienta de preferencias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Seleccione un tema de la lista.</para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Detalles...</guibutton>. Se mostrar&aacute; el cuadro de di&aacute;logo <guilabel>Detalles del tema</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Seleccione las opciones de controles para el tema en la ficha <guilabel>Controles</guilabel>. La lista de opciones de controles disponibles incluye algunas adecuadas para usuarios con problemas de accesibilidad.</para>
        </listitem>
        <listitem>
          <para>Haga clic en la ficha <guilabel>Marcos de ventana</guilabel> para mostrar la secci&oacute;n <guilabel>Marcos de ventana</guilabel>. Seleccione en la lista la opci&oacute;n del marco de ventana que desee utilizar para el tema personalizado. La lista de opciones de marcos de ventana disponibles incluye algunas adecuadas para usuarios con problemas de accesibilidad.</para>
        </listitem>
        <listitem>
          <para>Haga clic en la pesta&ntilde;a <guilabel>Iconos</guilabel> para mostrar la ficha <guilabel>Iconos</guilabel>. Seleccione en la lista la opci&oacute;n de iconos que desea utilizar para el tema personalizado. La lista de opciones de iconos disponibles incluye algunas adecuadas para usuarios con problemas de accesibilidad. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Cerrar</guibutton> para cerrar el cuadro de di&aacute;logo <guilabel>Detalles de tema</guilabel>.</para>
        </listitem>
        <listitem>
          <para>En la herramienta de preferencias <application>Tema</application>, haga clic en el bot&oacute;n <guibutton>Guardar tema</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Introduzca el nombre y una descripci&oacute;n breve para el tema personalizado en el cuadro de di&aacute;logo y, a continuaci&oacute;n, haga clic en <guibutton>Guardar</guibutton>.<guilabel/> El tema personalizado aparecer&aacute; en la lista de temas disponibles. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-62">
      <title>Para instalar un tema nuevo</title>
      <para>Puede a&ntilde;adir un nuevo tema a la lista de disponibles. El nuevo tema deber&aacute; ser un contenedor comprimido en formato tar y zip. Es decir, el nuevo tema debe ser un archivo del tipo <filename>.tar.gz</filename>.</para>
      <para>Para instalar un tema nuevo:</para>
      <orderedlist>
        <listitem>
          <para>Inicie la herramienta de preferencias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Instalar tema...</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Escriba la ubicaci&oacute;n del archivo contenedor del tema en el cuadro combinado del cuadro de di&aacute;logo <guilabel>Instalar tema nuevo</guilabel>. Tambi&eacute;n puede buscar el fichero con el bot&oacute;n <guibutton>Examinar</guibutton>. Cuando seleccione el archivo, haga clic en <guibutton>Aceptar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Instalar</guibutton> para instalar el nuevo tema. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-80">
      <title>Para instalar una opci&oacute;n de tema nueva</title>
      <para>Se pueden instalar por separado las opciones de controles, ventana e iconos. Muchas de estas opciones se pueden encontrar en Internet.</para>
      <para>Para instalar una opci&oacute;n nueva de tema:</para>
      <orderedlist>
        <listitem>
          <para>Inicie la herramienta de preferencias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Detalles...</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en la pesta&ntilde;a del cuadro de di&aacute;logo <guilabel>Detalles del tema</guilabel> correspondiente al tipo de tema que desee instalar. Por ejemplo, para instalar una opci&oacute;n de iconos, haga clic en la ficha <guilabel>Iconos</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Instalar tema...</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Escriba la ubicaci&oacute;n del archivo contenedor de opciones en el cuadro combinado del cuadro de di&aacute;logo <guilabel>Instalar tema nuevo</guilabel>. Tambi&eacute;n puede buscar el fichero con el bot&oacute;n <guibutton>Examinar</guibutton>. Cuando seleccione el archivo, haga clic en <guibutton>Aceptar</guibutton>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en <guibutton>Instalar</guibutton> para instalar la nueva opci&oacute;n. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="goscustdesk-81">
      <title>Para suprimir una opci&oacute;n de tema</title>
      <para>Se pueden suprimir por separado las opciones de controles, ventana e iconos. </para>
      <para>Para borrar una opci&oacute;n de controles:</para>
      <orderedlist>
        <listitem>
          <para>Inicie la herramienta de preferencias <application>Tema</application>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Detalles...</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en la pesta&ntilde;a del cuadro de di&aacute;logo <guilabel>Detalles del tema</guilabel> correspondiente al tipo de opci&oacute;n que desee suprimir. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Ir a la carpeta de temas</guibutton>. Se abrir&aacute; una ventana del gestor de archivos con la carpeta de la opci&oacute;n predeterminada.</para>
        </listitem>
        <listitem>
          <para>Borre la opci&oacute;n con la ventana del gestor de archivos.</para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="goscustdesk-58">
    <title>Personalizaci&oacute;n de ventanas </title>
    <indexterm>
      <primary>gestor de ventanas</primary>
      <secondary>personalizar</secondary>
    </indexterm>
    <indexterm>
      <primary>herramientas de preferencias</primary>
      <secondary>Comportamiento de la ventana</secondary>
    </indexterm>
    <para>Para acceder a la herramienta de preferencias <guilabel>Comportamiento de la ventana</guilabel> haga clic en <guibutton>Lanzador</guibutton> y seleccione <menuchoice><guimenu> PreferenciasPreferencias del escritorio</guimenu><guisubmenu>Pantalla</guisubmenu><guimenuitem>Comportamiento de la ventana</guimenuitem></menuchoice>.</para>
    <para>La herramienta de preferencias <application>Comportamiento de la ventana</application> permite personalizar el comportamiento de las ventanas de Java Desktop System.</para>
    <para>La <xref linkend="goscustwindows-TBL-14"/>  muestra las preferencias modificables de las ventanas.</para>
    <table frame="topbot" id="goscustwindows-TBL-14">
      <title>Preferencias de las ventanas </title>
      <tgroup cols="2" colsep="1" rowsep="1">
        <colspec colname="colspec0" colwidth="18.86*"/>
        <colspec colname="colspec1" colwidth="47.14*"/>
        <thead>
          <row>
            <entry colsep="0" rowsep="1">
              <para>Elemento de la ventana de di&aacute;logo</para>
            </entry>
            <entry colsep="0" rowsep="1">
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Seleccionar las ventanas cuando el rat&oacute;n se mueva sobre ellas</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para enfocar una ventana al apuntar a ella. La ventana se mantiene enfocada hasta que apunte a otra.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Adelantar ventanas seleccionadas despu&eacute;s de un intervalo</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione esta opci&oacute;n para adelantar las ventanas un momento despu&eacute;s de recibir el foco.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Intervalo antes de adelantar</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Indique el intervalo que el sistema esperar&aacute; antes de adelantar una ventana que ha recibido el foco.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Haga doble clic en el t&iacute;tulo de la ventana para ejecutar esta acci&oacute;n</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione el comportamiento que desea que el sistema tenga al hacer doble clic sobre el barra de t&iacute;tulo de una ventana. Seleccione una de las opciones siguientes:</para>
              <itemizedlist>
                <listitem>
                  <para><guilabel>Plegar</guilabel>: oculta la ventana.</para>
                </listitem>
                <listitem>
                  <para><guilabel>Maximizar</guilabel>: maximiza la ventana.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" colsep="0" rowsep="0" valign="top">
              <para>
                <guilabel>Para mover una ventana, mantenga presionada esta tecla y luego arrastre la ventana</guilabel>
              </para>
            </entry>
            <entry colname="colspec1" colsep="0" rowsep="0" valign="top">
              <para>Seleccione la tecla que se deber&aacute; mantener pulsada para arrastrar una ventana. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
</chapter>
