<chapter id="gosdeskback-1">
  <title>C&oacute;mo usar el fondo del escritorio</title>
  <highlights>
    <para>se describe c&oacute;mo utilizar &eacute;ste para iniciar aplicaciones y abrir archivos o carpetas. En este cap&iacute;tulo tambi&eacute;n se describe c&oacute;mo utilizar el men&uacute; <guimenu>Fondo del escritorio</guimenu> y c&oacute;mo personalizar el fondo del escritorio.</para>
  </highlights>
  <sect1 id="gosdeskback-21">
    <title>Introducci&oacute;n al fondo del escritorio </title>
    <indexterm>
      <primary>fondo del escritorio</primary>
      <secondary>introducci&oacute;n</secondary>
    </indexterm>
    <para>El fondo del escritorio se sit&uacute;a detr&aacute;s del resto de componentes del escritorio. Es un componente activo de la interfaz del usuario. En &eacute;l se pueden realizar las siguientes tareas:</para>
    <itemizedlist>
      <listitem>
        <para>Iniciar las aplicaciones y abrir archivos o carpetas. </para>
        <para>Pueden a&ntilde;adirse objetos al fondo del escritorio para facilitar el acceso a los archivos, carpetas y aplicaciones que se usen frecuentemente. Por ejemplo, se puede a&ntilde;adir el lanzador de una aplicaci&oacute;n. Puede crear un enlace simb&oacute;lico a un archivo que se utilice con frecuencia y a&ntilde;adirlo al escritorio. Tambi&eacute;n pueden almacenarse archivos y carpetas.</para>
      </listitem>
      <listitem>
        <para>Abra el men&uacute; <guimenu>Fondo del escritorio</guimenu>.</para>
        <para>Haga clic con el bot&oacute;n derecho del rat&oacute;n en el fondo del escritorio para abrir el men&uacute; <guimenu>Escritorio</guimenu> que <guimenu/>permite realizar acciones en el fondo del escritorio.</para>
      </listitem>
      <listitem>
        <para>Trabajar con la <guilabel>Papelera</guilabel>.</para>
        <para>Se pueden desplazar objetos a la <guilabel>Papelera</guilabel> y vaciarla.<guilabel/></para>
      </listitem>
      <listitem>
        <para>Personalizar el fondo del escritorio.</para>
        <para>Se pueden personalizar los colores del fondo del escritorio.</para>
      </listitem>
    </itemizedlist>
    <para>De manera predeterminada, el fondo del escritorio contiene cinco objetos. La <xref linkend="gosdeskback-TBL-84"/>  describe las funciones de los objetos predeterminados del escritorio:</para>
    <table frame="topbot" id="gosdeskback-TBL-84">
      <title>Funciones de los objetos predeterminados del fondo del escritorio</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Objeto </para>
            </entry>
            <entry>
              <para>Funci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Este equipo</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Proporciona un punto de acceso a algunas de las funciones clave de Java Desktop System <guilabel/>y permite acceder a las aplicaciones y herramientas de configuraci&oacute;n, as&iacute; como a los programas que configuran el sistema como un servidor y que modifican otros detalles de la configuraci&oacute;n del sistema.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para><guilabel>Documentos</guilabel> </para>
            </entry>
            <entry colname="colspec1">
              <para>Permite acceder directamente a los archivos almacenados en el directorio predeterminado.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Papelera</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Proporciona un &aacute;rea de almacenamiento temporal de archivos, carpetas u objetos del escritorio desde el cual &eacute;stos se pueden volver a recuperar o donde se pueden suprimir definitivamente. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Ayuda de Java Desktop System</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia un navegador de ayuda desde el que se puede acceder a informaci&oacute;n de ayuda acerca de <application>Java Desktop System</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guilabel>Star Office 7</guilabel>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Ejecuta la aplicaci&oacute;n <application>StarOffice</application>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-2">
    <title>Objetos del fondo del escritorio </title>
    <indexterm>
      <primary>escritorio</primary>
      <secondary>objetos del escritorio</secondary>
    </indexterm>
    <para>Un objeto del fondo del escritorio es un icono que se utiliza para abrir archivos, carpetas y aplicaciones. Se pueden agregar objetos al fondo del escritorio para facilitar el acceso a los archivos, carpetas y aplicaciones que se utilizan m&aacute;s frecuentemente. Por ejemplo, se puede a&ntilde;adir una lanzador para abrir una aplicaci&oacute;n que se usa a menudo. </para>
    <para>La <xref linkend="gosdeskback-TBL-86"/> describe los tipos de objeto que se pueden agregar al fondo del escritorio.</para>
    <table frame="topbot" id="gosdeskback-TBL-86">
      <title>Tipos de objetos del fondo del escritorio</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="30.23*"/>
        <colspec colname="colspec1" colwidth="69.77*"/>
        <thead>
          <row rowsep="1">
            <entry colname="colspec0">
              <para>Tipo de objeto</para>
            </entry>
            <entry>
              <para>Descripci&oacute;n</para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Enlace simb&oacute;lico</para>
            </entry>
            <entry valign="top">
              <para>Un enlace simb&oacute;lico es un objeto que designa a un fichero o una carpeta Al hacer clic en uno de estos enlaces, se abre el archivo o carpeta al cual designa. Estos enlaces pueden moverse o copiarse al fondo del escritorio.</para>
              <para>y se identifican f&aacute;cilmente por un emblema predefinido en forma de flecha que aparece en todos ellos. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Lanzador</para>
            </entry>
            <entry valign="top">
              <para>Se pueden a&ntilde;adir los siguientes tipos de lanzadores:</para>
              <itemizedlist>
                <listitem>
                  <para>Aplicaci&oacute;n: inicia una determinada aplicaci&oacute;n.</para>
                </listitem>
                <listitem>
                  <para>Enlace: enlaza con un archivo determinado o un URI.</para>
                </listitem>
              </itemizedlist>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Archivo</para>
            </entry>
            <entry valign="top">
              <para>Pueden a&ntilde;adirse archivos al fondo del escritorio. Los archivos de fondo del escritorio se encuentran en el directorio <literal>Escritorio</literal>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para>Carpeta </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Se pueden mover y crear carpetas en el fondo del escritorio. Las carpetas de fondo del escritorio se encuentran en el directorio <literal>Escritorio</literal>. </para>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
    <para>En las siguientes secciones se describe c&oacute;mo trabajar con los objetos del fondo del escritorio.</para>
    <sect2 id="gosdeskback-30">
      <title>Para seleccionar objetos del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>seleccionar objetos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>seleccionar</secondary>
      </indexterm>
      <para>Para seleccionar un objeto del fondo del escritorio, haga clic en el objeto. Para seleccionar m&uacute;ltiples objetos, mantenga pulsada la tecla <keycap> Ctrl</keycap> y, a continuaci&oacute;n, haga clic en los objetos que desea seleccionar.</para>
      <para>Se puede marcar un &aacute;rea del escritorio para seleccionar todos los objetos que est&eacute;n dentro de ella. Mantenga pulsado el bot&oacute;n izquierdo del rat&oacute;n. A continuaci&oacute;n seleccione el &aacute;rea que contiene los objetos que desea seleccionar. Al mantener pulsado el bot&oacute;n izquierdo del rat&oacute;n, aparece un rect&aacute;ngulo que marca el &aacute;rea de selecci&oacute;n. </para>
      <para>Para seleccionar m&uacute;ltiples &aacute;reas, mantenga pulsada la tecla <keycap>Ctrl</keycap> y, a continuaci&oacute;n, seleccione las &aacute;reas. </para>
    </sect2>
    <sect2 id="gosdeskback-29">
      <title>Para abrir un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>abrir objetos </secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>abrir</secondary>
      </indexterm>
      <para>Para abrir un objeto del fondo del escritorio, haga doble clic en el objeto. Tambi&eacute;n puede hacer clic con el bot&oacute;n derecho del rat&oacute;n en el objeto y seleccionar <guimenuitem>Abrir</guimenuitem>. Al abrir un objeto, se ejecuta la acci&oacute;n predeterminada para el objeto. Por ejemplo, si el objeto es un archivo de texto, &eacute;ste se abre en una ventana del gestor de archivos. Las acciones predeterminadas para los tipos de archivos est&aacute;n especificadas en la herramienta de preferencias de escritorio <application>Asociaciones de archivos</application>.</para>
      <para>Para ejecutar una acci&oacute;n que no sea la predeterminada, haga clic con el bot&oacute;n derecho del rat&oacute;n y seleccione <guimenuitem>Abrir con</guimenuitem>. Elija la acci&oacute;n en el submen&uacute; <guisubmenu>Abrir con</guisubmenu>. </para>
      <para>Los elementos del submen&uacute; <guimenuitem>Abrir con</guimenuitem> se corresponden con los siguientes apartados de la herramienta de preferencias <application>Asociaciones de archivos</application>:</para>
      <itemizedlist>
        <listitem>
          <para>Lista desplegable <guilabel>Acci&oacute;n predeterminada</guilabel> del cuadro di&aacute;logo <guilabel>Editar tipo de archivo</guilabel></para>
        </listitem>
        <listitem>
          <para>Lista desplegable <guilabel>Componente de visualizaci&oacute;n</guilabel> del cuadro di&aacute;logo <guilabel>Editar tipo de archivo</guilabel></para>
        </listitem>
      </itemizedlist>
      <para>Las preferencias se pueden configurar para que s&oacute;lo haga falta hacer clic una vez para ejecutar la acci&oacute;n predeterminada.</para>
    </sect2>
    <sect2 id="gosdeskback-3">
      <title>Para agregar un lanzador al fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>agregar lanzadores</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>lanzadores</secondary>
      </indexterm>
      <para>Cada lanzador puede iniciar una aplicaci&oacute;n o enlazar con un archivo, carpeta, sitio FTP o direcci&oacute;n URI. </para>
      <para>Para agregar un lanzador al fondo del escritorio:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic con el bot&oacute;n derecho en el fondo del escritorio y seleccione <guimenuitem>Crear lanzador</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Escriba la informaci&oacute;n requerida en el cuadro de di&aacute;logo <guilabel>Crear lanzador</guilabel>. El comando que se introduzca para la lanzadera es el comando que se ejecutar&aacute; autom&aacute;ticamente al utilizar el objeto.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-20">
      <title>Para agregar un enlace simb&oacute;lico al fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>agregar enlaces simb&oacute;licos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>enlaces simb&oacute;licos</secondary>
      </indexterm>
      <indexterm>
        <primary>enlace simb&oacute;lico</primary>
        <secondary>crear a objeto del escritorio</secondary>
      </indexterm>
      <para>Se pueden crear enlaces simb&oacute;licos en el fondo del escritorio para:</para>
      <itemizedlist>
        <listitem>
          <para>Abrir un archivo con una aplicaci&oacute;n en particular.</para>
        </listitem>
        <listitem>
          <para>Abrir una determinada carpeta en una ventana del gestor de archivos.</para>
        </listitem>
        <listitem>
          <para>Ejecutar un archivo binario o una secuencia de &oacute;rdenes.</para>
        </listitem>
      </itemizedlist>
      <para>Para crear un enlace simb&oacute;lico en el fondo del escritorio:</para>
      <orderedlist>
        <listitem>
          <para>Muestre el archivo o carpeta para el cual desea crear el enlace en una ventana del gestor de archivos.</para>
        </listitem>
        <listitem>
          <para>Cree el enlace simb&oacute;lico para este archivo o carpeta. Para crear un enlace, seleccione el objeto en primer lugar. Seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Crear enlace</guimenuitem></menuchoice>. Se crear&aacute; un enlace para el archivo o carpeta en el directorio actual. y se identifican f&aacute;cilmente por un emblema predefinido en forma de flecha que aparece en todos ellos. A continuaci&oacute;n se muestra un enlace simb&oacute;lico de un archivo:</para>
          <screenshot>
            <mediaobject>
              <imageobject>
                <imagedata fileref="figures/naut_samplesymlink_icon.png" format="PNG"/>
              </imageobject>
              <textobject>
                <phrase>Icono de archivo con el emblema de enlace simb&oacute;lico.&lt;?SunTrans /translation&gt; </phrase>
              </textobject>
            </mediaobject>
          </screenshot>
        </listitem>
        <listitem>
          <para>Arrastre el enlace simb&oacute;lico al fondo del escritorio. El objeto se traslada al fondo del escritorio. </para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-16">
      <title>Agregaci&oacute;n de un archivo o carpeta al fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>agregar archivos o carpetas</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>archivos y carpetas</secondary>
      </indexterm>
      <para>A continuaci&oacute;n se muestra c&oacute;mo agregar archivos y carpetas al fondo del escritorio. </para>
      <sect3 id="gosdeskback-18">
        <title>Para mover un archivo o carpeta al fondo del escritorio </title>
        <indexterm>
          <primary>fondo del escritorio</primary>
          <secondary>mover un archivo o carpeta a</secondary>
        </indexterm>
        <para>Los archivos o carpetas se pueden mover del gestor de archivos al fondo del escritorio. Para hacerlo:</para>
        <orderedlist>
          <listitem>
            <para>Abra una ventana del gestor de archivos. </para>
          </listitem>
          <listitem>
            <para>Muestre el archivo o carpeta que desee mover.</para>
          </listitem>
          <listitem>
            <para>Arrastre el archivo o carpeta al fondo del escritorio. El icono se traslada al fondo del escritorio. El archivo o carpeta se traslada al directorio <literal>Escritorio</literal>.</para>
            <para>Tambi&eacute;n puede seleccionar el archivo o carpeta y, a continuaci&oacute;n, seleccionar <menuchoice><guimenu>Editar</guimenu><guimenuitem>Cortar archivos</guimenuitem></menuchoice>. Haga clic con el bot&oacute;n derecho del rat&oacute;n en cualquier objeto del fondo del escritorio y, a continuaci&oacute;n, escoja <guimenuitem>Pegar archivos</guimenuitem>. </para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-17">
        <title>Para copiar un archivo o carpeta al fondo del escritorio </title>
        <indexterm>
          <primary>fondo del escritorio</primary>
          <secondary>copiar un archivo o carpeta a</secondary>
        </indexterm>
        <para>Se puede copiar un archivo o una carpeta del gestor de archivos en el fondo del escritorio. Para copiar un archivo o carpeta al fondo del escritorio:</para>
        <orderedlist>
          <listitem>
            <para>Abra una ventana del gestor de archivos. </para>
          </listitem>
          <listitem>
            <para>Muestre el archivo o carpeta que desee mover.</para>
          </listitem>
          <listitem>
            <para>Mantenga pulsado <keycap>Ctrl</keycap> y, a continuaci&oacute;n, arrastre el archivo o carpeta al fondo del escritorio. Se crea el icono correspondiente en el fondo del escritorio. El archivo o carpeta se copia en el directorio <literal>Escritorio</literal>.</para>
            <para>Tambi&eacute;n puede seleccionar el archivo o carpeta y, a continuaci&oacute;n, seleccionar <menuchoice><guimenu>Editar</guimenu><guimenuitem>Cortar archivos</guimenuitem></menuchoice>. Haga clic con el bot&oacute;n derecho del rat&oacute;n en cualquier objeto del fondo del escritorio y, a continuaci&oacute;n, escoja <guimenuitem>Pegar archivos</guimenuitem>.</para>
          </listitem>
        </orderedlist>
      </sect3>
      <sect3 id="gosdeskback-19">
        <title>Para crear una carpeta en el fondo del escritorio </title>
        <indexterm>
          <primary>fondo del escritorio</primary>
          <secondary>crear una carpeta en</secondary>
        </indexterm>
        <para>Para crear una carpeta, haga clic con el bot&oacute;n derecho del rat&oacute;n en el fondo para abrir el men&uacute; <guimenu>Escritorio</guimenu>. Seleccione <guimenuitem>Crear carpeta</guimenuitem>. Se crear&aacute; una carpeta <guilabel>sin t&iacute;tulo</guilabel> en el fondo del escritorio. Escriba el nombre de la nueva carpeta y, a continuaci&oacute;n, pulse <keycap>Intro</keycap>. Se mostrar&aacute; la carpeta con el nuevo nombre. La nueva carpeta se encuentra en el directorio <literal>Escritorio</literal>.</para>
      </sect3>
    </sect2>
    <sect2 id="gosdeskback-90">
      <title>Para cambiar el nombre de un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>renombrar objeto</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>renombrar</secondary>
      </indexterm>
      <para>Para cambiar el nombre de un objeto del fondo del escritorio, haga clic con el bot&oacute;n de la derecha y seleccione <guimenuitem>Renombrar</guimenuitem>. El nombre del objeto del fondo del escritorio se resaltar&aacute;. Escriba el nuevo nombre y pulse <keycap>Intro</keycap>.</para>
    </sect2>
    <sect2 id="gosdeskback-25">
      <title>Para quitar un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>suprimir un objeto de</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>suprimir</secondary>
      </indexterm>
      <para>Para quitar un objeto del fondo del escritorio, haga clic con el bot&oacute;n derecho del rat&oacute;n sobre el objeto y, a continuaci&oacute;n, elija <guimenuitem>Mover a la papelera</guimenuitem>. Tambi&eacute;n puede arrastrar el objeto a la <guilabel>Papelera</guilabel>.</para>
      <note>
        <para>Al mover un archivo o carpeta desde un dispositivo desmotable a la <guilabel> Papelera</guilabel> &eacute;ste se guarda en una direcci&oacute;n llamada <guilabel>Papelera</guilabel> dentro del propio dispositivo. Para suprimir el archivo o carpeta de forma permantente, debe vaciar la <guilabel>Papelera</guilabel>.</para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-86">
      <title>Para eliminar un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>eliminar un objeto</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>eliminar</secondary>
      </indexterm>
      <para>Cuando se suprime un objeto del fondo del escritorio, no se mueve a la <guilabel> Papelera</guilabel>, sino que se suprime por completo. El elemento de men&uacute; <guimenuitem>Suprimir</guimenuitem> s&oacute;lo est&aacute; disponible si previamente se ha seleccionado la opci&oacute;n <guilabel>Incluir a una orden de suprimir que evite el paso por la papelera</guilabel> en el cuadro de di&aacute;logo <guilabel>Preferencias</guilabel> del gestor de archivos. </para>
      <para>Para suprimir un objeto del fondo del escritorio, haga clic en &eacute;l con el bot&oacute;n derecho y seleccione <guimenuitem>Suprimir</guimenuitem>. </para>
      <note>
        <para>Los objetos <guilabel>Este equipo</guilabel> y <guilabel>Papelera</guilabel> no se pueden suprimir. </para>
      </note>
    </sect2>
    <sect2 id="gosdeskback-89">
      <title>Para ver las propiedades de un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>ver propiedades de objeto</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>ver propiedades</secondary>
      </indexterm>
      <para>Para ver las propiedades de un objeto del fondo del escritorio, efect&uacute;e los pasos siguientes:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic con el bot&oacute;n derecho sobre el objeto cuyas propiedades desee ver y, a continuaci&oacute;n seleccione <guimenuitem>Propiedades</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Este cuadro de di&aacute;logo permite ver las propiedades del objeto. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Cerrar</guibutton> para cerrar el cuadro de di&aacute;logo.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-91">
      <title>Para cambiar los permisos de un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>cambiar permisos de objeto</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>cambiar permisos</secondary>
      </indexterm>
      <para>Para cambiar los permisos de un objeto del fondo del escritorio:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic con el bot&oacute;n derecho sobre el objeto cuyo icono desee cambiar y seleccione <guimenuitem>Propiedades</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Haga clic en la pesta&ntilde;a <guilabel>Permisos</guilabel> del cuadro de di&aacute;logo Propiedades. </para>
        </listitem>
        <listitem>
          <para>En la secci&oacute;n <guilabel>Permisos</guilabel>, utilice la lista desplegable y las casillas de verificaci&oacute;n para cambiar los permisos del archivo o carpeta. Para obtener m&aacute;s informaci&oacute;n acerca de los elementos de di&aacute;logo de la pesta&ntilde;a <guilabel>Permisos</guilabel>, consulte <citetitle>C&oacute;mo usar el gestor de archivos</citetitle>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Cerrar</guibutton> para cerrar el cuadro de di&aacute;logo.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-93">
      <title>Para agregar un emblema a un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>agregar emblemas a objetos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>agregar emblemas</secondary>
      </indexterm>
      <indexterm>
        <primary>emblemas</primary>
        <secondary>agregar a objetos de escritorio</secondary>
      </indexterm>
      <para>Para agregar un emblema a un objeto del fondo del escritorio: </para>
      <orderedlist>
        <listitem>
          <para>Haga clic con el bot&oacute;n derecho sobre el objeto al que desea agregar el emblema y, a continuaci&oacute;n, seleccione <guimenuitem>Propiedades</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en la pesta&ntilde;a <guilabel>Emblemas</guilabel> para mostrar la secci&oacute;n <guilabel>Emblemas</guilabel>.</para>
        </listitem>
        <listitem>
          <para>Seleccione el emblema que desea agregar al elemento.</para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Cerrar</guibutton> para cerrar el cuadro de di&aacute;logo.</para>
        </listitem>
      </orderedlist>
    </sect2>
    <sect2 id="gosdeskback-95">
      <title>Para agregar una nota a un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>agregar notas a objetos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>agregar notas</secondary>
      </indexterm>
      <indexterm>
        <primary>notas</primary>
        <secondary>agregar a objetos del escritorio</secondary>
      </indexterm>
      <para>Para agregar una nota a un objeto del fondo del escritorio: </para>
      <orderedlist>
        <listitem>
          <para>Seleccione el objeto al cual desee agregar la nota. </para>
        </listitem>
        <listitem>
          <para>Elija <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Propiedades</guimenuitem></menuchoice>. </para>
        </listitem>
        <listitem>
          <para>Haga clic en la pesta&ntilde;a <guilabel>Notas</guilabel> de la ficha <guilabel>Notas</guilabel>. Escriba la nota.</para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Cerrar</guibutton> para cerrar el cuadro de di&aacute;logo. Se agregar&aacute; un emblema de nota al objeto.</para>
        </listitem>
      </orderedlist>
      <para>Para borrar una nota, borre el texto que aparece en la ficha <guilabel>Notas</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-92">
      <title>Para cambiar el icono de un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>cambiar icono de objeto del escritorio</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary>cambiar iconos</secondary>
      </indexterm>
      <para>Para cambiar el icono de un objeto del fondo del escritorio:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic con el bot&oacute;n derecho sobre el objeto cuyo icono desee cambiar y seleccione <guimenuitem>Propiedades</guimenuitem>. </para>
        </listitem>
        <listitem>
          <para>En la solapa <guilabel>B&aacute;sico</guilabel>, haga clic en el bot&oacute;n <guibutton>Seleccionar icono personal</guibutton>. </para>
        </listitem>
        <listitem>
          <para>Utilice el cuadro de di&aacute;logo <guilabel>Elija un icono</guilabel> para seleccionar el icono que representa al archivo o carpeta. </para>
        </listitem>
        <listitem>
          <para>Haga clic en el bot&oacute;n <guibutton>Cerrar</guibutton> para cerrar el cuadro de di&aacute;logo.</para>
        </listitem>
      </orderedlist>
      <para>Para quitar un icono personalizado y restablecer el predeterminado, haga clic en el bot&oacute;n <guilabel>Suprimir icono personal</guilabel> del cuadro de di&aacute;logo <guilabel>Propiedades</guilabel>.</para>
    </sect2>
    <sect2 id="gosdeskback-94">
      <title>Para cambiar el tama&ntilde;o del icono de un objeto del fondo del escritorio </title>
      <indexterm>
        <primary>fondo del escritorio</primary>
        <secondary>redimensionar iconos</secondary>
      </indexterm>
      <indexterm>
        <primary>objetos del escritorio</primary>
        <secondary> redimensionar iconos</secondary>
      </indexterm>
      <para>Se puede cambiar el tama&ntilde;o del icono que representa un objeto del fondo del escritorio. Para cambiar el tama&ntilde;o el icono de un objeto del fondo del escritorio:</para>
      <orderedlist>
        <listitem>
          <para>Haga clic en el objeto con el bot&oacute;n derecho del rat&oacute;n y, a continuaci&oacute;n, elija <guimenuitem>Estirar icono</guimenuitem>. Aparecer&aacute; un rmarco alrededor del icono, con un asa en cada esquina.</para>
        </listitem>
        <listitem>
          <para>Agarre una de las asas y redimensione el icono al tama&ntilde;o deseado.</para>
          <para>Para devolver el icono a su tama&ntilde;o original, haga clic en el icono y, a continuaci&oacute;n, elija <guimenuitem>Restaurar el tama&ntilde;o original del icono</guimenuitem>. </para>
        </listitem>
      </orderedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-8">
    <title>Uso de la papelera en el fondo del escritorio </title>
    <indexterm>
      <primary>fondo del escritorio</primary>
      <secondary>usar Papelera</secondary>
    </indexterm>
    <indexterm>
      <primary>Papelera</primary>
      <secondary>usar en escritorio</secondary>
    </indexterm>
    <para>Puede mover los siguientes elementos a la <guilabel>Papelera</guilabel>:</para>
    <itemizedlist>
      <listitem>
        <para>Archivos</para>
      </listitem>
      <listitem>
        <para>Carpetas</para>
      </listitem>
      <listitem>
        <para>Objetos del fondo del escritorio</para>
      </listitem>
    </itemizedlist>
    <para>Si desea recuperar un archivo de la <guilabel>Papelera</guilabel>, &aacute;brala y s&aacute;quelo de ella. Al vaciar la <guilabel>Papelera</guilabel>, se eliminan permanentemente sus elementos. </para>
    <sect2 id="gosdeskback-44">
      <title>Para mostrar la Papelera </title>
      <indexterm>
        <primary>Papelera</primary>
        <secondary>mostrar</secondary>
      </indexterm>
      <para>Puede mostrar el contenido de la <guilabel>Papelera</guilabel> de las siguientes maneras:</para>
      <itemizedlist>
        <listitem>
          <para>Desde el fondo del escritorio</para>
          <para>Haga doble clic en el objeto <guilabel>Papelera</guilabel> del fondo del escritorio. El contenido de la <guilabel>Papelera</guilabel> se muestra en una ventana del gestor de archivos.</para>
        </listitem>
        <listitem>
          <para>Desde una ventana del gestor de archivos</para>
          <para>Elija <menuchoice><guimenu>Ir a</guimenu><guimenuitem>Papelera</guimenuitem></menuchoice>. El contenido de la <guilabel>Papelera</guilabel> se muestra en la ventana del gestor de archivos.</para>
        </listitem>
      </itemizedlist>
    </sect2>
    <sect2 id="gosdeskback-10">
      <title>Para vaciar la Papelera </title>
      <indexterm>
        <primary>Papelera</primary>
        <secondary>vaciar</secondary>
      </indexterm>
      <para>Puede vaciar el contenido de la <guilabel>Papelera</guilabel> de las siguientes maneras:</para>
      <itemizedlist>
        <listitem>
          <para>Desde el fondo del escritorio</para>
          <para>Haga clic con el bot&oacute;n de la derecha sobre el objeto <guilabel>Papelera</guilabel> y, a continuaci&oacute;n, <guimenuitem>Vaciar papelera</guimenuitem>.</para>
        </listitem>
        <listitem>
          <para>Desde una ventana del gestor de archivos.</para>
          <para>Elija <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Vaciar papelera</guimenuitem></menuchoice>.</para>
        </listitem>
      </itemizedlist>
    </sect2>
  </sect1>
  <sect1 id="gosdeskback-9">
    <title>Uso del men&uacute; del fondo del escritorio </title>
    <indexterm>
      <primary>fondo del escritorio</primary>
      <secondary>uso del men&uacute; del escritorio</secondary>
    </indexterm>
    <indexterm>
      <primary>men&uacute; del escritorio</primary>
      <secondary> descripci&oacute;n</secondary>
    </indexterm>
    <indexterm>
      <primary>men&uacute;s</primary>
      <secondary> men&uacute; del escritorio</secondary>
    </indexterm>
    <para><indexterm><primary>men&uacute; del escritorio</primary><secondary>ilustraci&oacute;n</secondary></indexterm>Para abrir el men&uacute; <guimenu> Fondo del escritorio</guimenu>, haga clic con el bot&oacute;n derecho del rat&oacute;n en un espacio vac&iacute;o del fondo del escritorio. que <guimenu/>permite realizar acciones en el fondo del escritorio.</para>
    <para>La <xref linkend="gosdeskback-TBL-85"/> describe los elementos del men&uacute; <guimenu>Fondo del escritorio</guimenu>.</para>
    <table frame="topbot" id="gosdeskback-TBL-85">
      <title>Elementos del men&uacute; del fondo del escritorio</title>
      <tgroup cols="2" colsep="0" rowsep="0">
        <colspec colname="colspec0" colwidth="35.94*"/>
        <colspec colname="colspec1" colwidth="64.06*"/>
        <thead>
          <row rowsep="1">
            <entry>
              <para>Elemento del men&uacute;</para>
            </entry>
            <entry>
              <para>Funci&oacute;n </para>
            </entry>
          </row>
        </thead>
        <tbody>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Abrir terminal</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia una aplicaci&oacute;n <application>Terminal</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Crear carpeta</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Crea un nuevo objeto carpeta.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Crear lanzador</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Crea un lanzador en el fondo del escritorio. Para obtener m&aacute;s informaci&oacute;n, consulte <xref linkend="gosdeskback-3"/>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Crear documento</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Crea un documento. Puede utilizar los documentos que cree con m&aacute;s frecuencia para crear carpetas. Por ejemplo, , si crea facturas de forma habitual, puede crear un documento de factura vac&iacute;o y guardarlo como <literal>factura.doc</literal> en la carpeta <literal>$HOME/Templates</literal>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0" valign="top">
              <para><guimenuitem>Reorganizar por nombre</guimenuitem> </para>
            </entry>
            <entry colname="colspec1" valign="top">
              <para>Ordena alfab&eacute;ticamente los objetos del fondo del escritorio.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Mantener alineaci&oacute;n</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Asegura que los bordes izquierdos de los objetos del fondo del escritorio permanezcan alineados.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Pegar archivos</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Pone los archivos en una carpeta seleccionada del fondo del escritorio.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Utilizar fondo predeterminado</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Restaura el fondo del escritorio al &uacute;ltimo valor escogido en el cuadro de di&aacute;logo <guilabel>Fondos y emblemas</guilabel>. Puede acceder al cuadro de di&aacute;logo <guilabel>Fondos y emblemas</guilabel> desde <application>Nautilus</application>. </para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Cambiar fondo del escritorio</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia la herramienta de preferencias <application>Fondo del escritorio</application>.</para>
            </entry>
          </row>
          <row>
            <entry colname="colspec0">
              <para>
                <guimenuitem>Cambiar la resoluci&oacute;n de pantalla</guimenuitem>
              </para>
            </entry>
            <entry colname="colspec1">
              <para>Inicia la herramienta de preferencias <application> Resoluci&oacute;n de la pantalla</application>.</para>
              <para/>
            </entry>
          </row>
        </tbody>
      </tgroup>
    </table>
  </sect1>
  <sect1 id="gosdeskback-12">
    <title>Cambiar el patr&oacute;n o el color del fondo del escritorio </title>
    <indexterm>
      <primary>fondo del escritorio</primary>
      <secondary>cambiar patr&oacute;n o color de fondo</secondary>
    </indexterm>
    <indexterm>
      <primary>fondos</primary>
      <secondary>cambiar fondo del escritorio</secondary>
    </indexterm>
    <para>Puede cambiarse el patr&oacute;n o color del fondo del escritorio seg&uacute;n las preferencias del usuario. El gestor de archivos incluye patrones y colores para el fondo de escritorio para poder personalizar el aspecto de los siguientes componentes: </para>
    <para>Se puede cambiar el patr&oacute;n o el color del fondo del escritorio de las siguientes maneras:</para>
    <itemizedlist>
      <listitem>
        <para>Arrastrar un patr&oacute;n o color de otra ventana o cuadro de di&aacute;logo al fondo del escritorio. </para>
        <para>Si el fondo del escritorio es un color, se puede crear un efecto de fundido. Un efecto de fundido es un efecto visual en el que un color se transforma gradualmente en otro. Para crearlo, arrastre un color diferente al del fondo a uno de los extremos de la pantalla. El color se mezclar&aacute; con el otro gradualmente, avanzando desde el lado de la pantalla en que lo haya arrastrado hasta el otro extremo.</para>
        <para>Antes de arrastrar un color a un extremo de la pantalla, compruebe si hay un panel lateral en ese lado. Si all&iacute; hubiera un panel lateral, deber&aacute; ocultarlo antes de arrastrar el color.</para>
      </listitem>
      <listitem>
        <para>Utilizar la herramienta de preferencias <application>Fondo del escritorio</application>. </para>
      </listitem>
      <listitem>
        <para>Escoja un patr&oacute;n o color para el fondo en el cuadro de di&aacute;logo <guilabel>Fondos y Emblemas</guilabel>. Para cambiar el patr&oacute;n o color del fondo del escritorio:</para>
        <orderedlist>
          <listitem>
            <para>Abra una ventana del gestor de archivos.</para>
          </listitem>
          <listitem>
            <para>Elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Fondos y emblemas</guimenuitem></menuchoice>. </para>
          </listitem>
          <listitem>
            <para>Para mostrar una lista de los fondos que se pueden usar, haga clic en el bot&oacute;n <guibutton>Fondos</guibutton> del cuadro de di&aacute;logo <guilabel>Fondos y emblemas</guilabel>. Para mostrar la lista de colores disponibles, haga clic en el bot&oacute;n <guibutton>Colores</guibutton>.</para>
          </listitem>
          <listitem>
            <para>Para que el fondo del escritorio sea a un patr&oacute;n, arrastre el patr&oacute;n al fondo. Para que el fondo del escritorio sea un color, arrastre el color al fondo.</para>
          </listitem>
          <listitem>
            <para>Haga clic en <guibutton>Cerrar</guibutton>. </para>
          </listitem>
        </orderedlist>
      </listitem>
    </itemizedlist>
  </sect1>
</chapter>
