<?xml version="1.0" encoding="utf-8"?>
  
  <preface id="preface-0"><title>Pr&oacute;logo</title><para>La informaci&oacute;n incluida en <citetitle>Java Desktop System Versi&oacute;n 3: Gu&iacute;a del usuario</citetitle> es gen&eacute;rica para las siguientes versiones: <itemizedlist><listitem><para>Sun  Java Desktop System Versi&oacute;n 3 para el sistema operativo Solaris para la arquitectura x86.</para></listitem><listitem><para>Java Desktop System Versi&oacute;n 3 para el sistema operativo Solaris para la arquitectura  SPARC.</para></listitem></itemizedlist></para><para>La informaci&oacute;n de este manual en su mayor parte es gen&eacute;rica para todas las versiones de Java Desktop System; cuando no lo sea se indicar&aacute; la plataforma.</para><sect1 id="preface-9"><title>Qui&eacute;n debe utilizar este manual</title><para>Este manual va dirigido a usuarios que planean usar Java Desktop System como entorno de escritorio predeterminado. Utilice este manual si necesita:<itemizedlist><listitem><para>Trabajar con aplicaciones en el escritorio. </para></listitem><listitem><para>Personalizar el escritorio.</para></listitem><listitem><para>Conocer funciones espec&iacute;ficas.</para></listitem></itemizedlist></para></sect1><sect1 id="preface-2"><title>Organizaci&oacute;n de este manual</title><para>Este manual se organiza de la forma siguiente:</para><itemizedlist><listitem><para><xref linkend="gosgetstarted-1"/></para><para>Este cap&iacute;tulo contiene informaci&oacute;n acerca de c&oacute;mo empezar, gestionar y finalizar sesiones de Java Desktop System. </para></listitem><listitem><para><xref linkend="gospanel-1"/></para><para>Los paneles son componentes clave de Java Desktop System. En este cap&iacute;tulo se indica c&oacute;mo utilizar las diferentes partes de los paneles y c&oacute;mo invocar las funciones disponibles en Java Desktop System a trav&eacute;s de ellos.</para></listitem><listitem><para><xref linkend="goseditmainmenu-1"/></para><para>En este cap&iacute;tulo se ofrece informaci&oacute;n acerca de c&oacute;mo usar y personalizar los men&uacute;s de Java Desktop System.</para></listitem><listitem><para><xref linkend="gosmetacity-1"/></para><para>se describen funciones b&aacute;sicas de &eacute;stas, como mover y cambiar el tama&ntilde;o, as&iacute; como los controles que se usan con ellas. </para></listitem><listitem><para><xref linkend="gosnautilus-1"/></para><para>se explica c&oacute;mo utilizarlo para trabajar con el sistema de archivos y </para></listitem><listitem><para><xref linkend="gosdeskback-1"/></para><para>En este cap&iacute;tulo se describe c&oacute;mo utilizar el <firstterm>fondo del escritorio</firstterm> para iniciar aplicaciones y abrir archivos o carpetas. Tambi&eacute;n se hace hincapi&eacute; en c&oacute;mo utilizar la Papelera del escritorio y en c&oacute;mo personalizar el fondo del escritorio.</para></listitem><listitem><para><xref linkend="goscustdesk-6"/></para><para>En este cap&iacute;tulo se describe c&oacute;mo trabajar con las herramientas de preferencias para personalizar Java Desktop System.</para></listitem><listitem><para><xref linkend="appendix-1"/></para><para>En este ap&eacute;ndice se ofrece informaci&oacute;n acerca del uso del rat&oacute;n, las teclas de acceso directo y las t&eacute;cnicas b&aacute;sicas para trabajar con ventanas y cuadros de di&aacute;logo. </para></listitem><listitem><para><xref linkend="glossary-1"/></para><para>El glosario contiene una lista de t&eacute;rminos utilizados en esta gu&iacute;a, con sus respectivas definiciones.</para></listitem></itemizedlist></sect1><sect1 id="preface-1"><title>Antes de leer este manual</title><para>Antes de leer esta gu&iacute;a, haga clic en el icono de <guilabel>Ayuda de Java&trade; Desktop System</guilabel> en el escritorio. Se inicia un navegador de ayuda que permite acceder a informaci&oacute;n general acerca de <application>Java Desktop System</application>.</para><para>El usuario tambi&eacute;n debe estar familiarizado con las cuestiones siguientes:</para><itemizedlist><listitem><para>Ratones de tres botones</para></listitem><listitem><para>Interfaces gr&aacute;ficas del usuario</para></listitem><listitem><para>Interfaces de la l&iacute;nea de comandos</para></listitem></itemizedlist><para>Consulte el <xref linkend="appendix-1"/> para obtener m&aacute;s informaci&oacute;n acerca del uso del rat&oacute;n, las teclas de acceso directo y las t&eacute;cnicas b&aacute;sicas para trabajar con ventanas y cuadros de di&aacute;logo.</para></sect1><sect1 id="preface-6"><title>Documentaci&oacute;n relacionada</title><para>Los manuales siguientes est&aacute;n relacionados con esta gu&iacute;a:<itemizedlist><listitem><para><citetitle>Java Desktop System Release 3 Accessibility Guide (en ingl&eacute;s) </citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Release 3 Administration Guide (en ingl&eacute;s) </citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Versi&oacute;n 3: Gu&iacute;a de instalaci&oacute;n </citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Versi&oacute;n 3: Notas sobre la versi&oacute;n</citetitle></para></listitem><listitem><para><citetitle>Java Desktop System Versi&oacute;n 3: Gu&iacute;a para la resoluci&oacute;n de problemas</citetitle></para></listitem></itemizedlist></para><para>Puede acceder a los manuales citados en el soporte que acompa&ntilde;a al software o en <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para></sect1><sect1 id="preface-11"><title>Documentaci&oacute;n relacionada</title><para>Esta gu&iacute;a est&aacute; relacionada con los siguientes manuales:<itemizedlist><listitem><para><citetitle>Gu&iacute;a del usuario de Java Desktop System Email and Calendar </citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Administration Guide </citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite - Manual de programaci&oacute;n en Basic</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite Setup Guide</citetitle></para></listitem><listitem><para><citetitle>StarOffice 7 Office Suite - Manual del usuario</citetitle></para></listitem><listitem><para><citetitle>System Configuration Manager, Release 1</citetitle></para></listitem></itemizedlist></para><para>Puede encontrar estos manuales en el material que acomp&ntilde;a al software o en <ulink url="http://docs.sun.com">http://docs.sun.com</ulink>.</para></sect1>&sundocs; &typeconv; &mouseconv;  </preface>
