Repository: GNOME/gnome-i18n
Catalog: extra-po/atomix/*.po
Languages: az, da, nl, no, pl, tr, zh_tw

source: Do you really want to clear the grid?
az: Həqiqətən də toru təmizləyək?
da: Vil du virkelig tømme gitteret?
nl: Wilt u het raster echt leegmaken?
no: Vil du virkelig slette rutenettet?
pl: Czy na pewno chcesz wyczy¶ciæ siatkê?
zh_tw: 是否確定要清除方格？

source: There does already a theme with this name exist. So does the dir name.
az: Bu adda başqa bir örtük daha var. Yoxsa cərgə adıdır.
da: Det findes allerede et tema med samme navn. Endog katalognavnet.
nl: Er bestaat al een thema met deze naam, en de directorynaam ook.
no: Det eksisterer allerede et tema med dette navnet. Likeledes med katalognavnet.
pl: Temat o tej nazwie ju¿ istnieje. Nazwa katalogu równie¿.
zh_tw: 己經有同一名稱的佈景和目錄存在了。

source: There does already a theme with this name exist.
az: Bu adda örtük onsuz da vardır.
da: Det findes allerede et tema med samme navn.
nl: Er bestaat al een thema met deze naam.
no: Et tema med dette navnet eksisterer allerede.
pl: Temat o tej nazwie ju¿ istnieje.
zh_tw: 已經有同一名稱的佈景存在了。

source: There does already a directory with this name exist.
az: Bu adda cərgə onsuz da vardır.
da: Det findes allerede et katalog med samme navn.
nl: Er bestaat al een directory met deze naam.
no: En katalog med dette navnet eksisterer allerede.
pl: Katalog o tej nazwie ju¿ istnieje.
zh_tw: 已經有同一名稱的目錄存在了。

source: Couldn't find the Atomixed manual!
az: Atomiks bələdçisi tapıla bilmir!
da: Kunne ikke finde Atomixed-manualen!
nl: Kan de Axomixed-handleiding niet vinden!
no: Kunne ikke finne Atomixed håndboken!
pl: Nie mo¿na odnale¼æ Atomixowego manuala!
zh_tw: 找不到 Atomix 手冊！

source: _New File
az: _Yeni Fayl
da: _Ny fil
nl: _Nieuw Bestand
no: _Ny fil
pl: _Nowy plik
zh_tw: 新增檔案(_N)

source: Grid
az: Tor
da: Gitter
nl: Raster
no: Rutenett
pl: Siatka
zh_tw: 方格

source: Grid On/Off
az: Tor Aç/Qapat
da: Gitter til/fra
nl: Raster Aan/Uit
no: Rutenett på/av
pl: Prze³±cza widoczno¶æ siatki
zh_tw: 開啟/關閉格線

source: Theme Window
az: Örtük Pəncərəsi
da: Temavindue
nl: Thema Venster
no: Temavindu
pl: Okno tematu
zh_tw: 佈景視窗

source: _Clear Grid
az: Toru _Təmizlə
da: _Ryd gitter
nl: Raster _Leegmaken
no: _Tøm rutenett
pl: _Wyczy¶æ siatkê
zh_tw: 清除方格(_C)

source: _Resize Grid
az: Torun Böyüklüyünü _Dəyişdir
da: _Ændr størrelse på gitter
nl: Raster_grootte wijzigen
no: End_re størrelse på rutenett
pl: Zmieñ _rozmiar siatki
zh_tw: 重設方格尺寸(_R)

source: _Delete Level
az: Səviyyəni _Sil
da: _Fjern niveau
nl: Niveau Ver_wijderen
no: _Slett nivå
pl: _Usuñ poziom
zh_tw: 刪除版圖(_D)

source: _Delete Theme
az: Örtüyü _Sil
da: _Fjern tema
nl: _Thema Verwijderen
no: _Slett tema
pl: _Usuñ temat
zh_tw: 刪除佈景(_D)

source: Atomixed manual
az: Atomiks bələdçisi
nl: Atomixed handleing
no: Atomixed håndbok
pl: Podrêcznik gry Atomix
zh_tw: Atomixed 手冊

source: _Level
az: _Səviyyə
da: _Niveau
nl: Ni_veau
no: _Nivå
pl: _Poziom
zh_tw: 版圖(_L)

source: _Theme
az: _Örtük
da: _Tema
nl: T_hema
no: _Tema
pl: _Temat
zh_tw: 佈景(_T)

source: New
az: Yeni
da: Ny
nl: Nieuw
no: Ny
pl: Nowy
zh_tw: 新增

source: New File
az: Yeni Fayl
da: Ny fil
nl: Nieuw Bestand
no: Ny fil
pl: Nowy plik
zh_tw: 新增檔案

source: Open
az: Aç
da: Åbn
nl: Openen
no: Åpne
pl: Otwórz
zh_tw: 開啟

source: Open File
az: Fayl Aç
da: Åbn fil
nl: Open bestand
no: Åpne fil
pl: Otwiera plik
zh_tw: 開啟檔案

source: Save
az: Qeyd Et
da: Gem
nl: Opslaan
no: Lagre
pl: Zapisz
zh_tw: 儲存

source: Save File
az: Fayl Qeyd Et
da: gem fil
nl: Bestand Opslaan
no: Lagre fil
pl: Zapisuje plik
zh_tw: 儲存檔案

source: Theme Wnd
az: Örtük Ünd
da: Temavindue
nl: Thema Wnd
no: Temavindu
pl: Okno tematu
zh_tw: 佈景視窗

source: No.
da: Nej.
nl: Nee.
no: Nei.
pl: Nr
zh_tw: 第

source: Name
az: Ad
da: Navn
nl: Naam
no: Navn
pl: Nazwa
zh_tw: 名稱

source: Level
az: Səviyyə
da: Niveau
nl: Niveau
no: Nivå
pl: Poziom
zh_tw: 版圖

source: Goal
az: Qol
da: Mål
nl: Doel
no: Mål
pl: Cel
zh_tw: 目標

source: Name:
az: Ad:
da: Navn:
nl: Naam:
no: Navn:
pl: Nazwa:
zh_tw: 名稱：

source: Themename:
az: Örtük Adı:
da: Temanavn:
nl: Themanaam:
no: Temanavn:
pl: Nazwa tematu:
zh_tw: 佈景名稱：

source: Filename:
az: Fayl adı:
da: Filnavn:
nl: Bestandsnaam:
no: Filnavn:
pl: Nazwa pliku:
zh_tw: 檔案名稱：

source: Bonuslevel
az: Ərmağan səviyyəsi
da: Bonusniveau
no: Bonusnivå
pl: Poziom bonusowy
zh_tw: 獎勵版圖

source: Time
az: Vaxt
da: Tid
nl: Tijd
no: Tid
pl: Czas
zh_tw: 時間

source: Minutes:
az: Dəqiqə:
da: Minutter:
nl: Minuten:
no: Minutter:
pl: Minuty:
zh_tw: 分鐘：

source: Seconds:
az: Saniyə:
da: Sekunder:
nl: Seconden:
no: Sekunder:
pl: Sekundy:
zh_tw: 秒：

source: Properties
az: Xüsusiyyətlər
da: Egenskaber
nl: Eigenschappen
no: Egenskaper
pl: W³a¶ciwo¶ci
zh_tw: 屬性

source: Leveleditor
az: Səviyyə editoru
da: Niveauredigering
no: Nivåredigering
pl: Edytor poziomów
zh_tw: 版圖編輯器

source: Images
az: Rəsmlər
da: Billeder
nl: Figuren
no: Bilder
pl: Obrazy
zh_tw: 圖像

source: Connections
az: Bağlantılar
da: Opkoblinger
nl: Verbindingen
no: Tilkoblinger
pl: Po³±czenia
zh_tw: 分子鍵

source: Moveables
az: Daşınabilən
da: Flytbare
nl: Beweegbaren
no: Flyttbare
pl: Elementy ruchome
zh_tw: 可移物

source: Obstacles
az: Əngəl
da: Hindringer
nl: Obstakels
no: Hindringer
pl: Przeszkody
zh_tw: 障礙物

source: Directoryname:
az: Cərgə adı:
da: Katalognavn:
nl: Directorynamen:
no: Katalognavn:
pl: Nazwa katalogu:
zh_tw: 目錄名稱：

source: Background Color:
az: Arxa plan Rəngi:
da: Baggrundsfarve:
nl: Achtergrondkleur:
no: Bakgrunnsfarge:
pl: Kolor t³a:
zh_tw: 背景顏色：

source: Selector Image:
az: Seçici Rəsmi:
da: Valgbillede:
nl: Figuurselector:
no: Bilde for velger:
pl: Obraz zaznaczenia:

source: Browse ...
az: Gəz...
da: Bladr igennem...
nl: Bladeren ...
no: Bla gjennom...
pl: Przegl±daj ...
zh_tw: 瀏覽...

source: Animation Step:
az: Animasiya Addımı:
da: Animationstrin:
nl: Animatie Stap:
no: Animasjonssteg:
pl: Krok animacji:

source: Tile Height:
az: Kirəmit Hündürlüyü:
da: Flisehøjde:
nl: Tile Hoogte:
no: Flishøyde:
pl: Wysoko¶æ tytu³u:
zh_tw: 磚塊高度：

source: Tile Width:
az: Kirəmit Eni:
da: Flisebredde:
nl: Tile Breedte:
no: Flisbredde:
pl: Szeroko¶æ tytu³u:
zh_tw: 磚塊寬度：

source: Themeeditor
az: Örtük Editoru
da: Temaredigering
nl: Themaeditor
no: Temaredigering
pl: Edytor tematów
zh_tw: 佈景編輯器

source: Atom Preview
az: Atom Nümayişi
da: Atomsmugkig
nl: Atoom Voorbeeld
no: Forhåndsvisning for Atom
pl: Podgl±d atomu
zh_tw: 原子預覽

source: Mouse functions
az: Siçan funksiyaları
da: Musefunktioner
nl: Muisfuncties
no: Musfunksjoner
pl: Funkcje myszy
zh_tw: 滑鼠功能

source: Clear
az: Təmizlə
da: Tøm
nl: Leegmaken
no: Tøm
pl: Usuñ
zh_tw: 清除

source: Set
az: Qur
da: Sæt
nl: Instellen
no: Sett
pl: Ustaw
zh_tw: 設定

source: Move
az: Daşı
da: Flyt
nl: Bewegen
no: Flytt
pl: Przesuñ
zh_tw: 移動

source: Resize Grid
az: Torun Böyüklüyünü Dəyişdir
da: Ændr størrelse på gitter
nl: Rastergrootte wijzigen
no: Endre størrelse på rutenett
pl: Zmiana rozmiaru siatki
zh_tw: 重設方格尺寸

source: Current Values
az: Hazırkı Qiymətlər
da: Aktuelle værdier
nl: Huidige Waarden
no: Nåværende verdier
pl: Bie¿ace warto¶ci
zh_tw: 目前數值

source: Rows:
az: Sıralar :
da: Rækker:
nl: Rijen:
no: Rader:
pl: Rzêdy:
zh_tw: 行：

source: Columns:
az: Sütunlar :
da: Kolonner:
nl: Kolommen:
no: Kolonner:
pl: Kolumny:
zh_tw: 列：

source: New Values
az: Yeni Qiymətlər
da: Nye værdier
nl: Nieuwe Waarden
no: Nye verdier
pl: Nowe warto¶ci
zh_tw: 新的數值

source: New Level
az: Yeni Səviyyə
da: Nyt niveau
nl: Nieuw Niveau
no: Nytt nivå
pl: Nowy poziom
zh_tw: 新增版圖

source: Levelname:
az: Səviyyə Adı:
da: Niveaunavn:
nl: Niveaunaam
no: Nivånavn:
pl: Nazwa poziomu:
zh_tw: 版圖名稱：

source: Playfield Size
az: Oyun Sahəsi Böyüklüyü
da: Størrelse på spillefelt
nl: Grootte Speelveld
no: Størrelse på lekeplass
pl: Rozmiar planszy
zh_tw: 版圖尺寸

source: Goal Size
az: Qol Böyüklüyü
da: Størrelse på mål
nl: Doelgrotte
no: Størrelse på mål
pl: Rozmiar celu
zh_tw: 目標大小

source: (C) 1999-2001 Jens Finke
da: © 1999-2001 Jens Finke
no: © 1999-2001 Jens Finke

source: Atomixed is the Level-/Themeeditor for the mind game Atomix.
da: Atomixed er niveau-/temaredigereren for hukommelsespillet Atomix.
nl: Atomixed is de Niveau-/Themaeditor voor het denkspel Atomix.
no: Atomixed er nivå-/temaredigering for tankespillet Atomix.
pl: Edytor gry Atomix pozwala na modyfikacjê poziomów i tematów gry logicznej Atomix.
zh_tw: Atomixed 是智力遊戲 Atomix 的版圖/佈景編輯器。

source: Change level name
az: Səviyyə adını dəyişdir
da: Ændr navn på niveau
nl: Verander niveaunaam
no: Endre navn på nivå
pl: Zmiana nazwy poziomu
zh_tw: 更改版圖名稱

source: There is already a level with the same name. Please choose another name for this level.
az: Bu adda səviyyə onsuz da var. Xahiş edirik, başqa ad seçin.
da: Det findes allerede et niveau med samme navn. Vær venlig og vælg et andet navn på dette niveau.
nl: Er bestaat al een niveau met dezelfde naam. Kies een andere naam voor dit niveau.
no: Det finnes allerede et nivå med samme navn. Vennligst velg et annet navn for dette nivået.
pl: Poziom o tej nazwie ju¿ istnieje. Wybierz dla tego poziomu inn± nazwê.
zh_tw: 已經有同一名稱的版圖存在了。請選擇另一個名稱。

source: Current Name:
az: Hazırkı Ad:
da: Nuværende navn:
nl: Huidige Naam:
no: Nåværende navn:
pl: Bie¿±ca nazwa:
zh_tw: 目前名稱：

source: New Name:
az: Yeni Ad:
da: Nyt navn:
nl: Nieuwe Naam:
no: Nytt navn:
pl: Nowa nazwa:
zh_tw: 新增名稱：

source: Add Image
az: Rəsm Əlavə Et
da: Tilføj billede
nl: Figuur Toevoegen
no: Legg til bilde
pl: Dodaj obraz
zh_tw: 新增圖像

source: Text:
az: Mətn:
da: Tekst:
nl: Tekst:
no: Tekst:
pl: Tekst:
zh_tw: 文字：

source: Change ID
az: ID-ni Dəyişdir
da: Ændr ID
nl: Verander ID
no: Endre ID
pl: Zmieñ ID
zh_tw: 更改識別碼

source: Current ID:
az: Hazırkı ID:
da: Aktivt ID:
nl: Huidig ID:
no: Aktiv ID:
pl: Bie¿±cy ID:
zh_tw: 目前識別碼：

source: New ID:
az: Yeni ID:
da: Nyt ID:
nl: Nieuw ID:
no: Ny ID:
pl: Nowy ID:
zh_tw: 新的識別碼：

source: New Theme
az: Yeni Örtük
da: Nyt tema
nl: Nieuw Thema
no: Nytt tema
pl: Nowy temat
zh_tw: 新增佈景

source: No tile to clear here.
az: Təmizlənəcək kirəmit yoxdur.
da: Ingen brik at rydde her.
nl: Hier kan geen tile worden verwijderd.
no: Ingen flis å tømme her.
pl: Brak p³ytki do usuniêcia.
zh_tw: 沒有可清除的磚塊。

source: No tile to move here.
az: Daçınacaq kirəmit yoxdur.
da: Ingen brik at flytte her.
nl: Hier kan geen tile worden verplaatst.
no: Ingen flis å flytte her.
pl: Brak p³ytki do przesuniêcia.
zh_tw: 沒有可移動的磚塊。

source: Copy Goal
az: Qolu Köçürt
da: Kopiér mål
nl: Doel kopieren
no: Kopier mål
pl: Skopiuj cel
zh_tw: 複製目標

source: Copy the goal into the playfield.
az: Qolu oyun sahəsinə köçür.
da: Kopiér målet på spillepladen.
nl: Kopieer het doel naar het speelveld
no: Kopier målet inn på banen.
pl: Kopiuje cel na planszê.
zh_tw: 將目標圖樣複製到版圖內。

source: Clear Grid
az: Toru Təmizlə
da: Tøm gitter
nl: Raster leegmaken
no: Tøm rutenett
pl: Wyczy¶æ siatkê
zh_tw: 清除方格

source: Clears the whole grid.
az: Bütün toru təmizlə
da: Tømmer hele gitteret.
nl: Maakt het hele raster leeg
no: Tømmer hele rutenettet.
pl: Czy¶ci ca³± siatkê.
zh_tw: 清除所有方格。

source: Couldn't find pixmap file: %s
az: Rəsm faylını tapa bilmədim: %s
da: Kunne ikke finde en pixmap-fil: %s
nl: Kon het pixmap-bestand niet vinden: %s
no: Kunne ikke finne en pixmap-fil: %s
pl: Nie mo¿na odnale¼æ pliku piksmapy: %s
zh_tw: 找不到 pixmap 檔：%s

source: Couldn't create pixmap from file: %s
az: Fayldan rəsmi yarada bilmədim : %s
da: Kunne ikke oprette pixmappen fra filen: %s
nl: Kon geen pixmap maken van bestand: %s
no: Kunne ikke opprette bilde fra fil: %s
pl: Nie mo¿na utworzyæ piksmapy z pliku: %s
zh_tw: 無法由檔案建立 pixmap：%s

source: Add an image to the list.
az: Rəsmi siyahıya əlavə et.
da: Tilføj et billede til listen.
nl: Voeg een figuur toe aan de lijst.
no: Legg til et bilde i listen.
pl: Dodaje obraz do listy.
zh_tw: 將圖像加入列表。

source: Delete Image
az: Rəsmi Sil
da: Slet billede
nl: Verwijder Figuur
no: Slett bilde
pl: Usuñ obraz
zh_tw: 刪除圖像

source: Delete selected image(s).
az: Seçili rəsmləri sil.
da: Fjern de markerede billeder.
nl: Verwijder geselecteerd figuur/figuren
no: Slett valgt(e) bilde(r).
pl: Usuwa zaznaczone obrazy.
zh_tw: 刪除已選的圖像。

source: Change the ID of the image.
az: Rəsmin ID-sini dəyişdir.
da: Ændr billedets ID.
nl: Verander ID van figuur
no: Endre ID for bildet.
pl: Zmienia ID obrazu.
zh_tw: 更改圖像的識別碼。

source: Game Paused
az: Oyuna Fasilə Verildi
da: Spillet midlertidigt afbrudt
nl: Spel Gepauzeerd
no: Spillet pauset
pl: Gra wstrzymana
tr: Oyun Duraklatýldý
zh_tw: 遊戲暫停

source: Game Over
az: Oyun Qurtardı
da: Spillet er slut
nl: Spel Voorbij
no: Spillet er ferdig
pl: Koniec gry
tr: Oyun Bitti
zh_tw: 遊戲完結

source: Press Ctrl+N for a new Game
az: Yeni oyun üçün Ctrl N basın
da: Tryk Ctrl+N for et nyt spil
nl: Druk Ctrl+N in voor een nieuw Spel
no: Trykk Ctrl+N for et nytt spill
pl: Naci¶nij Ctrl+N, aby rozpocz±æ now± grê
zh_tw: 請按 Ctrl-N 開始遊戲

source: Couldn't find the Atomix manual!
az: Atomiks bələdçisi tapıla bilmir!
da: Kunne ikke finde Atomix-manualen!
nl: Kan de Atomix handleiding niet vinden!
no: Kunne ikke finne Atomix håndboken!
pl: Nie mo¿na odnale¼æ podrêcznika Atomiksa!
zh_tw: 找不到 Atomix 手冊！

source: Skip _level
az: _Səviyyəni keç
da: Overspring _niveau
nl: _Niveau overslaan
no: Hopp _over nivå
pl: P_omiñ poziom
tr: _Seviyeyi atla
zh_tw: 跳到下一版(_L)

source: _Continue game
az: Oyuna _Davam Et
da: _Fortsæt spil
nl: Spel _hervatten
no: _Fortsett spill
pl: Kon_tynuacja gry
tr: _Oyuna devam et
zh_tw: 繼續遊戲(_C)

source: Atomix manual
az: Atomiks bələdçisi
nl: Atomix handleiding
no: Atomix håndbok
pl: Podrêcznik gry Atomix
zh_tw: Atomix 手冊

source: Statistics
az: Statistikalar
da: Statistik
nl: Statistieken
no: Statistikk
pl: Statystyka
zh_tw: 統計

source: Level:
az: Səviyyə:
da: Niveau:
nl: Niveau:
no: Nivå:
pl: Poziom:
tr: Seviye:
zh_tw: 版圖：

source: Score:
az: Xal:
da: Point:
no: Poeng:
pl: Wynik:
tr: Skor:
zh_tw: 分數：

source: Time:
az: Vaxt:
da: Tid:
nl: Tijd:
no: Tid:
pl: Czas:
tr: Zaman:
zh_tw: 時間：

source: Level not found. Sorry, but the game ends here. (Please make sure you have *.atomix files either in <prefix>/share/atomix/levels or ~/.atomix/levels.)
az: Səviyyə tapılmadı. Bağışlayın, qalan səviyyə yoxdur. (Xahiş edirik, *.atomix fayllarının <prefix>/share/atomix/levels ya da ~/.atomix/levels cərgələrində olduğunu yoxlayın.)
da: Niveauet kunne ikke findes. Desværre, spillet slutter her. (Vær venlig og forsikr dig om at du har *.atomix-filer i enten <prefix>/share/atomix/levels eller ~/.atomix/levels.)
nl: Niveau niet gevonden. Sorry, maar het spel eindigt hier. (Zorg ervoor dat u de *.atomix bestanden of in <prefix>/share/atomix/levels of in ~/.atomix/levels heeft.)
no: Nivå ikke funnet. Beklager, men spillet slutter her. (Vennligst sjekk at du har *.atomix filer enten i <prefiks>/share/atomix/levels eller ~/.atomix/levels.)
pl: Nie odnaleziono poziomu. Niestety, gra zostanie zakoñczona. (Upewnij siê, ¿e pliki *.atomix znajduj± siê w katalogu <prefix>/share/atomix/levels lub w ~/.atomix/levels.)
zh_tw: 找不到版圖。 抱歉，遊戲要在這裡終結。 （請確定在 <prefix>/share/atomix/levels 或是 ~/.atomix/levels 裡有 *.atomix 檔案存在。）

source: Information
az: Məlumat
nl: Informatie
no: Informasjon
pl: Informacje
zh_tw: 資訊

source: (C) 1999-2001 Jens Finke
no: © 1999-2001 Jens Finke

source: Yet another mind game.
az: Başqa bir mina oyunu.
da: Endnu et hukommelsesspil.
nl: Toch nog maar een denkspel.
no: Enda et tankespill.
pl: Jeszcze jedna gra logiczna.
zh_tw: 另一個智力遊戲

source: Atomix Next Level
az: Sonrakı Atomiks Səviyyəsi
da: Næste Atomixniveau
nl: Atomix Volgend Niveau
no: Atomix neste nivå
pl: Nastêpny poziom gry Atomix
zh_tw: Atomix 下一版

source: Congratulations! You have successfully finished this level.
az: Təbriklər! Bu səviyyəni uğurla bitirdiniz.
da: Tillykke! Du har fuldført dette niveau.
nl: Gefeliciteerd! U heeft dit niveau succesvol beeindigd.
no: Gratulerer! Du har fullført dette nivået.
pl: Gratulacje! Uda³o ci siê z powodzeniem ukoñczyæ ten poziom.
zh_tw: 恭喜！你完成了這個版圖。

source: Remaining Time:
az: Qalan Vaxt:
da: Resterende tid:
nl: Tijd Over:
no: Gjenstående tid:
pl: Pozosta³y czas:
zh_tw: 剩餘時間：

source: Are you ready for the next level?
az: Sonrakı səviyyə üçün hazırsınızmı?
da: Er du parat til næste niveau?
nl: Bent u klaar voor het volgend niveau?
no: Er du klar for neste nivå?
pl: Jeste¶ gotowy na nastêpny poziom?
zh_tw: 是否準備好開始新的版圖？

source: Atomix End
az: Atomiks Sonu
da: Atomix-slut
nl: Atomix Eind
no: Atomix slutt
pl: Koniec gry Atomix
zh_tw: Atomix 完結

source: Congratulations! You have successfully finished all Atomix levels.
az: Təbriklər! Bütün atomiks səviyyələrini uğurla keçdiniz.
da: Tillykke! Du har lykkes at klare alle niveauer i Atomix.
nl: Gefeliciteerd! U heeft alle Atomix niveaus succesvol beeindigd.
no: Gratulerer! Du har fullført alle nivåer i Atomix.
pl: Gratulacje! Uda³o ci siê przej¶æ wszystkie poziomy gry Atomix.
zh_tw: 恭喜！你完成了所有 Atomix 版圖。

source: Do you want to play again?
az: Yenidən oynamaq istəyirsiniz?
da: Vil du spille igen?
nl: Wilt u opnieuw spelen?
no: Vil du spille en gang til?
pl: Czy chcesz zagraæ jeszcze raz?
zh_tw: 是否再玩？

source: Constraints
az: zorlamalar
da: Restriktioner
nl: Beperkingen
no: Begrensninger
pl: Ograniczenia
zh_tw: 限制

source: enable score and time limit
az: xal və vaxt sərhədini fəallaşdır
da: anvend point- og tidsgrænse
nl: score en tijdslimiet inschakelen
no: aktiver poeng og tidsgrense
pl: W³±czony limit punktów i czasu
zh_tw: 有分數及時間限制

source: General
az: Ümumi
da: Generelt
nl: Algemeen
no: Generell
pl: Ogólne
zh_tw: 一般

source: Keyboard (return and cursor keys)
az: Klaviatura
da: Tastatur (enter- og piltangenter)
nl: Toetsenbord (return en cursortoetsen)
no: Tastatur (linjeskift og piltaster)
pl: Klawiatura (enter oraz klawisze kursora)
zh_tw: 鍵盤（return 及箭咀鍵）

source: Mouse
az: Siçan
da: Mus
nl: Muis
no: Mus
pl: Mysz
zh_tw: 滑鼠

source: Mouse Properties
az: Siçan Seçənəkləri
da: Muse-egenskaber
nl: Muis Eigenschappen
no: Egenskaper for mus
pl: W³a¶ciwo¶ci myszy
zh_tw: 滑鼠屬性

source: hide mouse cursor during dragging
az: sürükləmə sırasında siçan oxunu gizlə
da: skjul musepeger ved flytning
nl: verberg muiscursor tijdens slepen
no: skjul muspeker under draoperasjoner
pl: Ukrywanie kursora myszy w trakcie przenoszenia
zh_tw: 拖曳時隨藏鼠標

source: enable lazy dragging
az: təmbəl sürükləməni fəallaşdır
da: anvend langsom flytning
nl: lui slepen inschakelen
no: bruk "late" draoperasjoner
pl: Leniwe przeci±ganie
zh_tw: 拖曳會比較輕鬆

source: Sensitivity:
az: Həssasiyət:
da: Følsomhed:
nl: Gevoeligheid:
no: Følsomhet:
pl: Czu³o¶æ:
zh_tw: 敏感度：

source: high
az: yüksək
da: høj
nl: hoog
no: høy
pl: wysoka
zh_tw: 高

source: low
az: alçaq
da: lav
nl: laag
no: lav
pl: niska
zh_tw: 低

source: Control
az: İdarə
da: Kontrol
nl: Besturing
no: Kontroll
pl: Kontrola
zh_tw: 控制

source: Do you really want to quit this game?
az: Həqiqətən də bu oyundan çıxmaq istəyirsiniz?
da: Vil du virkelig afslutte dette spil?
nl: Weet u zeker dat u dit spel wilt afsluiten?
no: Vil du virkelig avslutte dette spillet?
pl: Czy na pewno chcesz opu¶ciæ t± grê?
zh_tw: 是否確定中斷此次遊戲？

source: Do you really want to exit the program?
az: Həqiqətən də proqramdan çıxmaq istəyirsiniz?
da: Vil du virkelig afslutte programmet?
nl: Weet u zeker dat u het programma wilt afsluiten?
no: Vil du virkelig avslutte programmet?
pl: Czy na pewno chcesz wyj¶æ z programu?
zh_tw: 是否確定離開程式？

source: Your time is up! This costs you 10% of your score. More luck next time. Do you want to retry?
az: Vaxtınız doldu! Bu, sizə xalınızın 10% qədərinə mal olacaq. Sonrakı dəfədə uğurlar arzulayırıq. Yenidən sınamaq istəyirsiniz?
da: Tiden er slut! Dette koster dig 10% af dine point. Bedre held næste gang. Vil du forsøge igen?
nl: Uw tijd is op! Dit kost u 10% van uw score. Volgende keer beter! Wilt u het nogeens proberen?
no: Tiden din er ute! Dette koster deg 10% av poengsummen din. Bedre lykke neste gang. Vil du prøve igjen?
pl: Skoñczy³ siê czas! To kosztuje ciê 10% twoich punktów. Wiêcej szczê¶cia nastêpnym razem. Czy chcesz powtórzyæ poziom?
zh_tw: 時間到了！會倒扣 10% 分數。 祝你下次好運。 是否要再試一次？

source: Sorry your time is up! But this was only a bonus level so go further now.
az: Bağışlayın, vaxtınız doldu! Amma bu bir ərmağan səviyyə idi, ona görə də davam edə bilərsiniz.
da: Desværre, din tid er udløbet! Men dette var bare et bonusniveau, så fortsæt nu.
nl: Sorry, uw tijd is op! Maar dit was alleen maar een bonusniveau, dus ga nu verder.
no: Beklager men tiden er ute! Men dette var bare et bonusnivå så fortsett nå.
pl: Niestety, twój czas dobieg³ koñca! By³ to jednak tylko poziom bonusowy, wiêc ruszaj dalej.
zh_tw: 時間到了！但這是獎勵的版圖，你可以繼續玩下去。

source: Level not found.
az: Səviyyə tapılmadı.
da: Niveau ikke fundet
nl: Niveau niet gevonden.
no: Nivå ikke funnet.
pl: Poziom nie odnaleziony.
zh_tw: 找不到版圖。

source: Undo last move. This costs you 5% of your score.
az: Son gedişi qaytar. Bu, sizə xalınızın 5% qədərinə mal olacaq.
da: Fortryd seneste træk. Dette koster dig 5% af dine point.
nl: Laatste zet ongedaan maken (kost 5% van score).
no: Angre forrige trekk. Dette koster deg 5% av poengsummen.
pl: Cofnij ostatni ruch. To kosztuje ciê 5% twoich punktów.
zh_tw: 還原上一步。這樣會倒扣 5% 分數。

source: No more undo levels.
az: Geri qaytarılacaq səviyyə yoxdur.
da: Ikke flere fortrydelsesniveauer.
nl: Geen ongedaan-maak-niveaus meer.
no: Kan ikke angre flere ganger.
pl: Brak poziomów do cofniêcia.
zh_tw: 已不可再還原了。

source: This is the last level. You can't skip any further.
az: Bu, son səviyyə deyil. Qalanları fikir vermədən keçə bilməzsiniz.
da: Dette er det sidste niveau. Du kan ikke overspringe længere.
nl: Dit is het laatste niveau. U kunt niets meer overslaan.
no: Dette er siste nivå. Du kan ikke hoppe videre.
pl: To jest ostatni poziom. Nie mo¿esz pomin±æ wiêcej poziomów.
zh_tw: 這是最後一關。不可以再跳到下一關了。

source: Atomixed
da: Atomixet
pl: Edytor gry Atomix

source: Atomix
az: Atomiks

source: Continue paused game
tr: Bekleyen oyuna devam et

source: E_xit
tr: Çý_k

source: End a game
tr: Oyunu bitir

source: Exit game
tr: Oyundan çýk

source: Pause the running game
tr: Çalýþan oyunu beklet

source: Reset level
tr: Seviyeyi sýfýrla

source: Restores start situation
tr: Baþlangýca getirir

source: Set preferences
tr: Tercihleri ayarla

source: Skip the current level
tr: Güncel seviyeyi atla

source: Start a new game
tr: Yeni bir oyuna baþla

source: Undo the last move
tr: Son hareketi geri al

source: View game credits
tr: Oyunu hazýrlayanlarý göster

source: View highscores
tr: Yüksek puanlarý göster

source: _About
tr: _Hakkýnda

source: _Edit
tr: Dü_zenle

source: _End Game
tr: O_yunu Bitir

source: _Game
tr: _Oyun

source: _Help
tr: _Yardým

source: _New Game
tr: Ye_ni Oyun

source: _Pause game
tr: _Oyunu beklet

source: _Preferences ...
tr: _Tercihler...

source: _Scores ...
tr: _Puanlar...

source: _Undo move
tr: _Hareketi geri al

source: Atomix - Molecule Mind Game
tr: Atomix - Molekül Oyunu

source: Couldn't find level sequence description.
tr: Seviye açýklama dosyasýný bulamadým.

source: No level found.
tr: Hiç seviye bulunamadý.

source: Found level '%s' in: %s
tr: '%s' seviyesi %s içinde bulundu

source: Congratulations! You have finished all Atomix levels.
tr: Tebrikler! Tüm Atomix seviyelerini baþarýyla bitirdiniz.

source: Couldn't find at least one level.
tr: Hiç seviye dosyasý bulunamadý.

source: Do you want to finish the game?
tr: Gerçekten bu oyunu bitirmek istediðinize emin misiniz?

source: Couldn't create directory: %s
tr: Dizin oluþturulamadý: %s

source: Statistics
tr: Ýstatistikler

source: Molecule:
tr: Molekül:

source: Couldn't find file: %s
tr: Dosya bulunamadý: %s

source: Atomix Splash
tr: Atomix Açýlýþ Resmi

source: No themes found.
tr: Hiç tema bulunamadý.

source: Found theme '%s' in: %s
tr: '%s' temasý bulundu: %s
