Repository: GNOME/gnome-i18n
Catalog: extra-po/anjuta/*.po
Languages: ja, uk

source: Autoformat
ja: 自動整形
uk: Автоформатирование

source: Automatically format the codes
ja: コードの書式を自動的に整形

source: Format style
ja: 書式スタイル

source: Select autoformat style
ja: 自動整形するスタイルの選択

source: Calltip
ja: コールチップ

source: Show Calltip
ja: コールチップの表示

source: Autocomplete
ja: オートコンプリート
uk: Автодоповнення

source: Autocomplete word
ja: 単語の自動補完

source: Functions
ja: 関数
uk: Функц╕╖

source: Classes
ja: クラス
uk: Класи

source: Structs
ja: 構造体
uk: Структури

source: Unions
ja: 共有体
uk: Об'╓днання

source: Enums
ja: 列挙子
uk: Перерахування

source: Variables
ja: 変数
uk: Зм╕нн╕

source: Macros
ja: マクロ
uk: Макроси

source: There is line no. %d in "%s".
ja: 行番号 %d は "%s" の中にありません。

source: Couldn't read file: %s.
ja: ファイル %s が読み込めませんでした。
uk: Не вдалось зчитати файл: %s.

source: Couldn't create file: %s.
ja: ファイル %s を生成できませんでした。
uk: Не вдалось зчитати файл: %s.

source: Couldn't complete file copy
ja: ファイルを完全にコピーすることができませんでした

source: < Not defined in current context >
ja: < 現在のドキュメントでは定義なし >
uk: < Не визначено в поточному контекст╕ >

source: Add expression
ja: 式の追加
uk: Додати вираз

source: Update all
ja: 全て更新
uk: Оновити все

source: Toggle enable
ja: 有効にする

source: Anjuta: Expression Watch
ja: Anjuta: 式の監視
uk: Anjuta: Спостереження за виразом

source: Expression
ja: 式
uk: Вираз

source: Value
ja: 値
uk: Значення

source: Anjuta: Add Watch Expression
ja: Anjuta: 監視する式の追加
uk: Anjuta: Додати вираз для спостереження

source: Add expression to watch
ja: 監視する式の追加
uk: Додати вираз для спостереження

source: Anjuta: Inspect/Evaluate
ja: Anjuta: 検証/評価

source: Inspect/Evaluate Expression
ja: 式の検証/評価

source: Copyright (c) 1999 Naba Kumar
ja: Copyright (C) 1999-2001 Naba Kumar
uk: Авторське право (С) 1999 Naba Kumar

source: Anjuta Home Site
ja: Anjuta ホームページへどうぞ
uk: Домашня стор╕нка Anjuta

source: Project Options
ja: プロジェクトオプション
uk: Параметри проекту

source: Include GNU Copyright statement in files heading
ja: ファイルの先頭に GNU Copyright 条文を挿入する
uk: Включити текст GNU Copiright в заголовок файлу

source: Gettext Support Enable
ja: Gettext 化サポートを有効にする
uk: Включити п╕дтримку gettext

source: Gnome Menu Entry
ja: GNOME メニューエントリ
uk: Елемент меню GNOME

source: Entry name:
ja: エントリ名:
uk: Назва елементу:

source: Comment:
ja: コメント:
uk: Коментар:

source: Group:
ja: グループ:
uk: Група:

source: Needs terminal
ja: ターミナルから起動する

source: Error writing to file: %s.
ja: ファイル %s の書き込みでエラーが発生しました。
uk: Помилка запису в файл: %s.

source: Unkown project type.
ja: 不明なプロジェクトの種類です。
uk: Нев╕домий тип проекту.

source: Open File
ja: ファイルを開く
uk: В╕дкрити файл

source: Save File As
ja: 名前を付けて保存
uk: Зберегти файл як

source: Cannot create application...exiting
ja: アプリケーションが生成できませんでした...終了します。
uk: Неможливо створити програму... вих╕д

source: Recent Files
ja: 最近開いたファイル
uk: Останн╕ файли

source: CVS is not yet implemented. :-(
ja: CVS 機能は未だ実装されていません。:-(
uk: CVS ще не реал╕зовано. :-(

source: # * DO NOT EDIT OR RENAME THIS FILE ** Generated by Anjuta **
ja: # * このファイルの編集または名前の変更は厳禁 ** Anjuta が作成 **
uk: # ***** НЕ ЗМ╤НЮЙТЕ ЦЕЙ ФАЙЛ ***** Generated by Anjuta *****

source: Anjuta: %s(Saved)
ja: Anjuta: %s (保存済み)
uk: Anjuta: %s(Збережено)

source: Anjuta: %s(Unsaved)
ja: Anjuta: %s (未保存)
uk: Anjuta: %s(Не збережено)

source: Anjuta: No file
ja: Anjuta: ファイルなし
uk: Anjuta: Нема╓ файлу

source: Not yet implemented. Insert code at "%s:%u"
ja: まだ実装されていません。 "%s:%u" にコードを追加して下さい
uk: Ще не реал╕зовано. Вставте код в "%s:%u"

source: Activate this to select this window
ja: このウィンドウを選択するには、これを起動して下さい

source: You do not have "%s" installed in your box. Install it and then restart Anjuta.
ja: システムに "%s" がインストールされていません。 インストール後に Anjuta を再起動して下さい。

source: Project: %s Zoom: %d Line: %04d Col: %03d %s Job: %s
ja: プロジェクト: %s 倍率: %d 行: %04d 列: %03d %s ジョブ: %s
uk: Проект: %s Масштаб: %d Рядок: %04d Стовпчик: %03d %s Завдання: %s

source: Click here to undock this window
ja: ここをクリックすると、ウィンドウがドック解除されます
uk: Клацн╕ть тут щоб в╕дстикувати це в╕кно

source: Click here to hide this window
ja: ここをクリックすると、このウィンドウが非表示になります
uk: Клацн╕ть тут щоб прибрати це в╕кно

source: Click Here to undock this window
ja: ここをクリックすると、このウィンドウがドック解除されます
uk: Клацн╕ть тут щоб в╕дстикувати це в╕кно

source: Cannot fork glade.
ja: "Glade" を起動できません。
uk: Неможливо запустити glade, як спадко╓мний процес.

source: Cannot fork glade--.
ja: "Glade--" を起動できません。
uk: Неможливо запустити спадко╓мний процес glade--, як спадко╓мний процес.

source: Clean
uk: Очистити

source: The Project already exist. Project creation aborted.
uk: Проект вже ╕сну╓. Створення проекту припинено.

source: Generating source codes ...
uk: ╫енерац╕я вих╕дного коду...

source: project1
uk: проект1

source: ++ Zoom
uk: ++ Масштаб

source: -- Zoom
uk: -- Масштаб

source: C and C++
uk: C ╕ С++

source: C and C++ with Gnome
uk: C ╕ C++ з GNOME

source: Prj/Properties
uk: Проект/Властивост╕

source: Could not load file: %s
uk: Не вдалось завантажити файл: %s

source: Prev mesg
uk: Попередн╓ пов╕домлення

source: Next mesg
uk: Наступне пов╕домлення

source: Prev bookmark
uk: Попередня закладка

source: Next bookmark
uk: Наступна закладка

source: Step over
uk: Крок через

source: Step out
uk: Крок з

source: Run/Continue
uk: Запустити/продовжити

source: ++Zoom
uk: ++ Масштаб

source: --Zoom
uk: -- Масштаб

source: Toggle Bookmark
uk: Перемикнути закладку

source: Goto
uk: Перейти

source: None
uk: Нема╓

source: OVR
uk: ЗАМ

source: INS
uk: ВСТ
