Repository: GNOME/gnome-i18n
Catalog: extra-po/anjuta/*.po
Languages: ja, uk

source: The string "%s" was not found from the current location
ja: 現在の場所から文字列 "%s" が見つかりませんでした。

source: Anjuta: Find
ja: Anjuta: 検索
uk: Anjuta: Пошук

source: Whole document
ja: 全てのドキュメント
uk: Весь документ

source: The match "%s" was not found in the whole document
ja: 全てのドキュメントの中に、"%s" に一致した文字列が見つかりませんでした。

source: The match "%s" was not found in the selected text
ja: 指定した範囲の中に、"%s" に一致した文字列が見つかりませんでした。

source: The match "%s" was not found from the current location
ja: 現在の場所から、"%s" に一致したものが見つかりませんでした。

source: Generating project ...
ja: プロジェクトの生成 ...
uk: Створення проекту...

source: Cannot create file: %s
ja: ファイルが作成できません: %s
uk: Неможливо створити файл: %s

source: Loading project ...
ja: プロジェクトの読み込み ...
uk: Завантаженян проекту...

source: Saving project ...
ja: プロジェクトの保存 ...
uk: Збереження проекту...

source: Copying icon file ...
ja: アイコンファイルのコピー ...
uk: Коп╕ювання файлу п╕ктограми...

source: Could not create icon file ...
ja: アイコンファイルを生成できませんでした ...
uk: Не вдалось створити файл п╕ктограми...

source: Locating files ...
ja: ファイルの整理 ...

source: Again saving project ...
ja: プロジェクトの再保存 ...
uk: Повторне збереження проекту...

source: Updating project ...
ja: プロジェクトの更新 ...
uk: Оновлення проекту...

source: Running autogen.sh ...
ja: 'autogen.sh' の実行 ...
uk: Запуск autogen.sh...

source: App Widzard
ja: アプリ・ウィザード
uk: Пом╕чник програми

source: Autogeneration completed...............Unsuccessful
ja: 自動生成の完了...............失敗

source: The Project was not successfully autogenerated. I think you have to do it manually.
ja: プロジェクトの自動生成に失敗しました。 手動でプロジェクトを作成する必要があります。

source: Autogeneration completed...............Successful Now Build the project to have a LOOK at it
ja: 自動生成の完了...............成功 プロジェクトをビルドする準備ができました。

source: Project was successfully autogenerated.
ja: プロジェクトの自動生成が完了しました。

source: Go to Line No.
ja: ジャンプする行番号
uk: Перейти на рядок

source: Cannot execute command shell
ja: シェルを起動することができません。

source: Resent Files
ja: 最近開いたファイル
uk: Останн╕ файли

source: Recent Projects
ja: 最近開いたプロジェクト
uk: Останн╕ проекти

source: You have a project opened. Close it first.
ja: 既にプロジェクトを開いています。まず最初に閉じて下さい。

source: _New
ja: 新規(_N)
uk: Новий

source: New Text File
ja: 新規にテキストファイルを作成します
uk: Новий текстовий файл

source: _Open ...
ja: 開く(_O) ...
uk: В╕дкрити...

source: Open Text File
ja: 既存のテキストファイルを開きます
uk: В╕дкрити текстовий файл

source: _Save
ja: 保存(_S)
uk: Зберегти

source: Save Current File
ja: このファイルを保存します
uk: Зберегти поточний файл

source: Save _As ...
ja: 名前を付けて保存(_A) ...
uk: Зберегти як...

source: Save the current File to a different file
ja: このファイルを別のファイルに保存します
uk: Зберегти поточний файл п╕д ╕ншою назвою

source: Save A_ll
ja: 全て保存(_A)
uk: Зберегти все

source: Save all currently opened Files, execpt Newfiles
ja: 現在開いている全てのファイル("Newfile"は除く)<を保存します。

source: _Close File
ja: ファイルを閉じる(_C)
uk: Закрити файл

source: Close Current File
ja: このファイルを閉じます
uk: Закрити поточний файл

source: Reload F_ile
ja: ファイルの再読み込み(_I)
uk: Перезавантажити файл

source: Reload Current File
ja: このファイルをリロードします
uk: Перезавантажити поточний файл

source: N_ew Project ...
ja: 新規プロジェクト(_E) ...
uk: Новий проект...

source: Create a project using application widzard
ja: アプリケーション・ウィザードを使って新規プロジェクトを作成します

source: Open P_roject ...
ja: プロジェクトを開く(_R) ...
uk: В╕дкрити проект...

source: Open a Project
ja: 既存のプロジェクトを開きます
uk: В╕дкрити проект

source: Sa_ve Project
ja: プロジェクトの保存(_V)
uk: Зберегти проект

source: Save the current Project
ja: このプロジェクトを保存します
uk: Зберегти поточний проект

source: Close Pro_ject
ja: プロジェクトを閉じる(_J)
uk: Закрити проект

source: Close the current Project
ja: このプロジェクトを閉じます
uk: Закрити поточний проект

source: Rena_me ...
ja: 名前の変更(_M) ...
uk: Перейменовати...

source: Rename the current file
ja: このファイルの名前を変更します
uk: Перейменувати поточний файл

source: Page Set_up ...
ja: ページ設定(_U) ...
uk: Налаштування друку...

source: Page setup for printing
ja: 印刷用にページを設定します
uk: Налиштування стор╕нки для друку

source: _Print ...
ja: 印刷(_P) ...
uk: Друкувати...

source: Print the current File
ja: このファイルを印刷します
uk: Друкувати поточний файл

source: Recent _Files
ja: 最近開いたファイル(_F)
uk: Останн╕ файли

source: Recent Projec_ts
ja: 最近開いたプロジェクト(_T)
uk: Останн╕ проекти

source: _Make Selection Uppercase
ja: 選択範囲を大文字に(_M)

source: Make the selected text to uppercase
ja: 指定したテキストを大文字に変換します

source: Make Selection Lowercase
ja: 選択範囲を小文字

source: Make the selected text to lowercase
ja: 指定したテキストを小文字に変換します

source: Convert EOL chars to LF
ja: EOL 文字を LF に
uk: Перетворювати символи EOL у LF

source: Convert End of line characters to unix EOL (line feed: LF)
ja: 行末文字 EOL (End Of Line) を UNIX スタイルの EOL (LF: ラインフィード) に変換します

source: _Select All
ja: 全て選択(_S)
uk: Вибрати все

source: Select all text in the editor
ja: エディタの中の全ての文を選択状態にします
uk: Вибрати весь текст в редактор╕

source: Select to _Brace
ja: 括弧内の選択(_B)
uk: Вибрати до дужки

source: Select the text in the matching braces
ja: 対応する括弧内の文を選択状態にします
uk: Вибрати текст в дужках

source: Select Code Block
ja: コードブロックの選択
uk: Вибрати блок коду

source: Select the current code block
ja: 現在のソースコードのブロックを選択状態にします
uk: Вибрати поточний блок коду

source: _Goto Line no ...
ja: 指定する行番号へ(_G) ...
uk: Перейти на рядок...

source: Go to a perticular line no. in the editor
ja: エディタ内で指定した行番号にジャンプします

source: Goto Matching _Brace
ja: 対応する括弧に(_B)
uk: Перейти до в╕дпов╕дно╖ дужки

source: Go to the matching brace in the editor
ja: エディタ内で対応する括弧にジャンプします
uk: Перейти до в╕дпов╕дно╖ дужки в редактор╕

source: _Goto start of block
ja: ブロックの先頭に(_G)
uk: Перейти на початок блоку

source: Go to the start of the current block
ja: このブロックの先頭にジャンプします
uk: Перейти на початок поточного блоку

source: _Goto end of block
ja: ブロックの末尾に(_G)
uk: Перейти на к╕нець блоку

source: Go to the end of the current block
ja: このブロックの末尾にジャンプします
uk: Перейти на к╕нець поточного блоку

source: _Goto previous mesg
ja: 前のメッセージ(_G)
uk: Перейти до попереднього пов╕домлення

source: Go to previous message
ja: 前のメッセージにジャンプします
uk: Перейти до попереднього пов╕домлення

source: _Goto next mesg
ja: 次のメッセージへ(_G)
uk: Перейти до наступного пов╕домлення

source: Go to next message
ja: 次のメッセージにジャンプします
uk: Перейти до наступного пов╕домлення

source: U_ndo
ja: アンドゥ(_U)
uk: В╕дм╕нити

source: Undo the last action
ja: 最後の操作に戻します
uk: В╕дм╕нити останню д╕ю

source: _Redo
ja: リドゥ(_R)
uk: Повторити

source: Redo the last udone action
ja: 最後の操作を取り消します
uk: Повторити останню в╕дм╕нену д╕ю

source: C_ut
ja: 切り取り(_U)
uk: Вир╕зати

source: Cut the selected text from the editor to the clipboard
ja: エディタから指定した範囲を切り取り、クリップボードに格納します
uk: Вир╕зати вибраний текст з редактора в буфер обм╕ну

source: _Copy
ja: 複写(_C)
uk: Скоп╕ювати

source: Copy the selected text to the clipboard
ja: 指定した範囲をクリップボードに格納します
uk: Скоп╕ювати вибраний текст в буфер обм╕ну

source: _Paste
ja: 貼り付け(_P)
uk: Вставити

source: Paste the content of clipboard at the current position
ja: クリップボードの内容を現在の場所に貼り付けます
uk: Вставити вм╕ст буферу обм╕ну в поточн╕й позиц╕╖

source: C_lear
ja: 消去(_L)
uk: Очистити

source: Delete the selected text from the editor
ja: エディタから指定した範囲を削除します
uk: Стерти вибраний текст з редактора

source: _Transform
ja: 変換(_T)
uk: Перетворити

source: _Select
ja: 選択(_S)
uk: Вибрати

source: _AutoComplete
ja: オートコンプリート(_A)
uk: Автодоповнення

source: Auto complete the current word
ja: この単語を自動補完します
uk: Автодоповнення поточного слова

source: S_how calltip
ja: コールチップの表示

source: Show calltip for the function
ja: 関数の呼び出し定義を表示します

source: _Find ...
ja: 検索(_F) ...
uk: Знайти...

source: Search a string or regexp in the editor
ja: エディタ内で文字列または正規表現を検索します
uk: Пошук рядка чи ре╜улярного виразу в редактор╕

source: Fin_d in files ...
ja: ファイル内の検索(_D) ...
uk: Пошук у файлах...

source: Search a string in multiple files or directories
ja: 複数のファイルまたはディレクトリから文字列を検索します
uk: Пошук рядка у файлах чи каталогах

source: Find and R_eplace ...
ja: 検索と置換(_E) ...
uk: Поиск ╕ зам╕на...

source: Search and replace a string or regexp with another string
ja: 検索して文字列または正規表現を別の文字列に置き換えます
uk: Пошук ╕ зам╕на рядка чи ре╜улярного виразу на ╕нший рядок

source: G_o to
ja: ジャンプ(_O)
uk: Перейти

source: Ed_it Application GUIs ...
ja: アプリの GUI 編集(_I) ...
uk: Виправлення граф╕чного ╕нтерфейсу програми...

source: Edit your application GUIs with glade GUI editor
ja: GUI エディタ "glade" を起動して、アプリの GUI を編集します
uk: Виправлення граф╕чного ╕нтерфейсу програми задопомогою GLADE

source: _Main Tolbar
ja: メインツールバー(_M)
uk: Головна панель

source: Hide/Unhide main toolbar
ja: メインツールバーの表示 ON/OFF を切り替えます
uk: Прибрати/показати головну панель

source: _Exended Toolbar
ja: 拡張ツールバー(_E)
uk: Додаткова панель

source: Hide/Unhide extended toolbar
ja: 拡張ツールバーの表示 ON/OFF を切り替えます
uk: Прибрати/показати додаткову панель

source: _Tags Toolbar
ja: タグツールバー(_T)
uk: Панель етикеток

source: Hide/Unhide tags toolbar
ja: タグツールバーの表示 ON/OFF を切り替えます
uk: Прибрати/показати панель етикеток

source: _Debug Toolbar
ja: デバッグツールバー(_D)
uk: Панель налагодження

source: Hide/Unhide debug toolbar
ja: デバッグツールバーの表示 ON/OFF を切り替えます
uk: Прибрати/показати панель налагодження

source: _Browser Toolbar
ja: ブラウザツールバー(_B)
uk: Панель перегляду

source: Hide/Unhide browser toolbar
ja: ブラウザツールバーの表示 ON/OFF を切り替えます
uk: Прибрати/показати панель перегляду

source: _Format Toolbar
ja: 書式ツールバー(_F)
uk: Панель форматування

source: Hide/Unhide format toolbar
ja: 書式ツールバーの表示 ON/OFF を切り替えます
uk: Прибрати/показати панель форматування

source: _Line numbers margin
ja: 行番号マージン(_L)
uk: В╕дступ номер╕в рядк╕в

source: Show/Hide Line numbers
ja: 行番号の表示 ON/OFF を切り替えます
uk: Показати/прибрати номери рядк╕в

source: _Markers Margin
ja: マーカーマージン(_M)
uk: В╕дступ маркер╕в

source: Show/Hide Markers margins
ja: マーカー余白の表示 ON/OFF を切り替えます
uk: Показати/прибрати в╕дступ маркер╕в

source: _Code fold margin
ja: コード折り返しマージン(_C)

source: Show/Hide Code fold margin
ja: コード折り返し余白の表示 ON/OFF を切り替えます

source: _Indentation guides
ja: インデントガイド(_I)

source: Show/Hide Indentation guides
ja: インデントガイドの表示 ON/OFF を切り替えます

source: _White spaces
ja: ホワイトスペース(_W)
uk: Пропуски

source: Show/Hide White spaces
ja: ホワイトスペースの表示 ON/OFF を切り替えます
uk: Показати/прибрати пропуски

source: _Line end characters
ja: 行と文字(_L)
uk: Символи к╕нця рядка

source: Zoom text size by 1 unit
ja: エディタ内の文字サイズを一つ大きくします
uk: Зб╕льшити розм╕р текста на 1

source: Zoom factor +8
ja: 拡大率 +8
uk: Масштаб +8

source: Zoom factor +6
ja: 拡大率 +6
uk: Масштаб +6

source: Zoom factor +4
ja: 拡大率 +4
uk: Масштаб +4

source: Zoom factor +2
ja: 拡大率 +2
uk: Масштаб +2

source: Zoom factor 0
ja: 拡大率 0
uk: Масштаб 0

source: Zoom factor -2
ja: 拡大率 -2
uk: Масштаб -2

source: Zoom factor -4
ja: 拡大率 -4
uk: Масштаб -4

source: Zoom factor -6
ja: 拡大率 -6
uk: Масштаб -6

source: Zoom factor -8
ja: 拡大率 -8
uk: Масштаб -8

source: Unzoom text size by 1 unit
ja: エディタ内の文字サイズを一つ小さくします
uk: Зменшити розм╕р текста на 1

source: _Messages
ja: メッセージ(_M)
uk: Пов╕домлення

source: Show the message window
ja: メッセージウィンドウを表示します
uk: Показати в╕кно пов╕домлень

source: _Project Listing
ja: プロジェクト一覧(_P)

source: Show the project window
ja: プロジェクトウィンドウを表示します
uk: Показати в╕кно проекту

source: B_ookmarks
ja: ブックマーク(_O)
uk: Закладки

source: Show the bookmark window
ja: ブックマークウィンドウを表示します
uk: Показати в╕кно закладок

source: _Toolbars
ja: ツールバー(_T)
uk: Панел╕

source: _Editor
ja: エディタ(_E)
uk: Редактор

source: _Zoom text
ja: 拡大縮小(_Z)
uk: Масштабувати текст

source: _Breakpoints
ja: ブレークポイント(_B)
uk: Точки зупинок

source: Show breakpoints editor window
ja: エディタ上にブレークポイントを表示します
uk: Показати в╕кно редактора точок зупинок

source: _Watch Window
ja: 監視ウィンドウ(_W)
uk: В╕кно спостереження

source: Show expression watch window
ja: 式の監視ウィンドウを表示します
uk: Показати в╕кно спостереження за виразами

source: _Registers
ja: レジスタ(_R)
uk: Ре╜╕стри

source: Show cpu registers and their contents
ja: CPU レジスタとその内容を表示します
uk: Показати ре╜╕стри ЦП ╕ ╖х вм╕ст

source: Program _Stack
ja: スタック(_S)
uk: Стек програми

source: Show stack trace of the program
ja: プログラムのスタックトレースを表示します
uk: Показати сл╕д стеку програми

source: Shared _Libraries
ja: 共有ライブラリ群(_L)
uk: Сп╕льн╕ б╕бл╕отеки

source: Show shared libraries loaded by the program
ja: プログラムがロードする共有ライブラリを表示します
uk: Показати сп╕льн╕ б╕бл╕отеки завантажен╕ програмою

source: _Kernal Signals
ja: シグナル(_K)
uk: Си╜нали ядра

source: Show the kernal signals editor window
ja: エディタウィンドウにカーネルのシグナルを表示します
uk: Показати в╕кно редактора си╜нал╕в ядра

source: _Dump Window
ja: メモリダンプ(_D)

source: Show Memory dump window
ja: メモリダンプのウィンドウを表示します

source: _Console
ja: コンソール(_C)
uk: Консоль

source: Show the console where the program runs
ja: プログラムの実行場所を表示するコンソールを表示します
uk: Показать консоль, в як╕й запущено програму

source: Include file
ja: ヘッダファイル
uk: Файл-заголовок

source: Source file
ja: ソースファイル
uk: Файл вих╕дного тексту

source: Help file
ja: ヘルプファイル
uk: Файл дов╕дки

source: Data file
ja: データファイル
uk: Файл даних

source: Pixmap file
ja: Pixmap ファイル
uk: Файл растрового зображення

source: Translation file
ja: 翻訳用ファイル
uk: Файл перекладу

source: Doc file
ja: ドキュメント
uk: Файл документац╕╖

source: Add New
ja: 新規に追加
uk: Додати новий

source: Import File
ja: ファイルのインポート
uk: ╤мпортувати файл

source: Open the readme file of the project
ja: プロジェクトの README ファイルを開きます
uk: В╕дкрити файл readme, що належить проекту

source: Open the todo file of the project
ja: プロジェクトの ToDo ファイルを開きます
uk: В╕дкрити файл todo, що належить проекту

source: Open the changelog file of the project
ja: プロジェクトの ChangeLog ファイルを開きます
uk: В╕дкрити файл changelog, що належить проекту

source: Open the news file of the project
ja: プロジェクトの NEWS ファイルを開きます
uk: В╕дкрити файл news, ща належить проекту

source: Project _Configuration ...
ja: プロジェクトの設定(_C) ...
uk: Налаштування проекту...

source: Edit the configuration of the project
ja: プロジェクトの設定を編集します
uk: Налаштування проекту

source: Project _Information
ja: プロジェクト情報(_I)
uk: ╤нформац╕я про проект

source: Detailed information about the project
ja: このプロジェクトについての詳細な情報を表示します
uk: Докладна ╕нформац╕я про проект

source: Automatic
ja: 自動ハイライト
uk: Автоматично

source: Automatically determine the hilite style
ja: 自動的にハイライトのスタイルを決定します

source: No Hilite style
ja: ハイライトしない

source: Force the hilite style to None
ja: 強制的にハイライトのスタイルを無効にします

source: Force the hilite style to C and CPP
ja: 強制的に C/C++ スタイルでハイライトします

source: Force the hilite style to C and C++ with Gnome
ja: 強制的に GNOME の C/C++ スタイルでハイライトします

source: Force the hilite style to Html
ja: 強制的に HTML スタイルでハイライトします

source: Force the hilite style to Xml
ja: 強制的に XML スタイルでハイライトします

source: Java Scricpts
ja: Java スクリプト
uk: JavaScript

source: Force the hilite style to Java scripts
ja: 強制的に Java スクリプトのスタイルでハイライトします

source: Force the hilite style to Perl
ja: 強制的に Perl スタイルでハイライトします

source: Force the hilite type to Java
ja: 強制的に Java のスタイルでハイライトします

source: Force the hilite style to LUA
ja: 強制的に LUA スタイルでハイライトします

source: Force the hilite style to Python
ja: 強制的に Python スタイルでハイライトします

source: Force the hilite style to SQL
ja: 強制的に SQL スタイルでハイライトします

source: Force the hilite style to PLSQL
ja: 強制的に PLSQL スタイルでハイライトします

source: Force the hilite style to LaTex
ja: 強制的に LaTex スタイルでハイライトします

source: Force the hilite style to Diff
ja: 強制的に Diff スタイルでハイライトします

source: Force the hilite type to Pascal
ja: 強制的に Pascal スタイルでハイライトします

source: Force the hilite style to Xcode
ja: 強制的に Xcode スタイルでハイライトします

source: Force the hilite style to project/properties files
ja: 強制的にプロジェクト/設定ファイルのスタイルでハイライトします

source: Force the hilite style to Unix conf files
ja: 強制的に UNIX 設定ファイルのスタイルでハイライトします

source: Auto _Format
ja: 書式の自動整形(_F)
uk: Автоформатування

source: This will autoformate C and C++ source file
ja: C/C++ ソースファイルの書式に整形します
uk: Вмикнути автоматичне форматування файл╕в вих╕дних текст╕в C ╕ C++

source: _Increase Indent
ja: インデントを増やす(_I)
uk: Зб╕льшити в╕дступ

source: Increase indentation of line/selection
ja: 行/選択範囲のインデントの深さを増やします
uk: Зб╕льшити в╕дступ рядка чи вибраного блоку

source: _Decrease Indent
ja: インデントを減らす(_D)
uk: Зменшити в╕дступ

source: Decrease indentation of line/selection
ja: 行/選択範囲のインデントの深さを減らします
uk: Зменшити в╕дступ рядка чи вибраного блоку

source: _Update tags image
ja: タグイメージの更新(_U)

source: This will update the tags image of the project/opened files
ja: プロジェクトまたは開いたファイルのタグイメージを更新します

source: Force _Hilite Style
ja: 強制ハイライト(_H)

source: _Close All Folds
ja: 全フォールドを閉じる(_C)
uk: Закрить вс╕ теки

source: Close all code folds in the editor
ja: エディタ内の全てのコード・フォールドを閉じます
uk: Закрити вс╕ теки коду в редактор╕

source: _Open All Folds
ja: 全フォールドを開く(_O)
uk: В╕дкрити вс╕ теки

source: Open all code folds of the editor
ja: エディタ内の全てのコード・フォールドを開きます
uk: В╕дкрити вс╕ теки коду в редакторе

source: _Toggle Current Fold
ja: フォールドの切り替え(_T)

source: Toggle current code fold of the editor
ja: このコードフォールドを切り替えます

source: D_etach Current Document
ja: ドキュメントの分離(_E)

source: Detach the current editor into a seperate window
ja: このエディタを別のウィンドウに分離します

source: _Compile
ja: コンパイル(_C)
uk: Скомп╕лювати

source: Compile the current source file
ja: このソースファイルをコンパイルします
uk: Скомп╕лювати поточний файл вих╕дного тексту

source: _Build
ja: ビルド(_B)
uk: Скласти

source: Build the source directory of the project/current source file
ja: プロジェクトのソースディレクトリにあるソースをビルドします

source: Build _All
ja: 全てビルド(_A)
uk: Скласти все

source: Build the whole project
ja: 全てのプロジェクトをビルドします
uk: Скласти весь проект

source: _Install
ja: インストール(_I)
uk: Встановити

source: Install the project in your computer
ja: プロジェクトをインストールします
uk: Встановити проект на ваш комп'ютер

source: Build _Distribution
ja: 配布可能ファイルの作成
uk: Скласти дистрибуц╕ю

source: Build the distribution tarball of the project
ja: プロジェクトを配布可能な形式の tar ボールにビルドします
uk: Скласти дистрибутивний арх╕в tar проекту

source: Con_figure ...
ja: Configure(_F) ...
uk: Налаштувати...

source: Configure the project
ja: プロジェクトの configure を実行します
uk: Налаштувати проект

source: Auto _generate ...
ja: 自動生成(_G) ...
uk: З╜енерувати...

source: Auto generate all the build files
ja: 全てのビルドファイル群を自動的に生成します
uk: З╜енерувати вс╕ файли складання

source: Clea_n
ja: Clean(_N)
uk: Очистити

source: Clean your source directory
ja: プロジェクトのソースディレクトリ中を make clean します
uk: Очистити ваш каталог вих╕дних текст╕в

source: Clean A_ll
ja: 全て Clean(_L)
uk: Очистити все

source: Clean the whole project directory
ja: プロジェクトの全てのディレクトリを make clean します
uk: Очистити вс╕ каталоги проекту

source: _Stop Build
ja: ビルドの停止(_S)
uk: Зупинити складання

source: Stop the current compile or build process
ja: 現在のコンパイルまたはビルドプロセスを停止します
uk: Зупинити поточний процес комп╕ляц╕╖ чи складання

source: _Execute
ja: 実行(_E)
uk: Виконати

source: Execute the program
ja: プログラムを実行します
uk: Виконати програму

source: Set _Program params ...
ja: プログラムの引数(_P) ...
uk: Встановити параметри програми...

source: Set the execution parameters of the program
ja: プログラムに引き渡すパラメータを設定します
uk: Встановити параметри виконання програми

source: _Toggle bookmark
ja: ブックマークの切り替え(_T)
uk: Перемикнути закладки

source: _First bookmark
ja: 最初のブックマーク(_F)
uk: Перша закладка

source: _Previous bookmark
ja: 前のブックマーク(_P)
uk: Попередня закладка

source: _Next bookmark
ja: 次のブックマーク(_N)
uk: Наступна закладка

source: _Last bookmark
ja: 最後のブックマーク(_L)
uk: Остання закладка

source: _Clear all bookmarks
ja: 全てのブックマークのクリア(_C)
uk: Стерти вс╕ закладки

source: Run/_Continue
ja: 実行/続行(_C)
uk: Запустити/продовжити

source: Continue the execution of the program
ja: プログラムの実行を続行します
uk: Продовжити виконання програми

source: Step _In
ja: ステップ(_I)

source: Single step into functions
ja: 関数の中に一つ進みます

source: Step O_ver
ja: ステップオーバー(_V)

source: Single step over functions
ja: 関数を飛ばして一つ進みます

source: Step _Out
ja: ステップアウト(_O)

source: Single step out of the functions
ja: 関数の中から外に一つ進みます

source: _Run to cursor
ja: カーソル位置まで実行(_R)

source: Run to the cursor
ja: カーソルの位置まで一気に実行します

source: Toggle breakpoint
ja: ブレークポイントの切り替え

source: Toggle breakpoint at the current location
ja: この場所のブレークポイントの ON/OFF を切り替えます

source: Set Breakpoint ...
ja: ブレークポイント ON ...
uk: Встановити точку зупинки...

source: Set a breakpoint
ja: ブレークポイントを ON にします
uk: Встановити точку зупинки

source: _Breakpoints ...
ja: ブレークポイント(_B) ...
uk: Точки зупинок...

source: Edit breakpoints
ja: ブレークポイントを編集します
uk: Виправити точки зупинки

source: Disable all Breakpoints
ja: 全ブレークポイントを一時無効
uk: Вимкнути вс╕ точки зупинки

source: This will deactivate all the breakpoints
ja: 全てのブレークポイントを一時的に無効(セットするが、ブレークしない)にします
uk: Вс╕ точки зупинки буде вимкнуто

source: C_lear all Breakpoints
ja: 全<ブレークポイントのクリア(_L)
uk: Стерти вс╕ точки зупинки

source: This will delete all the breakpoints
ja: 全てのブレークポイントを OFF にします
uk: Вс╕ точки зупинки буде стерто

source: Info _Target Files
ja: 対象ファイル(_T)

source: The files which the debugger is active with
ja: デバッグ対象のファイルを表示します

source: Info _Program
ja: プログラム(_P)
uk: ╤нформац╕я про програму

source: Get the information about the execution status of the program
ja: プログラムの実行ステータスについての情報を取得します

source: Info _Kernal User Struct
ja: カーネル User 構造(_K)

source: Get the contents of kernel 'struct user' for current child
ja: 現在の子プロセスのカーネル 'struct user' の内容を取得します

source: Info _Threads
ja: スレッド(_T)

source: Get the IDs of currently known threads
ja: 現在、既知のスレッド ID を取得します

source: Info _Global variables
ja: グローバル変数(_G)

source: All the global and static variables of the program
ja: プログラムの全グローバル及びスタティック変数を表示します

source: Info _Local variables
ja: ローカル変数(_L)

source: All the local variables of the current frame
ja: 現在のフレームのローカル変数を表示します

source: Info _Current Frame
ja: 現在のフレーム(_C)

source: Show the information about the current frame of execution
ja: 実行中の現在のフレームについての情報を表示します

source: Info Function _Arguments
ja: 関数の引数(_A)

source: Function arguments of the current frame
ja: 現在のフレームの関数引数を表示します

source: _Start Debugger
ja: デバッガの起動(_S)
uk: Запустити налагоджувач

source: Start the debugging session
ja: デバッガのセッションを起動します
uk: Запустити сеанс налагодження

source: Load E_xecutable ...
ja: 実行形式の読み込み(_X) ...
uk: Завантажити виконавчий код...

source: Open the executable for debuging
ja: デバッグ用に実行形式ファイルを開きます
uk: В╕дкрити виконавчий файл для налагодження

source: Load _Core file ...
ja: core ファイルの読み込み(_C) ...
uk: Завантажити файл _core...

source: Load a core file to disect
ja: core ファイルを読み込みます

source: _Attach to Process ...
ja: プロセスに取り込む(_A) ...
uk: П╕д'╓днатись до процесу...

source: Attach to an already running program
ja: 既に実行中のプログラムに取り込みます
uk: П╕д'╓днатись до вже запущено╖ програми

source: _Restart Program
ja: プログラムの再起動(_R)
uk: Перезапустити програму

source: Stop and restart the program
ja: プログラムを停止して再起動します
uk: Зупинити ╕ перезапустити програму

source: S_top Program
ja: プログラムの停止(_T)
uk: Зупинити програму

source: Stop the debugging program
ja: デバッグ中のプログラムを停止します
uk: Зупинити налагодження програми

source: _Detach Debugger
ja: デバッガの解放(_D)

source: Detach the program if you have attached to it
ja: 取り込んだプログラムがあれば、それを解放します

source: I_nterrupt Program
ja: プログラムの割り込み(_I)
uk: Припинити програму

source: Interrupt the program execution
ja: 実行中のプログラムに割り込みをかけます
uk: Припинити виконнання програми

source: Si_gnal to Process
ja: シグナル送信(_G)
uk: В╕д╕слати си╜нал процесу

source: Send a kernel signal to the debugging process
ja: デバッグ中のプロセスにカーネルシグナルを送信します
uk: В╕д╕слати си╜нал ядра процесу, що налагоджу╓ться

source: _Execution
ja: 実行(_E)
uk: Виконання

source: _Information
ja: 情報(_I)
uk: ╤нформац╕я

source: Ins_pect/Evaluate ...
ja: 検証/評価(_P) ...

source: Inspect or evaluate an expression or a variable
ja: 式または変数の中身を調べたり評価します

source: Add Expression in _Watch ...
ja: 監視する式の追加(_W) ...

source: Add expression or a variable in the watch
ja: 監視するものに式または変数を追加します

source: St_op Debugger
ja: デバッガの停止(_O)
uk: Зупинити налагоджувач

source: Say good bye to the debugger
ja: デバッガと "さよなら" する
uk: Зупинити налагоджувач

source: Grep Utility
ja: Grep ツール
uk: Утил╕та grep

source: Compare two files
ja: ファイルの比較
uk: Пор╕вняти два файли

source: Diff Utility
ja: Diff ツール
uk: Утил╕та diff
