Repository: GNOME/gnome-i18n
Catalog: extra-po/anjuta/*.po
Languages: ja, uk

source: Some files (or the project) are not saved. Do you still want to exit?
ja: 幾つかのファイル (またはプロジェクトファイル) が保存されていません。 本当に終了しても宜しいですか？
uk: Деяк╕ файли (чи проект) не було збережено. Ви й надал╕ хочете вийти?

source: Not a regular file: %s.
ja: 正規のファイルではありません: %s
uk: Нере╜улярний файл: %s.

source: No read permission for: %s.
ja: 読み込み権限がありません: %s
uk: Нема╓ прав на зчитування: %s.

source: The file "%s" already exist. Do you want to overwrite it?.
ja: ファイル "%s" は既に存在しています。 本当に上書きしても宜しいですか？
uk: Файл "%s" вде ╕сну╓. Хочете переписати його?

source: Unable to create settings directory.
ja: 設定ファイル用のディレクトリを作成できません。
uk: Не вдалось створити каталог установок.

source: Anjuta: Information
ja: Anjuta: 情報
uk: Anjuta: ╤нформац╕я

source: Select the type of application you want to develop
ja: 開発するアプリケーションの種類を選択して下さい。
uk: Вибер╕ть тип програми, яку ви хочете розроблювати

source: Generic/Terminal based Project
ja: 一般なコマンド・ベースのプロジェクト
uk: Звичайний/терм╕нальний проект

source: Gtk based Project
ja: GTK+ ベースのプロジェクト
uk: Проект, що ╜рунту╓ться на GTK

source: Gnome based Project
ja: GNOME ベースのプロジェクト
uk: Проект, що ╜рунту╓ться на GNOME

source: Gnome Bonobo component
ja: GNOME Bonobo コンポーネント
uk: Компонет Bonobo для GNOME

source: Enter the basic Project information
ja: プロジェクトの基本的な情報を入力して下さい。
uk: Введ╕ть основну ╕нформац╕ю про проект

source: Project Name:
ja: プロジェクト名:
uk: Назва проекту:

source: Project Version:
ja: プロジェクトバージョン:
uk: Верс╕я проекту:

source: Project Author:
ja: プロジェクト開発者:
uk: Автор проекту:

source: Project Target:
ja: プログラム名:
uk: Ц╕ль проекту:

source: Programming language
ja: 使用するプログラミング言語
uk: Мова програмування

source: C
ja: C 言語

source: C++
ja: C++ 言語

source: Both C and C++
ja: C/C++ 言語の両方
uk: Як C, так ╕ C++

source: Enter a short project description
ja: プロジェクトの短い説明、紹介を入力して下さい。
uk: Введ╕ть короткий опис проекту

source: Couldn't find pixmap file: %s
ja: Pixmap ファイルが見つかりませんでした: %s
uk: Не вдалось знайти файл зображення: %s

source: Executable target.
ja: 対象は実行形式プログラム

source: Static library target.
ja: 対象は静的 (Static) ライブラリ

source: Dynamic library target.
ja: 対象は動的 (Dinamic) ライブラリ

source: Project name
ja: プロジェクト名
uk: Назва проекту

source: Source target name
ja: 対象ソース名

source: Project Version
ja: プロジェクトのバージョン
uk: Верс╕я проекту

source: Invalid %s field: You must supply a valid %s field to proceed further.
ja: %s の欄は正しくありません: 先に進むには正しい "%s" を入力して下さい。

source: Yes
ja: はい
uk: Так

source: No
ja: いいえ
uk: Н╕

source: Confirm the following information:
ja: 下記の情報を確認して下さい:
uk: П╕дтверд╕ть наступну ╕нформац╕ю:

source: Project Name:
ja: プロジェクト名:
uk: Назва проекту:

source: Project Type:
ja: プロジェクトの種類:
uk: Тип проекту:

source: Target Type:
ja: 対象となる種類:

source: Source Target:
ja: 対象となるソース:

source: Version:
ja: バージョン:
uk: Верс╕я:

source: Author:
ja: 作者:
uk: Автор:

source: Prog. Language:
ja: 使用する言語:
uk: Мова програмування:

source: Gettext support:
ja: GNU Gettext サポート:
uk: П╕дтримка gettext:

source: Gnome Application Widzard
ja: GNOME アプリケーション・ウィザード
uk: Пом╕чник програми GNOME

source: Gnome Application Widzard: Page 1 of 6
ja: GNOME アプリケーション・ウィザード: 1/6 ページ
uk: Пом╕чник програми GNOME: Стор╕нка 1 з 6

source: Gnome Application Widzard: Page 2 of 6
ja: GNOME アプリケーション・ウィザード: 2/6 ページ
uk: Пом╕чник програми GNOME: Стор╕нка 2 з 6

source: Gnome Application Widzard: Page 3 of 6
ja: GNOME アプリケーション・ウィザード: 3/6 ページ
uk: Пом╕чник програми GNOME: Стор╕нка 3 з 6

source: Gnome Application Widzard: Page 4 of 6
ja: GNOME アプリケーション・ウィザード: 4/6 ページ
uk: Пом╕чник програми GNOME: Стор╕нка 4 з 6

source: Gnome Application Widzard: Page 5 of 6
ja: GNOME アプリケーション・ウィザード: 5/6 ページ
uk: Пом╕чник програми GNOME: Стор╕нка 5 з 6

source: Gnome Application Widzard: Page 6 of 6
ja: GNOME アプリケーション・ウィザード: 6/6 ページ
uk: Пом╕чник програми GNOME: Стор╕нка 6 з 6

source: Unable to execute: %s.
ja: 実行できません: %s
uk: Неможливо виконати: %s.

source: Unable to open the file: %s
ja: ファイルが開けません: %s
uk: Неможливо в╕дкрити файл: %s

source: Select the Process to attach:
ja: 添付するプロセスの選択:
uk: Вибер╕ть процес для при╓днання:

source: Owner
ja: 所有者
uk: Власник

source: Time
ja: 時刻
uk: Час

source: Command
ja: コマンド名
uk: Команда

source: Update
ja: 更新
uk: Поновити

source: Attach
ja: 添付
uk: П╕д'╓днати

source: Old breakpoints disabled.
ja: 古いブレークポイントは無効です。

source: YES
ja: はい
uk: ТАК

source: NO
ja: いいえ
uk: Н╤

source: Are you sure you want to delete all breakpoints?
ja: 本当に、全てのブレークポイントを削除しても宜しいですか？
uk: Ви переконан╕, що хочете стерти вс╕ точки зупинок?

source: You must give a valid location to set the breakpoint.
ja: ブレークポイントを設定するためには、正しい場所を指定する必要があります。

source: Anjuta: Breakpoints
ja: Anjuta: ブレークポイント
uk: Anjuta: Точки зупинок

source: Enabled
ja: 有効
uk: Ув╕мкнено

source: File
ja: ファイル名
uk: Файл

source: Line
ja: 行
uk: Рядок

source: Function
ja: 関数名
uk: Функц╕я

source: Pass
ja: パス
uk: Прох╕д

source: Condition
ja: 状態
uk: Умова

source: Add
ja: 追加
uk: Додати

source: Edit
ja: 編集
uk: Зм╕нити

source: Toggle Enable
ja: 有効にする
uk: Перемикнути

source: View Source
ja: ソース表示
uk: Перегляд вих╕дного тексту

source: Disable All
ja: 全て無効
uk: Вимкнути все

source: Enable All
ja: 全て有効
uk: Ув╕мкнути все

source: Delete All
ja: 全て削除
uk: Встерти все

source: Delete
ja: 削除
uk: Встерти

source: Add Breakpoint
ja: ブレークポイントの追加
uk: Додати точку зупунки

source: Location:
ja: 場所:
uk: Положення:

source: Condition:
ja: 状態:
uk: Умова:

source: Pass:
ja: パス:
uk: Прох╕д:

source: File is not saved. Save it and build.
ja: ファイルは保存されていません。保存してからビルドして下さい。
uk: Файл не збережено. Збереж╕ть його ╕ склад╕ть.

source: The executable is up-to-date. No need to build again.
ja: 実行形式プログラムが更新されました。再ビルドの必要はありません。

source: I do not really know how to build this file.
ja: このファイルのビルド方法が不明です。
uk: Нев╕домо як складати цей файл.

source: Build
ja: ビルド
uk: Скласти

source: Building file: %s ...
ja: ビルド中: %s ...
uk: Складання файлу: %s ...

source: Total time taken: %d secs
ja: 所要時間: %d 秒

source: Build completed ... unsuccessful
ja: ビルド完了 ... 失敗
uk: Складання завершено... неусп╕шно

source: Build completed ... unsuccessful
ja: ビルド完了 ... 失敗
uk: Складання завершено... неусп╕шно

source: Build completed ... successful
ja: ビルド完了 ... 成功
uk: Складання завершено... усп╕шно

source: Build completed ... successful
ja: ビルド完了 ... 成功
uk: Складання завершено... усп╕шно

source: Unable to build module. Check Preferences->Commands.
ja: モジュールがビルドできません。"設定 -> コマンド" を確認して下さい。
uk: Не вдалось скласти модуль. Перев╕рте "Параметри->Команди".

source: Build Project
ja: プロジェクトのビルド
uk: Скласти проект

source: Building source directory of the project:
ja: プロジェクトのソースディレクトリのビルド:
uk: Складання вих╕дного каталогу проекту:

source: Unable to build project. Check Preferences->Commands.
ja: プロジェクトをビルドできません。"設定 -> コマンド" を確認して下さい。
uk: Неможливо скласти проект. Перев╕рте "Параметри->Команди".

source: Building the whole project:
ja: 全てのプロジェクトのビルド:
uk: Скласти весь проект:

source: Unable to build tarball. Check Preferences->Commands.
ja: Tar ボールをビルドできません。"設定 -> コマンド" を確認して下さい。
uk: Не вдалось створити арх╕в. Перев╕рте "Параметри->Команди".

source: Build Distribution
ja: パッケージの作成
uk: Скласти дистрибуц╕ю

source: Building the distribution package of the project:
ja: プロジェクトから配布可能なパッケージの作成:
uk: Скласти дистрибутивний пакет проекту:

source: Unable to Install project. Check Preferences->Commands.
ja: プロジェクトをインストールできません。"設定 -> コマンド" を確認して下さい。
uk: Не вдалось встановити проект. Перев╕рте "Параметри->Команди".

source: Install Project
ja: プロジェクトのインストール
uk: Встановити проект

source: Installing the project:
ja: プロジェクトのインストール:
uk: Встановлення проекту:

source: Unable to autogenerate. Check Preferences->Commands.
ja: 自動生成できません。"設定 -> コマンド" を確認して下さい。
uk: Неможливо атоматично з╜енерувати. Перев╕рте "Параметри->Команди".

source: Autogen Project
ja: プロジェクトの自動生成
uk: Автоз╜ерерувати проект

source: Autogenerating the project:
ja: プロジェクトの自動生成:
uk: Авто╜енерац╕я проекту:

source: Build completed...............Unsuccessful
ja: ビルド完了...............失敗
uk: Складання завершено...........Неусп╕шно

source: Build terminated with error(s).
ja: エラーが発生したのでビルドを中断しました。
uk: Складання зупинено помилкою.

source: Build completed...............Successful
ja: ビルド完了...............成功
uk: Складання завершено...........Усп╕шно

source: Build completed ... successful.
ja: ビルド完了 ... 成功です。
uk: Складання завершено ... усп╕шно.

source: Build all completed...............Unsuccessful
ja: 全ビルド完了...............失敗
uk: Складання всього зарешено.........Неусп╕шно

source: Build all completed...............Unsuccessful
ja: 全ビルド完了...............失敗
uk: Складання всього зарешено.........Неусп╕шно

source: Build all completed...............Successful
ja: 全ビルド完了...............成功
uk: Складання всього зарешено.........Усп╕шно

source: Build all completed ... successful
ja: 全ビルド完了 ... 成功
uk: Складання всього зарешено ... усп╕шно

source: Build-Distribution completed...............Unsuccessful
ja: パッケージの作成完了...............失敗

source: Build-Distribution completed ... unsuccessful
ja: パッケージの作成完了 ... 失敗

source: Build-Distribution completed...............Successful
ja: パッケージの作成完了...............成功

source: You will find the source tarball in the top level directory of the project
ja: プロジェクトのトップディレクトリにソース Tar ボールを作成しました。
uk: Ви знайдета tar-арх╕в вих╕дних файл╕в у каталоз╕ верхнього р╕вня проекту

source: Build-Distribution completed ... successful
ja: パッケージの作成完了 ... 成功

source: Install completed...............Unsuccessful
ja: インストール完了...............失敗
uk: Встановлення завершено..........Неусп╕шно

source: Install completed...............Unsuccessful
ja: インストール完了...............失敗
uk: Встановлення завершено..........Неусп╕шно

source: Install completed...............Successful
ja: インストール完了..............成功
uk: Встановлення завершено..........Усп╕шно

source: Install completed ... successful
ja: インストール完了 ... 成功
uk: Встановлення завершено ... усп╕шно

source: Autogenaration completed...............Unsuccessful
ja: 自動生成の完了...............失敗

source: Autogenaration completed ... unsuccessful
ja: 自動生成の完了 ... 失敗

source: Autogenaration completed...............Successful Now Configure the Project.
ja: 自動生成の完了...............成功 今からプロジェクトを Configure します。

source: Autogenaration completed ... successful
ja: 自動生成の完了 ... 成功

source: Unable to clean project. Check Preferences->Commands.
ja: プロジェクトを Clean できません。"設定 -> コマンド" を確認して下さい。

source: Cleaning the source directory of the project:
ja: プロジェクトのソースディレクトリの Clean:
uk: Очистити каталог вих╕дних текст╕в проекту:

source: Cleaning completed...............Unsuccessful
ja: Clean 完了...............失敗

source: Cleaning completed ... unsuccessful
ja: Clean 完了 ... 失敗

source: Cleaning completed...............Successful
ja: Clean 完了...............成功

source: Cleaning completed ... successful
ja: Clean 完了 ... 成功

source: Unable to clean all project. Check Preferences->Commands.
ja: 全てのプロジェクトを Clean できません。"設定 -> コマンド" を確認して下さい。

source: Clean All
ja: 全て Clean
uk: Очистити все

source: Cleaning whole of the project:
ja: 全てのプロジェクトの Clean:
uk: Очистити весь проект:

source: Clean all completed...............Unsuccessful
ja: 全プロジェクトの Clean 完了...............失敗

source: Clean all completed ... unsuccessful
ja: 全プロジェクトの Clean 完了 ... 失敗

source: Clean all completed...............Successful
ja: 全プロジェクトの Clean 完了...............成功

source: Clean all completed ... successful
ja: 全プロジェクトの Clean 完了 ... 成功

source: Select programming language:
ja: プログラミング言語の選択:
uk: Вибрати мову програмування:

source: Language specific commands
ja: 言語依存のコマンド
uk: Команди властив╕ мов╕

source: Compile File:
ja: コンパイル:

source: Build File:
ja: ビルド:

source: Execute File:
ja: プログラム実行:

source: General commands
ja: 共通のコマンド
uk: Загальн╕ команди

source: Pixmap editor:
ja: Pixmap エディタ:
uk: Редактор растрових зображень:

source: Image editor:
ja: 画像エディタ:
uk: Редактор зображень:

source: Html viewer:
ja: HTML ビュワー:
uk: Перегляд HTML:

source: Load global defaults
ja: システムのデフォルト値にする

source: Load user defaults
ja: ユーザーのデフォルト値にする

source: This file is not saved. Save it first and then compile.
ja: このファイルは保存されていません。まず最初に保存してからコンパイルして下さい。

source: The object file is up to date. No need to compile again.
ja: オブジェクトファイルが更新されました。再びコンパイルする必要はありません。

source: I do not really know how to compile this file.
ja: このファイルのコンパイル方法が不明です。
uk: Нев╕домо як комп╕лювати цей файл.

source: Compile
ja: コンパイル
uk: Скомп╕лювати

source: Compiling file: %s ...
ja: コンパイル中: %s ...
uk: Комп╕ляц╕я файлу: %s ...

source: Compile completed ... unsuccessful
ja: コンパイル完了 ... 失敗
uk: Комп╕ляц╕ю завершено ... неусп╕шно

source: Compile completed ... successful
ja: コンパイル完了 ... 成功
uk: Комп╕ляц╕ю завершено ... усп╕шно

source: Cannot create: %s.
ja: %s を生成できません。
uk: Неможливо створити: %s.

source: Support ID: %s
ja: サポート ID: %s

source: Description:
ja: 説明:
uk: Опис:

source: Dependencies: %s
ja: 依存関係: %s
uk: Залежност╕: %s

source: Macros in configure.in fie:
ja: ファイル "configure.in" で定義しているマクロ:

source: Variable(s) for cflags: %s
ja: CFLAGS の値: %s

source: Variable(s) for Libs: %s
ja: LIBS の値: %s

source: Compile time Cflags: %s
ja: CFLAGS コンパイル時間: %s

source: Compile time Libs: %s
ja: LIBS コンパイル時間: %s

source: Entries in acconfig.h file:
ja: ファイル "acconfig.h" のエントリ:

source: Installed status:
ja: インストールの状況:

source: Installed => %s
ja: インストール済 => %s
uk: Встановлено => %s

source: Not Installed.
ja: インストールされていません。
uk: Не встановлено.

source: Are you sure you want to clear the list?
ja: 本当にこの一覧をクリアしても宜しいですか？
uk: Ви переконан╕, що хочете очистити список?

source: Compiler Options
ja: コンパイラのオプション
uk: Параметри комп╕лятора

source: Supports
ja: サポート

source: Include Paths
ja: ヘッダのパス
uk: Шляхи до файл╕в заголовк╕в

source: Library Paths
ja: ライブラリのパス
uk: Шляхи до б╕бл╕отек

source: Libraries
ja: ライブラリ群
uk: Б╕бл╕отеки

source: Defines
ja: 定義
uk: Визначення

source: Warnings
ja: 警告メッセージ
uk: Попередження

source: Optimization
ja: 最適化
uk: Оптим╕зац╕я

source: Others
ja: その他
uk: ╤нше

source: Select the Supports to add
ja: 追加するサポート機能の選択

source: Info
ja: 情報
uk: ╤нформац╕я

source: <: Enter here
ja: <: ここに入力

source: Remove
ja: 削除
uk: Видалити

source: Clear
ja: クリア
uk: Очистити

source: Added Libraries
ja: 追加済みライブラリ群
uk: Додати б╕бл╕отеки

source: Stock
ja: 追加可能

source: Description
ja: 説明
uk: Опис

source: Treat warnings as errors.
ja: 警告をエラーとして扱う。
uk: Трактувати попередження як помилки.

source: No Warnings
ja: ワーニング無し
uk: Без попереджень

source: All Warnings
ja: 全ての警告 (-Wall)
uk: Вс╕ попередження

source: Warning for Implicit declarations
ja: 型を指定していない宣言に対する警告 (-Wimplicit)

source: Warning for mismached Return types
ja: 関数の戻り値の型が一致しない場合の警告 (-Wreturn-type)

source: Warning for Unused Variables
ja: ローカル変数が宣言されたにも関わらず使用されていない場合の警告 (-Wunused)
uk: Попередження про зм╕нн╕, що не використовуються

source: Warning for unhandled Switch case with enums
ja: switch 文が列挙型(enum)をとる場合に、case 文が足りない場合の警告 (-Wswitch)

source: Warning for nested Comment
ja: コメントの中に '/*' が現れた場合の警告 (-Wcomment)

source: Warning for Uninitialized variable use
ja: 初期化されていない自動変数が使用されている場合の警告 (-Wuninitialized)

source: Warning for missing Parentheses
ja: 特定の文脈の中で括弧が省略されていた場合の警告 (-Wparentheses)
uk: Попередження про непарн╕ дужки

source: Warning for Un-Traditional syntax
ja: 伝統的な C と ANSI-C の間で異なる振舞いをする場合の警告 (-Wtraditional)
uk: Попередження про нетрадиц╕йний синтаксис

source: Warning for Variable Shadowing
ja: ローカル変数が他のローカル変数を隠している場合の警告 (-Wshadow)

source: Warning for suspected Pointer-arith
ja: 関数型や void のサイズに依存する場合の警告 (-Wpointer-arith)

source: Warning for Missing-prototypes
ja: プロトタイプ宣言がない場合の警告 (-Wmissing-prototypes)
uk: Попередження про помилков╕ прототипи

source: Warning for Un-Inline-able declarations
ja: 関数をインライン展開できなかった場合の警告 (-Winline)

source: Warning for Overloaded-virtuals
ja: 基底クラスの仮想関数と異なる型をもつ関数に対する警告 (-Woverloaded-virtual)

source: No optimization
ja: 最適化しない
uk: Без оптим╕зац╕╖

source: Low level optimization (Machine dependent)
ja: -O1 低レベル最適化 (機種依存)
uk: Низькор╕внева оптим╕зац╕я (машинозалежна)

source: Higher level optimization (without space-speed tradeoff)
ja: -O2 高レベル最適化 (サイズとスピードのトレードオフ無し)
uk: Високор╕внева оптим╕зац╕я (без недол╕к╕в косм╕чних швидкостей)

source: Fastest code optimization (Function inlined where ever possible
ja: -O3 最速コード最適化 (可能ならば関数をインライン化する)
uk: Найшвидша оптим╕зац╕я коду (влаштовування функц╕й всюди, де це можливо)

source: Note: With optimization enabled, you might have some difficulty in debugging your program. So it is not a good idea to enable both debug and optimization options, unless what you want is to debug the optimized code.
ja: 注意: 最適化を有効にすると、プログラムのデバッグ時に幾つかの点で不都合が生じます。つまり最適化されたコードをデバッグすると言うような、デバッグと最適化の両オプションを同時に設定することは避けた方が良いでしょう。

source: Enable Debugging
ja: デバッグを可能にする
uk: Ув╕мкнути налагодження

source: Enable Profiling
ja: プロファイリングを可能にする
uk: Ув╕мкнути проф╕лювання

source: Additional compiler options (command line options)
ja: コンパイラの追加オプション (コマンドラインのオプション群)
uk: Додатков╕ параметри комп╕лятора (параметри командного рядка)

source: Additional linker options (command line options)
ja: リンカの追加オプション (コマンドラインのオプション群)
uk: Додатков╕ параметри укладача (параметри командного рядка)

source: Configure Options (if any)
ja: Configure オプション (存在すれば)

source: Project does not have executable configure script. You need to autogen the project first.
ja: プロジェクトには実行可能な configure スクリプトがありません。 プロジェクトの最初に autogen を実行する必要があります。

source: Configuring the project ....
ja: プロジェクトの configure 中 ....

source: Configure completed...............Unsuccessful
ja: configure 完了...............失敗

source: Configure completed ... unsuccessful
ja: configure 完了 ... 失敗

source: Configure completed...............Successful
ja: configure 完了...............成功

source: Configure completed ... successful
ja: configure 完了 ... 成功

source: Load Executable File
ja: 実行ファイルの読み込み
uk: Завантажити виконавчий файл

source: Load Core Dump File
ja: core ダンプファイルの読み込み
uk: Завантажити файл core

source: Loading Executable:
ja: 実行ファイルの読み込み:
uk: Завантаження виконавчого файлу:

source: Loading Core:
ja: core の読み込み:
uk: Завантаження файлу core:

source: You have a process ATTACHED under debugger. Please detach it first and then load the EXEC file.
ja: デバッガ配下に "取り込まれた" プロセスが存在します。 まず最初にそのプロセスを解放してから、実行ファイルを読み込んで下さい。

source: You have a process RUNNING under debugger. Please stop it first and then load the EXEC file.
ja: デバッガ配下に "実行中" のプロセスが存在します。 まず最初にそのプロセスを停止してから、実行ファイルを読み込んで下さい。

source: You have a process ATTACHED under debugger. Please detach it first and then load the CORE file.
ja: デバッガ配下に "取り込まれた" プロセスが存在します。 まず最初にそのプロセスを解放してから、core ファイルを読み込んで下さい。

source: You have a process RUNNING under debugger. Please stop it first and then load the CORE file.
ja: デバッグ配下に "実行中" のプロセスが存在します。 まず最初にそのプロセスを停止してから、core ファイルを読み込んで下さい。

source: I can not find: %s. Unable to initialize Debugger. :-( Make sure you have installed Anjuta properly.
ja: %s が見つかりません。 デバッガを初期化できません。:-( 正しく Anjuta がインストールされているか確認して下さい。

source: Debugger
ja: デバッガ
uk: Налагоджувач

source: Getting ready to start debugging session ...
ja: デバッグのセッション開始の準備が完了 ...
uk: П╕дготовка до початку сеансу налагодження...

source: No where
ja: どこで

source: Open an executable or attach to a process to start debuging.
ja: デバッグを開始するには、実行ファイルを開くかまたはプロセスを取り込んで下さい。

source: There was an error while launching Debugger!!
ja: デバッガを起動中にエラーが発生しました！

source: Make sure you have 'gdb' installed in your box.
ja: 正しく 'gdb' がインストールされているか確認して下さい。
uk: Переконайтесь, що у вас встановлено "gdb".

source: Error:
ja: エラー:
uk: Помилка:

source: Debugger is ready.
ja: デバッガ準備完了。
uk: Налагоджувач готовий.

source: Well, did you find the BUG? :: Debugging session completed.
ja: どうです、BUG が見つかりましたか？ :: デバッグセッションを完了しました。

source: Cannot execute gnome-terminal
ja: 'gnome-terminal' が実行できません
uk: Неможливо виконати gnome-terminal

source: Error: Cannot start terminal for debugging.
ja: エラー: デバッグ用ターミナルが起動できません。
uk: Помилка: Неможливо запустити терм╕нал для налагодження.

source: Warning: No debug terminal. Redirecting stdio to /dev/null.
ja: 警告: デバッグ用ターミナルがありません。標準入力から /dev/null にリダイレクトします。

source: Running program ...
ja: プログラム実行中 ...
uk: Запуск програми...

source: Attaching to process: %d
ja: プロセスの取り込み: %d
uk: П╕д'╓днання до процесу: %d

source: A process is already running. Do you want to terminate it and attach the new process?
ja: プロセスは既に実行中です。 プロセスを強制終了して、新しいプロセスを取り込みますか？

source: You FOOL! I can not attach to myself.
ja: 止めてくれ〜 Anjuta 自身をデバッグするは。

source: Detaching the process: %d
ja: プロセスの解放: %d

source: All breakpoints enabled:
ja: 全てのブレークポイントが有効:

source: All breakpoints disabled:
ja: 全てのブレークポイントが無効:

source: All breakpoints deleted:
ja: 全てのブレークポイントを削除済み:

source: Interrupting the process: %d
ja: プロセス割り込み: %d

source: Sending signal %s to the process: %d
ja: プロセスにシグナル %s を送信: %d

source: There was some error while signaling the process.
ja: プロセスにシグナルを送信中にエラーが発生しました。

source: Execute
ja: 実行
uk: Виконати

source: Command arguments (if any)
ja: コマンド引数 (存在すれば)

source: Run in Terminal
ja: ターミナル内で実行
uk: Запустити в терм╕нал╕

source: Target of this project is unknown
ja: このプロジェクトのターゲットが不明です

source: Target of this project is not executable
ja: このプロジェクトのターゲットは実行形式ではありません

source: Executable does not exsits for this project.
ja: このプロジェクトには実行ファイルは存在しません。
uk: Виконавчого файлу не ╕сну╓ для цього проекту.

source: No file or project opened.
ja: ファイルが存在しないか、プロジェクトが読み込まれていません。
uk: Нема╓ в╕дкритого файлу чи проекту.

source: No executable for this file.
ja: このファイルは実行形式ではありません。

source: Executable is not up-to-date.
ja: 実行ファイルが更新されていません。
uk: Виконавчий файл не поновлено.

source: Unable to execute project. Check Settings->Commands.
ja: プロジェクトを実行できません。"設定 -> コマンド" を確認して下さい。

source: This file is not saved. Save it first.
ja: このファイルは保存されていません。まず最初に保存して下さい。
uk: Цей файл не збережено. Спершу збереж╕ть його.

source: Unable to execute file. Check Settings->Commands.
ja: ファイルを実行できません。"設定 -> コマンド" を確認して下さい。

source: File type filter:
ja: 拡張子フィルタ:
uk: Ф╕льтр тип╕в файл╕в:

source: Home
ja: ホーム
uk: Дом╕вка

source: Find in files
ja: ファイル内の検索
uk: Пошук у файлах

source: Finding in Files ....
ja: ファイル内の検索 ....
uk: Пошук у файлах....

source: Find in Files completed...............Unsuccessful
ja: ファイル内の検索完了...............失敗

source: Find in Files completed ... unsuccessful
ja: ファイル内の検索完了 ... 失敗

source: Find in Files completed...............Successful
ja: ファイル内の検索完了...............成功

source: Find in Files completed ... successful
ja: ファイル内の検索完了 ... 成功

source: ERROR: No input files supplied. I am wondering where will I search.
ja: エラー: 検索するファイルが指定されていません。 どのファイルを検索すれば良いですか？

source: ERROR: No search string supplied. I am wondering what to search.
ja: エラー: 検索する文字列が指定されていません。 何を検索すれば良いですか？

source: Search in Files
ja: ファイル内の検索
uk: Пошук у файлах

source: File/Directory to add:
ja: 追加するファイル/ディレクトリ:

source: List of Files/Directories to be searched
ja: 検索対象のファイル/ディレクトリ一覧

source: Case Sensitive
ja: 大小文字を無視する
uk: Ре╜╕строва чутлив╕сть

source: Search String
ja: 検索する文字列
uk: Пошук рядка

source: Regexp/String to search
ja: 検索する正規表現/文字列
uk: Розшукуваний рядок чи ре╜улярний вираз

source: String to replace
ja: 置換する文字列
uk: Рядок для зам╕ни

source: Scope
ja: 範囲
uk: Контекст

source: Whole Document
ja: 全てのドキュメント
uk: Весь документ

source: From Cursor
ja: カーソル位置から
uk: В╕д курсору

source: Direction
ja: 方向
uk: Напрямок

source: Forward
ja: 前へ
uk: Вперед

source: Backward
ja: 後ろへ
uk: Назад

source: Type
ja: 種類
uk: Тип

source: Regexp
ja: 正規表現
uk: Ре╜улярний вираз

source: String
ja: 文字列
uk: Рядок

source: Ignore case while searching
ja: 大小文字は無視する
uk: ╤╜норувати ре╜╕стр п╕д час пошуку

source: Prompt before Replace
ja: 置換する前に確認する
uk: Запит перед зам╕ною

source: Whole word
ja: 単語全体を対象とする
uk: Ц╕ле слово

source: Do you want to replace this?
ja: これを置換しますか？
uk: Хочете зам╕нити це?

source: The string "%s" was not found in the selected text
ja: 指定した範囲内に文字列 "%s" が見つかりませんでした。
uk: Рядок "%s" не знайдено у вибраному текст╕
