Repository: GNOME/gnome-i18n
Catalog: extra-po/anjuta/*.po
Languages: ja, uk

source: File View (Char/Octal/Hex)
ja: ファイル表示 (文字/8進/16進)
uk: Перегляд файлу (Символи/8-кова/16-кова)

source: Declarations
ja: 宣言
uk: Оголошення

source: C Flow
ja: C フロー

source: C Cross-reference
ja: C クロスリファレンス

source: C Trace
ja: C トレース

source: Backup Manager
ja: バックアップ管理
uk: Менеджер резервування

source: _Create New Window
ja: 新規ウィンドウの生成(_C)
uk: Створити нове в╕кно

source: Start another Anjuta application
ja: 別の Anjuta アプリケーション開発を開始します
uk: Запустити ╕ншу програму Anjuta

source: Close current document window
ja: このウィンドウを閉じる
uk: Закрити поточне в╕кно документа

source: _Compiler and Linker Settings ...
ja: コンパイラとリンカの設定(_C) ...
uk: Установки комп╕лятора ╕ укладача...

source: Settings that are meant for compiler and linker
ja: コンパイラとリンカに対する設定です

source: _Source Paths ...
ja: ソースのパス(_S) ...

source: Specify the source paths for the Anjuta to search
ja: Anjuta が検索するソースファイルのディレクトリを指定します

source: _Commands ...
ja: コマンド(_C) ...
uk: Команди ...

source: Specify the various commands for use
ja: 使用する様々なコマンドを指定します
uk: Вказати р╕дноман╕тн╕ команди

source: _Preferences ...
ja: 設定(_P) ...
uk: Параметри...

source: Do your prefer coffee to tea? Check it out.
ja: コーヒーとお茶のどちらがお好きですか？ 確認してみて下さい
uk: Чому ви в╕дда╓те перевагу, кав╕ чи чаю? Перев╕рте це.

source: Set _Default Preferences
ja: デフォルト設定(_D)

source: But I prefer tea.
ja: でも、私はお茶が好きです
uk: Але я в╕ддаю перевагу чаю.

source: Browse Man Pages
ja: man ページの参照
uk: Перегляд стор╕нок man

source: The good old manual pages
ja: 古いがなかなかのマニュアル・ページです
uk: Стар╕ добр╕ man-стор╕нки

source: Browse Info Pages
ja: Info ページの参照
uk: Перегляд стор╕нок info

source: Info pages, where you cannot find what you are looking for
ja: 何を探せばよいのか分からない場合は Info ページをどうぞ

source: Search a topic
ja: トピックの検索

source: May I help you?
ja: 何をご所望ですか？
uk: Чи можу я вам допомогти?

source: _Project
ja: プロジェクト(_P)
uk: Проект

source: For_mat
ja: 書式(_M)
uk: Формат

source: Bookmar_k
ja: ブックマーク(_K)
uk: Закладки

source: _Debug
ja: デバッグ(_D)
uk: Налагодження

source: _Utilities
ja: ツール(_U)
uk: ╤нструменти

source: _Settings
ja: 設定(_S)
uk: Установки

source: All files saved ...
ja: 全てのファイルは保存されました ...
uk: Вс╕ файли збережено...

source: The file "%s" is not saved. Do you want to save it before closing?
ja: ファイル "%s" は保存されていません。 閉じる前にファイルを保存しますか？

source: Are you sure you want to reload %s. You will lose any unsaved modification.
ja: %s を再び読み込もうとしています。 保存されていない変更を失うことになります。

source: Could not execute cmd: %s
ja: 実行できないコマンド: %s
uk: Не вдалось виконати команду: %s

source: There was an error while printing. The cmd is: %s
ja: 印刷中にエラーが発生しました。 コマンドは %s です

source: The file has been sent for printing.
ja: ファイルはプリンタに送信されました。
uk: Файл було в╕д╕слано на друк.

source: You must save the file first and then print
ja: まず最初にファイルを保存してから印刷して下さい。
uk: Ви ма╓те зберегти файл перед друком

source: Are you sure you want to print the current file?
ja: このファイルを印刷しても宜しいですか？
uk: Ви переконан╕, що хочете надрукувати поточний файл?

source: Tags image update successfully.
ja: タグイメージの更新が完了しました。

source: Executable does not exsits this project.
ja: このプロジェクトには実行形式ファイルがありません。

source: Debugger is not running. Start it first.
ja: デバッガが起動されていません。まず最初に起動して下さい。
uk: Налагоджувач не запущено. Спершу запуст╕ть його.

source: Program is ATTACHED. Do you still want to stop Debugger?
ja: プログラムが取り込まれたままです。 本当にデバッガを停止しても宜しいですか？

source: Program is running. Do you still want to stop Debugger?
ja: プログラムが実行中です。 本当にデバッガを停止しても宜しいですか？

source: Cannot launch gnome-help-browser
ja: gnome-help-browser が起動できません
uk: Неможливо запустити gnome-help-browser

source: Unknown type in Message window
ja: メッセージウィンドウの中に不明な種類があります。
uk: Нев╕домий тип у в╕кн╕ пов╕домлень

source: Messages
ja: メッセージ
uk: Пов╕домлення

source: Build messages
ja: ビルド・メッセージ

source: Debug messages
ja: デバッグ・メッセージ

source: Debug
ja: デバッグ
uk: Налагодження

source: Find messages
ja: メッセージの検索

source: Find
ja: 検索
uk: Пошук

source: CVS messages
ja: CVS メッセージ
uk: Пов╕домлення CVS

source: Dock window
ja: ドックウィンドウ

source: Dock
ja: ドック
uk: Док

source: Are you sure you want to reset the preferences to their default settings?
ja: 本当に現在の設定をリセットして、 デフォルト設定に変更しても宜しいですか？

source: Preferences
ja: 設定
uk: Параметри

source: General
ja: 全般
uk: Загальне

source: Editor (part 1)
ja: エディタ (パート1)<
uk: Редактор (частина 1)

source: Editor (part 2)
ja: エディタ (パート2)
uk: Редактор (частина 2)

source: Print Setup
ja: 印刷
uk: Налаштування друку

source: Auto Format
ja: 書式の自動整形
uk: Автоформатування

source: misc
ja: その他
uk: р╕зне

source: Directories
ja: ディレクトリ
uk: Каталоги

source: Projects:
ja: プロジェクト:
uk: Проекти:

source: Tarballs:
ja: Tar ボール:
uk: Арх╕ви:

source: History size
ja: 履歴の長さ
uk: Розм╕р ╕стор╕╖

source: Recent Projects:
ja: 最近開いたプロジェクト:
uk: Останн╕ проекти:

source: Recent Files:
ja: 最近開いたファイル:
uk: Останн╕ файли:

source: Combo Popdown:
ja: エントリ数:

source: Job Options
ja: ジョブのオプション

source: Beep on job complete
ja: ジョブが完了したらビープ音を鳴らす

source: Dialog on job complete
ja: ジョブが完了したらダイアログを表示する

source: Keep going when some targets can't be made.
ja: ターゲットがビルドできない場合でも続行する

source: Silent: Don't echo commands
ja: サイレントモード: コマンドの出力を表示しない

source: Produce debugging outputs.
ja: デバッグの出力を作成する

source: Warn when an undefined variable is referenced.
ja: 未定義の変数が参照された場合は警告する

source: Max no of jobs:
ja: 最大ジョブ数:

source: Select Hilite item to edit:
ja: 編集するハイライトアイテムの選択:

source: Hilite Style
ja: ハイライトのスタイル

source: Use default
ja: デフォルトを使用する
uk: Типово використовувати

source: Bold
ja: 太字
uk: Жирний

source: Italic
ja: 斜体
uk: Курсив

source: Underlined
ja: 下線
uk: П╕дкреслений

source: Font:
ja: フォント:
uk: Шрифт:

source: Attribute:
ja: 属性:
uk: Ознака:

source: Fore color:
ja: 前景色:
uk: Кол╕р тексту:

source: Back color:
ja: 背景色:
uk: Кол╕р тла:

source: Disable Syntax hilighting
ja: ハイライトを無効にする
uk: Вимкнути вид╕лення синтаксису

source: Enable Auto save
ja: 自動保存を有効にする
uk: Ув╕мкнути автозбереження

source: Enable Auto indent
ja: 自動インデントを有効にする

source: Use tabs for indentation
ja: インデントにタブを使う

source: Enable braces check
ja: 括弧の対応をチェックする

source: Tab size in spaces
ja: タブのサイズ

source: Auto save timer interval in minutes
ja: 自動保存の周期(分)

source: Auto indent size in spaces
ja: 自動インデントのサイズ

source: Line number margin width in pixels
ja: 行番号のマージン幅(Pixel)

source: Save session time interval
ja: セッション保存の周期(分)

source: Strip trailing spaces on file save.
ja: 保存時に後ろ付きの空白を除く

source: Collapse all folds on file open.
ja: ファイルのオープン時にフォールドを全て畳んでおく

source: Paper Size
ja: 用紙サイズ
uk: Розм╕р паперу

source: Print Command
ja: 印刷コマンド
uk: Команда друку

source: Disable Auto format
ja: 書式の自動整形を無効にする

source: Format Style
ja: 書式のスタイル

source: Custom Style
ja: カスタムスタイル

source: Enter the command line arguments for the 'indent' program. Read the info page for the 'indent' for more details.
ja: 'indent' プログラムに対するコマンドライン引数を入力して下さい。 詳細については 'indent' の info ページを参照して下さい。

source: Messages
ja: メッセージ
uk: Пов╕домлення

source: Truncate long messages
ja: 長いメッセージを切り詰める

source: characters
ja: 文字
uk: символ╕в

source: Show first
ja: 文頭の表示部分
uk: Показати перше

source: Show last
ja: 文末の表示部分
uk: Показати останн╓

source: Notebook tags position
ja: ノートブック形式タグの位置

source: Do not show notebook title tags
ja: ノートブック形式のタイトルタグは表示しない

source: Top
ja: 上
uk: Вгор╕

source: Bottom
ja: 下
uk: Внизу

source: Left
ja: 左
uk: Л╕воруч

source: Right
ja: 右
uk: Праворуч

source: Tags Browser
ja: タグ・ブラウザ

source: Update tags image automatically
ja: 自動的にタグイメージを更新する

source: Open Project
ja: オープンプロジェクト
uk: В╕дкрити проект

source: Add To Project
ja: プロジェクトへの追加
uk: Додати до проекту

source: Project: None
ja: プロジェクト: なし
uk: Проект: нема╓

source: Couldn't load project: %s
ja: プロジェクトを読み込めませんでした: %s
uk: Не вдалось завантажити проект: %s

source: Error: You need Anjuta version %s or later to open this project. Please upgrade Anjuta to the latest version (Help for more information). For the time being, I am too old to load it.:-(
ja: エラー: このプロジェクトは Anjuta %s またはそれ以降のバージョンで開く必要があります。 Anjuta を最新版にアップデートして下さい (ヘルプにその詳細な情報あります)。 しばらくの間は、このプロジェクトを読み込むには古すぎます。:-(

source: You need Anjuta version %s or later to open this project. Please upgrade Anjuta to the latest version (Help for more information). For the time being, I am too old to load it. :-(
ja: このプロジェクトは Anjuta %s またはそれ以降のバージョンで開く必要があります。 Anjuta を最新版にアップデートして下さい (ヘルプにその詳細な情報があります)。 しばらくの間は、このプロジェクトを読み込むには古すぎます。:-(

source: Project loaded successfully.
ja: プロジェクトの読み込みに成功しました。
uk: Проект усп╕шно завантажено.

source: Error in loading Project: %s
ja: プロジェクトの読み込み中にエラー: %s
uk: Помилка п╕д час завантаження проекту: %s

source: Project Saved Successfully
ja: プロジェクトの保存に成功しました。
uk: Проект успешно збережено.

source: Unable to save the project.
ja: プロジェクトを保存することができません。
uk: Не вдалось зберегти проект.

source: The Project glade file does not exist in the top level project directory.
ja: プロジェクト glade ファイルが プロジェクトのトップディレクトリに存在しません。

source: Project:
ja: プロジェクト:
uk: Проект:

source: Project configuration
ja: プロジェクトの設定
uk: Налаштування проекту

source: Project Description
ja: プロジェクトの説明/紹介
uk: Опис проекту

source: Disable Overwriting project files
ja: 上書き無効なプロジェクトファイル群
uk: Заборонити переписувати файли проекту

source: Project's configure.in
ja: プロジェクトの configure.in
uk: configure.in проекту

source: Top level Makefile.am
ja: トップレベルの Makefile.am

source: Source module Makefile.am
ja: ソース (src) 配下の Makefile.am

source: Inlcude module Makefile.am
ja: ヘッダ (include) 配下の Makefile.am

source: Help module Makefile.am
ja: ヘルプ (help) 配下の Makefile.am

source: Pixmap module Makefile.am
ja: Pixmap 配下の Makefile.am

source: Data module Makefile.am
ja: データ (data) 配下の Makefile.am

source: Doc module Makefile.am
ja: ドキュメント (docs) 配下の Makefile.am

source: Po module (translation) Makefile.am
ja: 翻訳メッセージカタログ (po) 配下の Makefile.am

source: Build files
ja: ビルドファイル

source: Check for programs in configuration.in
ja: "configure.in" のプログラム確認スクリプト

source: Program ckecks
ja: プログラム

source: Check for libs in configuration.in
ja: "configure.in" のライブラリ確認スクリプト

source: Library checks
ja: ライブラリ

source: Check for header files in configuration.in
ja: "configure.in" のヘッダファイル確認スクリプト

source: Headear checks
ja: ヘッダファイル

source: Checks for typedefs, structures, and compiler characteristics.
ja: "型定義、構造体、コンパイラ特性" の確認スクリプト

source: characteristics check
ja: コンパイラ

source: Check for lib functions in configuration.in
ja: "configure.in" のライブラリ関数確認スクリプト

source: Lib functions checks
ja: ライブラリ関数

source: Additional scripts in configuration.in
ja: "configure.in" の追加スクリプト
uk: Додатков╕ скрипти в configuration.in

source: Additional script
ja: 追加スクリプト
uk: Додатковий скрипт

source: Files to configure
ja: configure ファイル

source: Auto scan the project
ja: プロジェクトの自動スキャン

source: Configuration scripts
ja: configure スクリプト
uk: Конф╕╜урац╕йн╕ скрипти

source: Extra modules to be built before source module:
ja: ソースの前にビルドする拡張モジュール群:

source: Extra modules to be built after source modules:
ja: ソースの後にビルドする拡張モジュール群:

source: Modules
ja: モジュール
uk: Модул╕

source: Extra scripts at the end of Top Makefile.am
ja: トップの Makefile.am の最後で実行する拡張スクリプト

source: Are you sure you want to remove the item "%s" from the Project Data Base?
ja: 本当にアイテム "%s" をプロジェクトの データベースから削除しても宜しいですか？

source: There is already a project opened.Do you want to close it first?
ja: プロジェクトが既に開かれています。まず最初にそれを閉じますか？

source: View
ja: 表示
uk: Перегляд

source: Configure Project
ja: configure プロジェクト
uk: Налаштувати проект

source: Project Info
ja: プロジェクト情報
uk: ╤нформац╕я про проект

source: Dock/Undock
ja: ドック/ドック解除

source: Help
ja: ヘルプ
uk: Дов╕дка

source: Anjuta: Project Information
ja: Anjuta: プロジェクト情報
uk: Anjuta: ╤нформац╕я про проект

source: Project Information
ja: プロジェクト情報
uk: ╤нформац╕я про проект

source: Author:
ja: 作者:
uk: Автор:

source: Program Name:
ja: プログラム名:
uk: Назва програми:

source: No of src files:
ja: ソースファイルの総数:
uk: К╕льк╕сть файл╕в вих╕дних текст╕в:

source: No of help files::
ja: ヘルプファイルの総数:
uk: К╕льк╕сть файл╕в дов╕дки:

source: No of data files:
ja: データファイルの総数:
uk: К╕льк╕сть файл╕в даних:

source: No of pix files:
ja: Pixmap ファイルの総数:
uk: К╕льк╕сть файл╕в зображень:

source: No of doc files:
ja: ドキュメントの総数:
uk: К╕льк╕сть файл╕в документац╕╖:

source: No of PO files:
ja: po ファイルの総数:
uk: К╕льк╕сть po-файл╕в:

source: Version:
ja: バージョン:
uk: Верс╕я:

source: Gui editable by Glade:
ja: Glade による GUI 編集:

source: Makefiles managed:
ja: Makefile 管理:

source: Gettext support:
ja: Gettext 化サポート:
uk: Поддержка gettext:

source: Project Type:
ja: プロジェクトの種類:
uk: Тип проекту:

source: Project is not saved. Doy you want to save it before closing?
ja: プロジェクトは保存されていません。 閉じる前にプロジェクトを保存しますか？

source: Breton
ja: ブルターニュ語
uk: Бретонська

source: Catalan
ja: カタラン語
uk: Каталонська

source: Czech
ja: チェコ語
uk: Чешська

source: Danish
ja: デンマーク語
uk: Датська

source: German
ja: ドイツ語
uk: Н╕мецька

source: Greek
ja: ギリシア語
uk: Грецька

source: Esperanto
ja: エスペラント語
uk: Есперанто

source: Spanish
ja: スペイン語
uk: ╤спанська

source: Finnish
ja: フィンランド語
uk: Ф╕нський

source: French
ja: フランス語
uk: Французька

source: Herbrew
ja: ハーブロー語
uk: ╤врит

source: Croatian
ja: クロアチア語
uk: Хорватська

source: Hungarian
ja: ハンガリー語
uk: Угорська

source: Islandic
ja: アイルランド語
uk: ╤сландська

source: Italian
ja: イタリア語
uk: ╤тал╕йська

source: Korean
ja: 韓国語
uk: Корейська

source: Macedonian
ja: マケドニア語
uk: Македонська

source: Dutch
ja: オランダ語
uk: Голандська

source: Norwegian
ja: ノルウェー語
uk: Норвежська

source: Polish
ja: ポーランド語
uk: Польська

source: Portuguese
ja: ポルトガル語
uk: Порту╜альська

source: Romanian
ja: ルーマニア語
uk: Румунська

source: Russian
ja: ロシア語
uk: Рос╕йська

source: Slovak
ja: スロバキア語
uk: Словацька

source: Turkish
ja: トルコ語
uk: Турецька

source: Simplified Chinese
ja: 簡体語(中国)
uk: Спрощена китайська

source: Chinese
ja: 繁体語(中国)
uk: Китайська

source: Estonian
ja: エストニア語
uk: Естонська

source: Select regional language
ja: ローカル言語を選択して下さい

source: Select Regional Language:
ja: ローカル言語の選択:
uk: Цей файл вже було додано до проекту:

source: This file has already been added to the project.
ja: このファイルは既にプロジェクトに追加されています。

source: Error while copying the file inside the module.
ja: モジュール内部でのファイルのコピー中にエラーが発生しました。

source: "%s" does not exist in the current module directory. Do you want to IMPORT (ie copy) into the module?
ja: "%s" は現在のモジュールディレクトリに存在しません。 モジュールの中にコピーしても宜しいですか？

source: Modify
ja: 変更
uk: Зм╕нити

source: CPU Registers
ja: CPU レジスタ
uk: Ре╜╕стри ЦП

source: Register
ja: レジスタ
uk: Ре╜╕стр

source: Hex
ja: 16 進形式
uk: Ш╕стнадцяткове

source: Decimal
ja: 10 進形式
uk: Десяткове

source: Shared libraries
ja: 共有ライブラリ
uk: Сп╕льн╕ б╕бл╕отеки

source: Shared Object
ja: 共有オブジェクト
uk: Сп╕льний об'╓кт

source: From
ja: 共有元
uk: З

source: To
ja: 共有先
uk: До

source: Modify Signal
ja: シグナルの変更
uk: Зм╕нити си╜нал

source: Send to process
ja: シグナル送信
uk: В╕д╕слати процесу

source: Kernal signals
ja: カーネル・シグナル
uk: Си╜нали ядра

source: Signal
ja: シグナル
uk: Си╜нал

source: Stop
ja: 停止
uk: Зупинити

source: Print
ja: 表示
uk: Друкувати

source: Set Signal Property
ja: シグナルのプロパティ設定

source: Stop:
ja: 停止:
uk: Зупинити:

source: Print:
ja: 表示:
uk: Друкувати:

source: Source files paths
ja: ソースファイルのパス

source: Search Paths
ja: 検索するパス

source: Frame set
ja: フレームセット

source: Frame info
ja: フレーム情報

source: Anjuta: Stack Trace
ja: Anjuta: スタックトレース

source: Frame
ja: フレーム

source: Stack
ja: スタック
uk: Стек

source: Widget not found: %s
ja: ウィジットが見つかりません: %s
uk: В╕джету не знайдено: %s

source: Could not create replacement pixmap.
ja: 置き換えの Pixmap が生成できませんでした。

source: Could not find pixmap file: %s
ja: Pixmap ファイルが見つかりませんでした: %s
uk: Не вдалось знайти файл зображення: %s

source: Could not create pixmap from file: %s
ja: ファイルから Pixmap が生成できませんでした: %s
uk: Не вдалось створити зображення з файлу: %s

source: # *********** DO NOT EDIT OR RENAME THIS FILE *****************
ja: # *********** このファイルの編集または名前変更は厳禁 **********
uk: # ********* НЕ РЕДАГУЙТЕ ╤ НЕ ПЕРЕ╤МЕНОВУЙТЕ ЦЕЙ ФАЙЛ *********

source: # ******************* Created by Anjuta ********************************
ja: # *********************** Anjuta が作成しました *************************
uk: # ******************* Створено Anjuta ****************************

source: # ***************** Anjuta Tags cache file ********************
ja: # ***************** Anjuta タグ cashe ファイル ****************

source: File:
ja: ファイル:
uk: Файл:

source: Function:
ja: 関数:
uk: Функц╕я:

source: Class:
ja: クラス:
uk: Клас:

source: Mem Func:
ja: メモリ関数:

source: Tag:
ja: タグ:

source: Cannot execute ctags
ja: 'ctag' が実行できません

source: Cannot fork to execute ctags. I donno why!! In %s:%d
ja: 'ctag' を実行するために fork() できません。どうして〜！ %s:%d 中

source: Synchronizing and updating Tags Image ... hold on
ja: タグイメージの同期/更新中 ... しばらくお待ち下さい

source: Updating Tags image completed
ja: タグイメージの更新完了

source: Syncdronization of Tags image failed
ja: タグイメージの同期に失敗しました。

source: Couldn't load file: %s.
ja: ファイル %s が読み込めませんでした。
uk: Не вдалось завантажити файл: %s.

source: Loading File ...
ja: ファイルの読み込み中 ...
uk: Завантаження файлу...

source: File Loaded Successfully
ja: ファイルの読み込みが成功しました。
uk: Файл усп╕шно завантажено

source: Saving File ...
ja: ファイルの保存中 ...
uk: Збереження файлу...

source: Couldn't save file: %s.
ja: ファイル %s が保存できませんでした。
uk: Не вдалось зберегти файл: %s.

source: File Saved successfully
ja: ファイルの保存が成功しました。
uk: Файл усп╕шно збережено

source: WARNING: The file "%s" in the disk is more recent than the current buffer. Do you want to reload it.
ja: 警告: 保存されたファイル "%s" は 現在のバッファよりも新しいです。 再度、読み込みますか？

source: Autoformat is disablde. If you want, enable in Preferences.
ja: 書式の自動整形は無効です。有効にする場合は "設定" で有効にして下さい。

source: Auto formating ...
ja: 書式の自動整形中 ...
uk: Автоформатування...

source: Error in auto formating ...
ja: 書式の自動整形中にエラーが発生 ...
uk: Помилка п╕д час автоформатування...

source: Auto formating completed
ja: 書式の自動整形が完了
uk: Автоформатування завершено

source: Autosaved "%s"
ja: 自動保存 "%s"
uk: Автоматично збережено "%s"

source: Autosave "%s" -- Failed
ja: 自動保存 "%s" -- 失敗
uk: Автозбереження "%s" -- Зб╕й

source: New
ja: 新規
uk: Новий

source: Open
ja: 開く
uk: В╕дкрити

source: Save
ja: 保存
uk: Зберегти

source: Reload
ja: リロード
uk: Перезавантажити

source: Cut
ja: 切り取り
uk: Вир╕зати

source: Cut to clipboard
ja: クリップボードへ切り取り
uk: Вир╕зати в буфер обм╕ну

source: Copy
ja: コピー
uk: Скоп╕ювати

source: Copy to clipboard
ja: クリップボードへコピー
uk: Скоп╕ювати в буфер обм╕ну

source: Paste
ja: 貼り付け
uk: Вставити

source: Paste from clipboard
ja: クリップボードから貼り付け
uk: Вставити з буферу обм╕ну

source: Search the given string
ja: 指定した文字列の検索
uk: Пошук вказаного рядка

source: Replace
ja: 置換
uk: Зам╕нити

source: Search and replace the given string
ja: 指定した文字列で検索と置換
uk: Пошук ╕ зам╕на вказаного рядка

source: line:
ja: 行:
uk: рядок:

source: Compile the current file
ja: このファイルをコンパイル
uk: Скомп╕лювати поточний файл

source: Build current File or Build the source directory of the Project
ja: このファイルのビルドまたはプロジェクトのソースディレクトリをビルド

source: Attach the editor window as paged editor
ja: 編集ウィンドウをページエディタとして組み込み

source: Step in
ja: ステップイン
uk: Крок в

source: Run to cursor
ja: カーソル位置まで実行
uk: Виконати до курсора

source: Inspect
ja: 検証

source: Interrupt
ja: 割り込み
uk: Припинити

source: Toggle Linenums
ja: 行番号の ON/OFF

source: Toggle Guides
ja: ガイドの ON/OFF

source: Auto format
ja: 書式の自動整形
uk: Автоформатування

source: Swap .h/.c
ja: .h/.c の交換
uk: Пом╕няти .h з .c

source: Options
ja: オプション
uk: Параметри

source: Close
ja: 閉じる
uk: Закрити

source: Functions
ja: 関数
uk: Функц╕╖

source: Status LED: 1) Red is busy.2)Green is ready. 3) Blinking is ready, but busy in background.
ja: ステータスランプ: 1) "赤" は動作中 2) "緑" は準備OK 3) "点滅"は準備 OK だが、バックグラウンドが動作中

source: Save All
ja: 全て保存
uk: Зберегти все

source: Undo
ja: アンドゥ
uk: В╕дм╕нити

source: Redo
ja: リドゥ
uk: Повторити

source: Detach
ja: 解除

source: Detach the current page
ja: このページを解除

source: Enter the string to be searched in the current file
ja: このファイルで検索する文字列を入力して下さい

source: Go To
ja: ジャンプ
uk: Перейти

source: Go to the given line number
ja: 指定した行番号にジャンプ
uk: Перейти на вказаний номер рядка

source: Enter the line no. to go in the current file
ja: このファイルの中でジャンプする行番号を入力して下さい

source: Project
ja: プロジェクト
uk: Проект

source: Project Listing
ja: プロジェクト一覧

source: Compile/Build/Debug Messages
ja: コンパイル/ビルド/デバッグメッセージ

source: Context sensitive help
ja: 状況感知型ヘルプ

source: Save Project
ja: プロジェクトの保存
uk: Зберегти проект

source: Close Project
ja: プロジェクトを閉じる
uk: Закрити проект

source: Run Configure
ja: configure 実行

source: Build_all
ja: 全てビルド(_A)
uk: Скласти все

source: Build from the top directory of the Project
ja: プロジェクトのトップディレクトリからビルド

source: Execute the Program
ja: プログラムの実行
uk: Виконати програму

source: Start the Debugger
ja: デバッガの起動
uk: Запустити налагоджувач

source: Stop Compile or Build
ja: コンパイル/ビルドの停止
uk: Зупинити комп╕ляц╕ю чи складання

source: Tag Type
ja: タグの種類

source: Source File
ja: ソースファイル
uk: Файл вих╕дного тексту

source: Tag in the file
ja: ファイルの中のタグ

source: widzard
ja: ウィザード
uk: пом╕чник

source: The Widzard
ja: ウィザード
uk: Пом╕чник

source: Toggle
ja: 切り替え

source: Toggle bookmark at current location
ja: この場所でブックマークの切り替え

source: First
ja: 最初
uk: Перша

source: Goto first bookmark in this document
ja: このドキュメント中の最初のブックマークにジャンプ
uk: Перейти до першо╖ закладки в цьому документ╕

source: Prev
ja: 前
uk: Попередня

source: Goto previous bookmark in this document
ja: このドキュメントの前のブックマークにジャンプ
uk: Перейти до попередньо╖ закладки в цьому документ╕

source: Next
ja: 次
uk: Наступна

source: Goto next bookmark in this document
ja: このドキュメントの次のブックマークにジャンプ
uk: Перейти до наступно╖ закладки в цьому документ╕

source: Last
ja: 最後
uk: Остання

source: Goto last bookmark in this document
ja: このドキュメントの最後のブックマークにジャンプ
uk: Перейти до останньо╖ закладки в цьому документ╕

source: Goto previous message in this document
ja: このドキュメントの前のメッセージにジャンプ
uk: Перейти до попереднього пов╕домлення в цьому документ╕

source: Goto next message in this document
ja: このドキュメントの次のメッセージにジャンプ
uk: Перейти до наступного пов╕домлення в цьому документ╕

source: Start
ja: 先頭
uk: Початок

source: Goto start of current code block
ja: このコードブロックの先頭にジャンプ
uk: Перейти на початок поточного блоку коду

source: End
ja: 末尾
uk: К╕нець

source: Goto end of current code block
ja: このコードブロックの末尾にジャンプ
uk: Перейти на к╕нець поточного блоку коду

source: Go
ja: 開始

source: Go or continue execution
ja: 実行の開始または続行

source: Run
ja: 実行
uk: Запустити

source: Single step in execution
ja: 一つ実行を進める

source: Step Over
ja: ステップオーバー

source: step over the function
ja: 関数を無視して進める

source: Step Out
ja: ステップアウト

source: step out of the function
ja: 関数の外に進める

source: Interrupt the Program execution
ja: プログラムの実行に割り込む
uk: Припинити виконання програми

source: Breakpoint
ja: ブレークポイント
uk: Точка зупинки

source: Toggle breakpoint at cursor
ja: カーソル位置のブレークポイント ON/OFF 切り替え

source: Inspect or evaluate an expression
ja: 式の検証または評価

source: Display the current frame information
ja: このフレームの情報を表示

source: Watch
ja: 監視
uk: Спостер╕гати

source: Watch expresions during execution
ja: 実行中の式を監視
uk: Спостер╕гати за виразом п╕д час виконання

source: Stack trace of the program
ja: プログラムのスタックをトレース
uk: Сл╕д стеку програми

source: Registers
ja: レジスタ
uk: Ре╜╕стри

source: CPU registers and their contents
ja: CPU レジスタとその内容
uk: Ре╜╕стри ЦП ╕ ╖х вм╕ст

source: End the debugging session
ja: デバッグセッションの終了
uk: Завершити сеанс налагодження

source: Toggle current code fold hide/show
ja: コードフォールドの ON/OFF 切り替え

source: Close all
ja: 全て閉じる
uk: Закрити все

source: Close all code folds in this document
ja: このドキュメントでフォールドしているコードを全て閉じる

source: Open all
ja: 全て開く
uk: В╕дкрити все

source: Open all code folds in this document
ja: このドキュメントでフォールドしている全てのコードを開く

source: Select
ja: 選択
uk: Вибрати

source: Select current code block
ja: このコードブックを選択
uk: Вибрати поточний блок коду

source: Indent inc
ja: インデント増加

source: Increase indentation of block/line
ja: ブロック/行のインデントを増やす

source: Indent dcr
ja: インデント減少

source: Decrease indentation of block/line
ja: ブロック/行のインデントを減らす
