Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: _Hit list
az: _Vuruş siyahısı
da: _Forbindelsesforsøg
de: _Trefferliste
el: _Λίστα επισκέψεων
es: L_ista de entradas
fi: Osumalista
fr: Liste des _hits
hu: Üt_közési lista
it: Lista _hit
ja: ヒットリスト(_H)
ko: 접근 목록(_H)
lv: _Trāpījumu sarasts
nl: _Hitlijst
no: Tre_ffliste
pt: Lista de to_ques
pt_br: Lista de _acessos
ro: _Listã de hit-uri
ru: Список попаданий
sk: Zoznam _zásahov
sv: _Träfflista
uk: Список потраплянь
vi: Danh sách các cú _quét cổng

source: Run firewall wizard
az: Firewall sehirbazını başlat
da: Kør brandmuropsætningen
de: Den Firewall-Druiden starten
el: Εκτέλεση μάγου firewall
es: Iniciar guía de instalación del cortafuego
fi: Aja palomuurivelho
fr: Lancer l'assitant pare-feu
hu: Tûzfal Varázsló futtatása
it: Wizard del firewall
ja: ウィザードを起動します
ko: 방화벽 마법사 실행
lv: Palaist ugunsmūra vedni
nl: Start firewall wizard
no: Kjør brannvegg-wizard
pt: Executar ajudante de firewall
pt_br: Executar assistente do firewall
ro: Ruleazã asistentul firewall
ru: Запустить помощника по межсетевому экрану
sk: Spustí Sprievodcu firewallom
sv: Kör brandväggsguiden
tr: Güvenlik duvarý sihirbazýný çalýþtýr
uk: Запустити пом╕чника з брандмауера
vi: Chạy đồ thuật tường lửa

source: Clear firewall hit list
az: Firewall vuruş siyahısını təmizlə
da: Ryd listen over forbindelsesforsøg
de: Firewall Trefferliste löschen
el: Εκκαθάριση λίστας επισκέψεων του firewall
es: Limpiar lista de entradas del cortafuego
fi: Tyhjennä palomuurin osumalista
fr: Vider la liste des hits du pare-feu
hu: Tûzfal ütközési lista törlése
it: Pulisci la lista hit del firewall
ja: ヒットリストを消去します
ko: 방화벽 접근 목록 비움
lv: Attīrīt ugunsmūra trāpījumu sarakstu
nl: Wis firewall hitlijst
no: Tøm trefflisten
pt: Limpar lista de toques na firewall
pt_br: Limpar lista de acessos ao firewall
ro: ªterge lista de hit-uri firewall
ru: Очистить список попаданий в межсетевой экран
sk: Vyma¾e zoznam zásahov firewallu
sv: Töm träfflistan
uk: Очистити список потраплянь у брандмауер
vi: Làm sạch danh sách các cú quét cổng của tường lửa

source: Reload entire firewall hit list
az: Bütün firewall vuruş siyahısını təzədən yüklə
da: Genindlæs hele listen over forbindelsesforsøg
de: Ganze Firewall Trefferliste neu laden
el: Ανανέωση ολόκληρης της λίστας επισκέψεων του firewall
es: Recargar la lista completa de entradas del cortafuego
fi: Lataa palomuurin koko osumalista
fr: Recharger la liste entière des hits du pare-feu
hu: A teljes tûzfal ütközési lista újratöltése
it: Ricarica le hit intere del firewall
ja: ヒットリストの全てを再度読み込みます
ko: 모든 방화벽 접근 목록 다시 읽음
lv: Pārlādēt visu ugunsmūra trāpījumu sarakstu
nl: Herlaadt volledige firewall hitlijst
no: Les hele trefflisten på nytt
pt: Reler lista completa de toques na firewall
pt_br: Recarregar lista completa de acessos ao firewall
ro: Reîncarcã întreaga listã de hit-uri firewall
ru: Перезагрузить весь список попаданий в межсетевой экран
sk: Znovu naèíta celý zoznam zásahov firewallu
sv: Ladda om hela träfflistan
uk: Перезавантажити весь список потраплянь у брандмауер
vi: Nạp lại toàn bộ danh sách các cú quét cổng của tường lửa

source: Save firewall hit list to file
az: Firewall vuruş siyahısını fayla qeyd et
da: Gem forbindelsesforsøg-filen i en fil
de: Firewall Trefferliste in eine Datei speichern
el: Αποθήκευση λίστας επισκέψεων του firewall σε αρχείο
es: Salvar la lista de entradas del cortafuego en un archivo
fi: Tallenna palomuurin osumalista tiedostoon
fr: Enregister la liste des hits du pare-feu dans un fichier
hu: Tûzfal ütközési lista mentése fájlba
it: Salva le hit del firewall in un file
ja: ヒットリストをファイルに保存します
ko: 방화벽 접근 목록을 파일로 저장
lv: Saglabāt ugunsmūra trāpījumu sarakstu failā
nl: Bewaar firewall hitlijst naar bestand
no: Lagre trefflisten til fil
pt: Gravar em ficheiro lista de toques na firewall
pt_br: Salvar lista de acessos ao firewall no arquivo
ro: Salveazã lista de hit-uri firewall într-un fiºier
ru: Сохранить список попаданий в межсетевой экран в файле
sk: Ulo¾í zoznam zásahov firewallu do súboru
sv: Spara träfflistan till fil
uk: Зберегти список потраплянь у брандмауер у файл╕
vi: Lưu danh sách các cú quét cổng của tường lửa vào tập tin

source: Restart firewall
az: Firewallı təzədən başlat
da: Genstart brandmuren
de: Firewall neustarten
el: Επανεκκίνηση firewall
es: Reiniciar cortafuego
fi: Käynnistä palomuuri uudelleen
fr: Relancer le pare-feu
hu: Tûzfal újraindítása
it: Riavvia il firewall
ja: ファイヤーウォールを再起動します
ko: 방화벽 재시작
lv: Pārsāknēt ugunsmūri
nl: Herstart firewall
no: Gjenstart brannvegg
pt: Reiniciar firewall
pt_br: Reiniciar o firewall
ro: Reporneºte firewall
ru: Перезапустить межсетевой экран
sk: Re¹tartuje firewall
sv: Starta om brandväggsskriptet
tr: Güvenlik duvarýný yeniden çalýþtýr
uk: Перезапустити брандмауер
vi: Chạy lại tường lửa

source: Stop firewall
az: Firewallı dayandır
da: Stop brandmuren
de: Firewall stoppen
el: Διακοπή firewall
es: Detener cortafuego
fi: Pysäytä palomuuri
fr: Arrêter le pare-feu
hu: Tûzfal kikapcsolása
it: Disattiva il firewall
ja: ファイヤーウォールを停止します
ko: 방화벽 중지
lv: Apturēt ugunsmūri
no: Stopp brannvegg
pt: Parar firewall
pt_br: Parar o firewall
ro: Opreºte firewall
ru: Отключить межсетевой экран
sk: Zastaví firewall
sv: Stoppa brandväggen
tr: Güvenlik duvarýný durdur
uk: Зупинити брандмауер
vi: Dừng tường lửa

source: Deny all connections from machine
az: Bilgisayardan gələn bütün bağlantıları rədd et
da: Afvis alle forbindelser fra maskinen
es: Denegar todas las conexiones desde la máquina
fi: Kiellä kaikki yhteydet tästä osoitteesta
fr: Refuser toutes les connexions de la machine
hu: Minden kapcsolat tiltása ettõl a géptõl
it: Nega tutte le connessioni dalla macchina
ja: 全ての接続を禁止
ko: 이 컴퓨터로 부터 모든 연결 거부
nl: Blokkeer alle vebindingen komende van machine
no: Avvis alle forbindelser fra maskin
pt: Negar todas as ligações da máquina
pt_br: Recusar todas as conexões da máquina
ro: Respinge toate conexiunile de la aceastã maºinã
ru: Заблокировать все соединения от
tr: Makineden gelen tüm baðlantýlarý durdur
uk: Заблокувати вс╕ з'╓днання в╕д

source: Allow all connections from machine
az: Bilgisayardan gələn bütün bağlantıları
da: Tillad alle forbindelser fra maskinen
es: Permitir todas las conexiones desde la máquina
fi: Salli kaikki yhteydet tästä osoitteesta
fr: Autoriser toutes les connexions de la machine
hu: Minden kapcsolat engedélyezése ettõl a géptõl
it: Autorizza tutte le connessioni dalla macchina
ja: 全ての接続を許可
ko: 이 컴퓨터로 부터 모든 연결 허용
nl: Sta alle verbindingen toe komende van machine
no: Tillat alle forbindelser fra maskin
pt: Permitir todas as ligações da máquina
pt_br: Permitir todas as conexões da máquina
ro: Acceptã toate conexiunile de la aceastã maºinã
ru: Позволить все соединения от
tr: Makineden gelen tüm baðlantýlara izin ver
uk: Дозволити вс╕ з'╓днання в╕д

source: Do not log this port
az: Bu qapıya qeyd tutma
es: No registrar este puerto
hu: Ne naplózza ezt a portot
ja: このポートをログしない
ko: 이 포트는 기록하지 않음
ro: Nu înregistra în jurnal acest port
ru: Не заносить в журнал этот порт
uk: Не журналювати цей порт

source: Lookup hostname
az: Sahə edını axtarma
da: Slå værtsnavnet op
es: Buscar hostname
fi: Selvitä koneen nimi
fr: Rechercher le nom d'hôte
hu: Gépnév visszakeresése
it: Lookup nome host
ja: ホスト名の検索
ko: 호스트이름 찾음
nl: Zoek hostnaam
no: Slå opp vertsnavn
pt: Procurar nome de servidor
pt_br: Verificar nome da máquina
ro: Cautã numele de host
ru: Поиск имени хоста
tr: Makine adýna bak
uk: Пошук назви машини

source: Remove this rule
az: Bu qaydanı çıxart
da: Fjern denne regel
es: Eliminar esta regla
fi: Poista tämä sääntö
fr: Enlever cette règle
hu: E szabály törlése
it: Rimuovere questa regola
ja: このルールを削除
ko: 이 규칙 제거
nl: Verwijder deze regel
no: Fjern denne regelen
pt: Remover esta regra
pt_br: Remover esta regra
ro: Eliminã aceastã regulã
ru: Удалить это правило
tr: Bu kuralý sil
uk: Видалити це правило

source: Remove all rules in this group
az: Bu qrupdakı bütün qaydaları çıxart
da: Fjern alle regler i denne gruppe
es: Eliminar todas las reglas en este grupo
fi: Poista kaikki tämän ryhmän säännöt
fr: Enlever toutes les règles dans ce groupe
hu: Minden szabály törlése ebben a csoportban
it: Rimuovere ogni regola per questo gruppo
ja: このグループから全てのルールを削除
ko: 이 그룹의 모든 규칙 제거
nl: Verwijder alle regels in deze groep
no: Fjern alle regler fra denne gruppen
pt: Remover todas as regras neste grupo
pt_br: Remover todas as regras deste grupo
ro: Eliminã toate regulile din acest grup
ru: Удалить все правила в этой группе
tr: Bu gruptaki tüm kurallarý sil
uk: Видалити вс╕ правила у ц╕й груп╕

source: Remove all rules in all groups
az: Bütün qrupdaldakı bütün qaydaları çıxart
da: Fjern alle regler i alle grupper
es: Eliminar todas las reglas en todos los grupos
fi: Poista kaikki säännöt kaikkista ryhmistä
fr: Enlever toutes les règles dans tous les groupes
hu: Minden szabály törlése valamennyi csoportban
it: Rimuovere ogni regola per ogni gruppo
ja: 全てのグループの全てのルールを削除
ko: 모든 그룹의 모든 규칙 제거
nl: Verwijder alle regels in alle groepen
no: Fjern alle regler fra alle grupper
pt: Remover todas as regras em todos os grupos
pt_br: Remover todas as regras de todos os grupos
ro: Eliminã toate regulile din toate grupurile
ru: Удалить все правила во всех группах
tr: Tüm gruplardaki tüm kurallarý sil
uk: Видалити вс╕ правили у вс╕х групах

source: Add new rule
az: Təzə qayda əlavə et
da: Tilføj ny regel
es: Añadir nueva regla
fi: Lisää sääntö
fr: Ajouter une nouvelle règle
hu: Új szabály hozzáadása
ja: 新規のルールを追加
ko: 새 규칙 추가
nl: Voeg nieuwe regel toe
no: Legg til ny regel
pt: Adicionar nova regra
pt_br: Acrescentar nova regra
ro: Adaugã o nouã regulã
ru: Добавить новое правило
tr: Yeni kural ekle
uk: Додати нове правило

source: Protocol:
az: Protokol:
da: Protokol:
es: Protocolo:
fi: Protokolla:
fr: Protocole :
hu: Protokoll:
ja: プロトコル:
ko: 프로토콜:
no: Protokoll:
pt: Protocolo:
pt_br: Protocolo:
ru: Протокол:
tr: Protokol:
uk: Протокол:

source: Enter IP range or hostname to deny all connections from:
az: Gələcək bütün bağlantı müraciətləri rədd ediləcək sahə ünvanını bildirin:
da: Indtast IP-område eller værtsnavn som alle forbindelser skal nægtes fra:
es: Introducir rango IP o hotname desde el que denegar todas las conexiones:
fi: Syötä IP-alue tai koneen nimi, josta haluat kieltää kaikki yhteydet:
fr: Indiquez le nom de l'hôte ou la fourchette des adresses IP à rejeter:
hu: IP tartomány vagy gépnév, amelytõl valamennyi kapcsolatot letiltod:
ja: 全ての接続を拒否する IP の範囲またはホスト名を入力:
ko: 모든 연결을 거부할 IP범위나 호스트이름을 입력:
nl: Voer IP bereik of hostnaam in waarvan alle verbindigen geblokkeerd moeten worden:
no: Skriv inn IP-område eller vertsnavn alle tilkoblinger skal nektes fra:
pt: Introduza intrevalo de IPs ou nome de servidor ao qual negar todas as ligações:
pt_br: Informe a faixa de IP ou nome da máquina para recusar todas as conexões de:
ro: Introduceþi intervalul IP sau numele de host pentru respingerea tuturor conexiunilor de la:
ru: Введите IP-диапазон или имя хоста, с которого запрещены все соединения:
tr: Tüm baðlantýlarýn engelleneceði IP aralýðý ya da makine adý:
uk: Д╕апазон IP-адрес або назва хоста, яким заборонено вс╕ з'╓днання:

source: Enter IP range or hostname to allow all connections from:
az: Gələcək bütün bağlantı müraciətləri qəbul ediləcək sahə ünvanını bildirin:
da: Indtast IP-område eller værtsnavn som alle forbindelser skal tillades fra:
es: Introducir rango IP o hotname desde el que permitir todas las conexiones:
fi: Syötä IP-alue tai koneen nimi, josta haluat sallia kaikki yhteydet:
fr: Indiquez le nom de l'hôte ou la fourchette des adresses IP à accepter:
hu: IP tartomány vagy gépnév, amelytõl valamennyi kapcsolatot engedélyezed:
ja: 全ての接続を許可する IP の範囲またはホスト名を入力:
ko: 모든 연결을 허용할 IP범위나 호스트이름을 입력:
nl: Voer IP bereik of hostnaam in waarvan alle verbindingen toegestaan worden:
no: Tillat alle forbindelser fra
pt: Introduza intrevalo de IPs ou nome de servidor ao qual permitir todas as ligações:
pt_br: Informe a faixa de IP ou nome da máquina para permitir todas as conexões de:
ro: Introduceþi intervalul IP sau numele de host pentru acceptarea tuturor conexiunilor de la:
ru: Введите IP-диапазон или имя хоста, с которого позволены все соединения:
tr: Tüm baðlantýlarýn kabul edileceði IP aralýðý ya da makine adý:
uk: Д╕апазон IP-адрес або назва хоста, яким дозволено вс╕ з'╓днання:

source: Enter the port number of the service to open:
az: Açılacaq xidmətin qapı nömrəsini girin:
da: Indtast portnummeret for tjenesten der skal åbnes:
es: Introducir el número del puerto del servicio a abrir:
fi: Syötä avattavaan palveluun liitetyn portin numero:
fr: Indiquez le numéro du port du service à ouvrir:
hu: A megnyitandó szolgáltatás portszáma:
ja: 有効にするサービスのポート番号を入力:
ko: 서비스를 열 포트 번호를 입력:
nl: Voer het poortnummer in voor de service die geopend moet worden:
no: Skriv inn portnummer for tjenesten som skal åpnes:
pt: Introduza o número do porto do serviço a disponibilizar:
pt_br: Informe o número da porta do serviço a ser aberto:
ro: Introduceþi numãrul portului serviciului de deschis:
ru: Введите номер порта, на котором открыт сервис:
tr: Servisin açýlacaðý port numarasý:
uk: Номер порта серв╕су для в╕дкривання:

source: Enter IP range or hostname to open service to:
az: Xidmət açılacaq sahə ünvanlarını girin:
da: Indtast IP-området eller værtsnavn som tjenesten skal åbnes for:
es: Introducir el rango IP o hotname al que abrir el servicio:
fi: Syötä IP-alue tai koneen nimi, jolle palvelu avataan:
fr: Indiquez le nom de l'hôte ou la fourchette des adresses IP autorisés:
hu: IP tartomány vagy gépnév, amelynek megnyitod a szolgáltatást:
ja: サービスを有効にする対象の IP 範囲またはホスト名を入力:
ko: 서비스를 열 IP범위나 호스트이름을 입력:
nl: Voer IP bereik of hostnaam in waarvoor een service geopend moet worden:
no: Skriv inn IP-område eller vertsnavn tjenesten skal åpnes til:
pt: Introduza intrevalo de IPs ou nome de servidor ao qual disponibilizar o serviço:
pt_br: Informe a faixa de IP ou nome da máquina para abrir serviço para:
ro: Introduceþi intervalul IP sau numele de host pentru deschiderea serviciului la:
ru: Введите IP-диапазон или имя хоста, на котором открыт сервис:
tr: Servisin açýlacaðý IP aralýðý ya da makine adý:
uk: Д╕апазон IP-адрес для яких в╕дкрито серв╕с:

source: Select file to save log to
az: Qeyd tutulacaq faylı seçin
da: Vælg fil som loggen skal gemmes i
de: Wählen Sie eine Datei um das Protokoll zu speichern
el: Επιλογή αρχείου για αποθήκευση καταγραφής
es: Seleccionar archivo para grabar entradas
fi: Valitse tiedosto, johon loki tallennetaan
fr: Sélectionner le fichier de log
hu: Válassz ki egy fájlt, amelybe a naplóesemények mentõdnek
it: Seleziona file per salvare i log
ja: ログとして保存するファイルの選択
ko: 기록을 저장할 파일을 선택
lv: Izvēlieties failu, kurā saglabāt žurnālu
no: Velg fil loggen skal lagres til
pt: Seleccione ficheiro para onde gravar o log
ro: Selectaþi fiºierul pentru salvarea jurnalului:
ru: Выберите файл для сохранения журнала
sk: Vyberte súbor, do ktorého sa bude zaznamenáva»
sv: Välj denna fil att spara till
tr: Günlüðü kaydetmek için bir dosya seçin
uk: Вибер╕ть файл для збереження журналу
vi: Chọn tập tin để lưu log vào

source: Highlight Notifies
es: Resaltar Notificaciones

source: Highlight notified users in the user list
es: Resaltar usuarios notificados en la lista de usuarios

source: Notified User Color:
es: Color de Usuario Notificado:

source: Notification Timeouts
es: Esperas para Notificación

source: Notify Check Interval:
es: Intervalo para el registro de notificaciones:

source: seconds (0=Disable).
es: segundos (0=Desactiva).

source: Enable Character Translation
es: Habilitar la Traducción de Caracteres

source: Translation File:
es: Archivo de Traducción:

source: Use a ircII style translation file.
es: Usar un archivo de traducción de estilo IRCII.

source: Auto Open DCC Send Window
es: Abrir Ventanas de Envío DCC automáticamente

source: Automatically open DCC Send Window
es: Automáticamente abre la ventana cuando se produzca un envío por DCC

source: Auto Open DCC Recv Window
es: Abrir automáticamente las ventanas de recepción de DCC

source: Automatically open DCC Recv Window
es: Automáticamente abre la Ventana de Recepción DCC

source: Auto Open DCC Chat Window
es: Abrir Ventana de Charla DCC automáticamente

source: Automatically open DCC Chat Window
es: Automáticamente abre Ventana de Charla DCC

source: Resume on Auto Accept
es: Resumir al aceptar envío automáticamente

source: When Auto-Accepting DCC, try to resume.
es: Intenta seguir la transferencia desde donde se cortó

source: Timeouts
es: Interrupciones

source: DCC Offers Timeout:
es: Espera para Ofrecimientos DCC:

source: DCC Stall Timeout:
es: Espera para el establecimiento DCC

source: Received files
es: Ficheros recibidos

source: File Permissions:
es: Permisos del fichero:

source: Directory to save to:
es: Directorio donde guardar:

source: Save file with Nickname
es: Guardar fichero con nick

source: Put the sender's nickname in incoming filenames
es: Coloca el nick del que envia en el nombre del fichero

source: DCC Send Options
es: Opciones del Envío DCC

source: Fast DCC Send
es: Envío DCC Rápido

source: Don't wait for ACKs to send more data
es: No esperar ACKs para enviar mas datos

source: First DCC Send Port:
es: Primer Puerto de Envío DCC

source: (0=Disabled)
es: (0=Deshabilitado)

source: Last DCC Send Port:
es: Último Puerto de Envío DCC

source: Send Block Size:
es: Enviar Tamaño del Bloque:

source: Built-in Replies
es: Réplicas por defecto

source: Hide Version
es: Versión escondida

source: Do not reply to CTCP version
es: No contestar al comando CTCP version

source: Sound
es: Sonido

source: Sound Dir:
es: Dir. de sonidos:

source: Play Command:
es: Comando de reproducción:

source: X-Chat: Preferences
es: X-Chat: Preferencias

source: Apply
es: Aplicar

source: Cancel
es: Cancelar

source: Categories
es: Categorías

source: Interface Settings
es: Configuración del interface

source: IRC Input/Output Settings
es: Configuraciones de entrada/salida IRC

source: IRC Input/Output
es: Entrada/salida IRC

source: Window Layout Settings
es: Configuración de la disposición de la ventana

source: Window Layout
es: Disposición de la ventana

source: Main Window Settings
es: Configuración para la ventana principal

source: Main Window
es: Ventana principal

source: Channel Window Settings
es: Configuración para las ventanas de canal

source: Channel Windows
es: Ventanas de canal

source: Dialog Window Settings
es: Configuración para la ventana de diálogos

source: Dialog Windows
es: Ventana de diálogos

source: Panel Settings
es: Configuraciones del panel

source: IRC Settings
es: Configuración del IRC

source: IP Address Settings
es: Configuraciones de la dirección IP

source: IP Address
es: Dirección IP

source: Proxy Server
es: Servidor Proxy

source: Away Settings
es: Configuraciones de salida temporal

source: Away
es: Salida temporal

source: Highlighting Settings
es: Configuraciones para el resaltado

source: Highlighting
es: Resaltados

source: Logging Settings
es: Configuraciones del Histórico

source: Notification Settings
es: Configuraciones de Notificación

source: Notification
es: Notificación

source: Character Set (Translation Tables)
es: Módulo de Caracteres (Tablas de Traducción)

source: Character Set
es: Módulo de Caracteres

source: CTCP Settings
es: Configuracion CTCP

source: DCC Settings
es: Configuración del DCC

source: File Transfer Settings
es: Configuracion para la transferencia de ficheros

source: File Transfer
es: Transferencia de ficheros

source: Startup without panel applet
de: Bei Programmstart kein Panel-Applet anzeigen
el: Εκκίνηση χωρίς εφαρμογίδιο ταμπλώ
fi: Käynnistä ilman paneelisovelmaa
fr: Démarrage sans l'applet du tableau de bord
lv: Sāknēšanās bez paneļa apleta
sk: Spusti» bez appletu v paneli
sv: Starta upp utan panelprogram
vi: Khởi chạy mà không có panel applet

source: Start the firewall
de: Die Firewall starten
el: Έναρξη του firewall
fi: Käynnistä palomuuri
fr: Démarrer le pare-feu
lv: Sāknēt ugunsmūri
sk: Spusti» firewall
sv: Starta brandväggen
vi: Chạy tường lửa

source: Stop the firewall
de: Die Firewall stoppen
el: Διακοπή του firewall
fi: Pysäytä palomuuri
fr: Arrêter le pare-feu
lv: Apstādināt ugunsmūri
sk: Zastavi» firewall
sv: Stoppa brandväggen
vi: Dừng tường lửa

source: Halt all network traffic
de: Gesamten Netzwerkverkehr anhalten
el: Διακοπή όλης της κυκλοφορίας στο δίκτυο
fi: Pysäytä kaikki verkkoliikenne
fr: Arrêter tout le traffic réseau
lv: Apturēt visu tīkla trafiku
sk: Zastavi» celý sie»ový prenos
sv: Stanna all nätverkstrafik
vi: Dừng toàn bộ giao thông mạng

source: Please select your Internet connected network device from the drop-down list of detected devices.
de: Bitte wählen Sie die Netzwerkschnittstelle für Ihre Internet-Verbindung aus der Dropdown-Liste.
el: Επιλέξτε την συσκευή δικτύου που είναι συνδεδεμένη στο διαδίκτυο από την λίστα των συσκευών που έχουν εντοπισθεί.
lv: Lūdzu izvēlaties savu Internetam pieslēgto tīkla iekārtu no konstatēto iekārtu nolaižamā saraksta.
sk: Prosím, vyberte zariadenie, ktorý ste pripojený k Internetu, zo zoznamu detekovaných zariadení.
sv: Välj din Internetanslutna nätverksenhet från rullgardinsmenyn med upptäckta enheter.
vi: Hãy chọn thiết bị mạng nối với internet từ danh sách các thiết bị dò tìm thấy được thả xuống.

source: If you use a modem the device name is likely to be ppp0. If you have a cable modem or a DSL connection, choose eth0.
de: Wenn Sie ein Modem verwenden, ist Ihr Gerätename normalerweise ppp0. Bei einem Kabelmodem oder einer DSL-Verbindung wählen Sie eth0.
el: Αν χρησιμοποιείε μόντεμ το όνομα της συσκευής μάλλον θα είναι ppp0. Αν έχετε ένα καλωδικαό μόντεμ ή σύνδεση DSL επιλέξτε eth0.
lv: Ja jūs lietojat modemu, iekārtas nosaukums visdrīzāk būs ppp0. Ja jums ir kabeļmodema vai DSL pieslēgums, izvēlaties eth0.
sk: Ak pou¾ívate modem, va¹e zariadenie asi bude ppp0. Ak máte linku ISDN alebo ethernet, pou¾ite ippp0 resp. eth0.
sv: Om du ansluter med modem är ditt enhetsnamn antagligen ppp0. Om du har ett kabelmodem eller en DSL-anslutning väljer du eth0.
vi: Nếu dùng modem, tên thiết bị có thể là ppp0. Nếu dùng cable modem hoặc kết nối DSL, chọn eth0.

source: Check this option and the firewall will start when you dial your Internet Service Provider.
de: Aktivieren Sie diese Option und die Firewall wird gestartet, sobald Sie sich zu Ihrem Internet-Anbieter einwählen.
el: Επιλέξτε αυτή την επιλογή και ο firewall θα ξεκινάει όταν καλείτε τον ISP σας.
lv: Atķeksējiet šo opciju un ugunsmūris tiks sāknēts, kad jūs iezvanīsieties savā Interneta Pakalpojumu Sniedzējā.
sk: Ak pou¾ijete túto voµbu, program bude spú¹»aný pri pripojení k va¹emu poskytovateµovi pripojenia k Internetu.
sv: Om du kryssar för det här alternativet kommer brandväggen att startas när du ringer upp din Internetleverantör.
vi: Chọn tùy chọn này và tường lửa sẽ chạy khi quay số đến nhà cung cấp dịch vụ Internet của bạn.

source: Check this option if you need to connect to a DHCP server. Cable modem and DSL users should check this.
de: Aktivieren Sie diese Option wenn Sie sich mit einem DHCP-Server verbinden müssen. Benutzer eines Kabelmodems oder von DSL sollten dies aktivieren.
el: Επιλέξτε αυτό αν θέλετε να συνδέεστε με ένα εξυπηρετητή DHCP. Χρήστες με καλωδιακό μόντεμ DSL και θα πρέπει να το επιλέξουν.
lv: Atķeksējiet šo opciju, ja jums nepieciešams pieslēgties DHCP serverim. Kabeļu modemu un DSL lietotājiem vajadzētu šo atķeksēt.
sk: Ak pou¾ijete túto voµbu, ak sa potrebujete spoji» s DHCP serverom. Pou¾ívatelia cable modemov a DSL by to mali pou¾i».
sv: Kryssa för det här alternativet om du måste ansluta till en DHCP-server. Användare av kabelmodem eller DSL bör kryssa för detta.
vi: Dùng tùy chọn này khi cần kết nối tới máy chủ DHCP. Người dùng cable modem và DSL nên dùng tùy chọn này.
