Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: You must be root to manipulate the firewall.
de: Sie müssen »root« sein, um die Firewall zu verändern.
el: Θα πρέπει να έχετε δικαιώματα διαχειριστή για να χειραγωγήσετε τον firewall.
fi: Sinun tulee olla root-käyttäjä voidaksesi muuttaa palomuuria.
fr: Vous devez être root pour manipuler le pare-feu.
lv: Jums ir jābūt root, lai manipulētu ar ugunsmūri.
sk: Pre prácu s firewallom musíte by» root.
sv: Du måste vara root för att kunna ändra i brandväggen.
vi: Bạn phải là root để thao tác với tường lửa.

source: Firewall script saved as %s
az: Firewall skripti %s olaraq qeyd edildi
da: Brandmur-skriptet gemt som %s
de: Firewall-Skript gespeichert als %s
el: Η δέσμη ενεργειών Firewall αποθηκεύτηκε ώς %s
fi: Palomuuri talletettu tiedostoon %s
fr: Script du pare-feu relancé sous le nom %s
ja: ファイヤーウォール・スクリプトに %s の名前を付けて保存しました。
lv: Ugunsmūra skripts saglabāts kā %s
no: Brannvegg-skriptet lagret som %s
pt: Script de firewall gravado como %s
ru: Сценарий межсетевого экрана сохранен как %s
sk: Skript firewallu ulo¾ený ako %s
sv: Brandväggsskriptet sparat som %s
tr: Güvenlik duvarý programý %s olarak kaydedildi
vi: Script tường lửa được lưu là %s

source: %s (%s) is open to %s
de: %s (%s) ist für %s geöffnet
el: %s (%s) είναι ανοικτό σε %s
lv: %s (%s) ir atvērts uz %s
sk: %s (%s) je otvorený pre %s
sv: %s (%s) är öppen till %s
vi: %s (%s) được mở đến %s

source: From port %s to %s, port %s
de: Von Port %s nach %s, Port %s
el: Από θύρα %s σε %s, θύρα %s
lv: No porta %s uz %s, ports %s
sk: Z portu %s do %s, port %s
sv: Från port %s till %s, port %s
vi: Từ cổng %s đến %s, cổng %s

source: Trusted Hosts
de: Vertrauenswürdige Rechner
el: Έμπιστα Συστήματα
lv: Uzticamie Hosti
sk: Dôveryhodný hostitelia
sv: Pålitliga värdar
vi: Host tin cậy

source: Blocked Hosts
de: Blockierte Rechner
el: Φραγμένα Συστήματα
lv: Bloķēties Hosti
sk: Blokovaný hostitelia
sv: Blockerade värdar
vi: Host bị chặn

source: Forwarded Ports
de: Ports mit Weiterleitung
el: Προωθημένες Θύρες
lv: Pārsūtītie Porti
sk: Forwadované porty
sv: Vidarebefordrade portar
vi: Cổng chuyển tiếp

source: Open Ports
de: Offene Ports
el: Ανοικτές Θύρες
lv: Atvērtie Porti
sk: Otvorené porty
sv: Öppna portar
vi: Cổng mở

source: Stealthed Ports
de: Verborgene Ports
el: Αόρατες θύρες
lv: Slepenie Porti
sk: Skryté porty
sv: Osynliggjorda portar
vi: Cổng được giấu

source: Blocked Ports
de: Blockierte Ports
el: Φραγμένες Θύρες
lv: Bloķētie Porti
sk: Blokované porty
sv: Blockerade portar
vi: Cổng bị chặn

source: Rule
de: Regel
el: Κανόνας
lv: Nosacījums
sk: Pravidlo
sv: Regel
vi: Quy tắc

source: Active
de: Aktiv
el: Ενεργό
lv: Aktīvs
sk: Aktívne
sv: Aktiv
vi: Hoạt động

source: Type
de: Typ
el: Τύπος
lv: Tips
sk: Typ
sv: Typ
vi: Loại

source: Host
de: Rechner
el: Σύστημα
lv: Hostdators
sk: Hostiteµ
sv: Värd

source: Please specify a valid hostname or IP address.
de: Bitte einen gültigen Rechnernamen oder eine IP-Adresse eingeben.
el: Καθορίστε ένα έγκυρο όνομα συστήματος ή διεύθυνση IP.
lv: Lūdzu norādiet derīgu hostdatora vārdu vai IP adresi.
sk: Prosím, zadajte hostiteµa alebo IP adresu.
sv: Ange ett giltigt värdnamn eller IP-adress.
vi: Hãy chỉ định một hostname hay địa chỉ IP hợp lệ.

source: Please specify a valid port number.
de: Bitte geben Sie eine gültige Port-Nummer an.
el: Καθορίστε ένα έγκυρο αριθμό θύρας.
lv: Lūdzu norādiet derīgu porta numuru.
sk: Prosím, zadajte platné èíslo portu.
sv: Ange ett giltigt portnummer.
vi: Hãy chỉ định một số hiệu cổng hợp lệ.

source: Please specify a valid internal hostname or IP address.
de: Bitte geben Sie einen gültigen Rechnernamen oder eine IP-Adresse an.
el: Καθορίστε ένα έγκυρο όνομα εσωτερικού συστήματος ή διεύθυνση IP.
lv: Lūdzu norādiet derīgu iekšējā hostdatora vārdu vai IP adresi.
sk: Prosím, zadajte platné interné meno hostiteµa alebo IP adresu.
sv: Ange ett giltigt internt värdnamn eller IP-adress.
vi: Hãy chỉ định một hostname nội bộ hay địa chỉ IP hợp lệ.

source: Please specify a valid port number for the internal host.
de: Bitte geben Sie eine gültige Port-Nummer für den internen Rechner an.
el: Καθορίστε ένα έγκυρο αριθμό θύρας για το εσωτερικό σύστημα.
lv: Lūdzu norādiet derīgu iekšējā hostdatora porta numuru.
sk: Prosím, zadajte platné èíslo portu pre interného hostiteµa.
sv: Ange ett giltigt portnummer för den interna värden.
vi: Hãy chỉ định một số hiệu cổng hợp lệ cho host nội bộ.

source: IP or hostname address
de: IP oder Rechnername
el: IP ή διεύθυνση ονόματος συστήματος
lv: IP adrese vai hostdatora vārds
sk: IP alebo hostiteµ
sv: IP- eller värdnamnsadress
vi: Địa chỉ tên chủ hoặc IP

source: Specify a range as <i>address/mask</i> or by CIDR notation
de: Der Bereich wird in folgender Form angegeben: <i>Adresse/Maske</i> oder laut CIDR-Bezeichnung
el: Καθορίστε ένα εύρος όπως <i>address/mask</i> ή από CIDR notation
lv: Norādiet diapazonu kā <i>adrese/maska</i> vai ar CIDR notāciju
sk: Zadajte rozsah ako <i>adresa/maska</i> alebo zápisom CIDR.
sv: Ange ett intervall som <i>adress/mask</i> eller med CIDR-notation
vi: Chỉ định một chuỗi như <i>address/mask</i> hoặc bằng ký hiệu CIDR

source: Port number
de: Port-Nummer
el: Αριθμός θύρας
lv: Porta numurs
sk: Èíslo portu
sv: Portnummer
vi: Số hiệu cổng

source: Specify a port range as <i>port:port</i>
de: Der Port-Bereich wird in folgender Form angegeben: <i>Port:Port</i>
el: Καθορίστε ένα εύρος θύρας<i>port:port</i>
lv: Norādiet porta diapazonu kā <i>ports:ports</i>
sk: Zadajte rozsah portov ako <i>port:port</i>
sv: Ange ett portintervall som <i>port:port</i>
vi: Chỉ định một chuỗi cổng như <i>port:port</i>

source: Forward from port
de: Von diesem Port weiterleiten
el: Προώθηση από θύρα
lv: Pārsūtīt no porta
sk: Forwadova» z portu
sv: Vidarebefordra från port
vi: Chuyển tiếp từ cổng

source: This is the port on the firewall
de: Dies ist der Port auf der Firewall
el: Αυτή είναι η θύρα στον firewall
lv: Šis ir ports ugunsmūrī
sk: Toto je port na firewalle
sv: Detta är porten på brandväggen
vi: Đây là cổng trên tường lửa

source: Forward to
de: Weiterleiten nach
el: Προώθηση σε
lv: Pārsūtīt uz
sk: Forwadova» do
sv: Vidarebefordra till
vi: Chuyển tiếp đến

source: Internal machine IP or hostname
de: IP oder Rechnername des internen Rechners:
el: IP ή όνομα συστήματος εσωτερικής μηχανής
lv: Iekšējā datora IP adrese vai hostdatora vārds
sk: Interné IP poèítaèa alebo meno hostiteµa
sv: IP eller värdnamn för intern maskin
vi: Tên chủ hoặc IP của máy bên trong

source: Internal machine port
de: Port des internen Rechners:
el: Εσωτερική θύρα μηχανής
lv: Iekšējā datora ports
sk: Interný port poèítaèa
sv: Port för intern maskin
vi: Cổng máy bên trong

source: In
de: Eingehend
el: Είσοδος
lv: Iekšā
sk: Vstup
vi: Vào

source: Out
de: Ausgehend
el: 'Εξοδος
lv: Ārā
sk: Výstup
sv: Ut
vi: Ra

source: Source
de: Quelle
el: Πηγή
lv: Avots
sk: Zdroj
sv: Källa
vi: Nguồn

source: Destination
de: Ziel
el: Προορισμός
lv: Adresāts
sk: Cieµ
vi: Đích

source: Length
de: Länge
el: Διάρκεια
lv: Garums
sk: Då¾ka
sv: Längd
vi: Độ dài

source: TOS
lv: ST

source: Protocol
de: Protokoll
el: Πρωτόκολλο
lv: Protokols
sk: Protokol
sv: Protokoll
vi: Giao thức

source: Port Forwarding
az: Qapı Çatdırılması
da: Videreformidling af porte
fi: Porttien tunnelointi
ja: ポート・フォワーディング
no: Videresending av porter
ru: Пересылка портов
tr: Port Yönlendirme

source: Check this and the firewall hit log will filter out identical lines. Enabled by default.
az: Bunu işarətləyin və firewall vuruş sətirlərindən eyni olanlar çıxarılacaqdır. Varsayılan olaraq fəaldır.
ja: これをチェックすると、ファイヤーウォール・ヒット・ログは同一ラインを除外します。デフォルトで有効です。
ru: Отметьте это и межсетевой экран будет фильтровать одинаковые строки в журнале попаданий. Включено по умолчанию.

source: Could not allocate memory, exiting...
az: Yaddaş ayrıla bilmir, çıxıram...
da: Kunne ikke tildele hukommelse, afslutter...
fi: Muistin varaus epäonnistui...
fr: Impossible d'allouer la mémoire, sortie...
ja: メモリを確保することが出来ませんでした。終了します...
no: Kunne ikke allokere minne, avslutter...
pt: Incapaz de alocar memória, a sair...
ru: Не удалось получить память, выход...
tr: Bellek ayrýlamadý. Çýkýlýyor...

source: The ipmasqadm program was not found on your system. On Linux 2.2 this program is necessary for portfwarding.
az: İpmasqadm proqramı sisteminizdə tapılmadı. Linuks 2.2-də bu proqram qapı irəlilədilməsi üçün labüddür.
da: ipmasqadm-programmet blev ikke fundet på dit system. På Linux 2.2 er dette program nødvendigt for videreformidling af porte.
fi: ipmasqadm-ojelmaa ei löytynyt tästä järjestelmästä. Port forwarding vaatii tämän toimiakseen Linux 2.2:ssa.
fr: Le programme ipmasqadm n'a pu être trouvé. Avec Linux 2.2 ce programme est necessaire pour le port forwarding.
ja: プログラム ipmasqadm がお使いのシステムにありませんでした。 Linux 2.2 上でこのプログラムはポート・フォワーディングするために必要です。
no: Programmet ipmasqadm ble ikke funnet på ditt system. Med Linux 2.2 er dette programmet nødvendig for portforwarding.
pt: A aplicação ipmasqadm não foi encontrado no seu sistema. No Linux 2.2 esta aplicação é necessária para portfwarding.
ru: На вашей системе на найдена программа ipmasqadm. В Linux 2.2 эта программа необходима для перенаправления по портам.

source: Download ipmasqadm now
az: İpmasqadm indi endir
da: Nedhent ipmasqadm nu
fi: Lataa ipmasqadm nyt
fr: Téléchargez ipmasqadm maintenant
ja: ipmasqadm を今すぐダウンロード
no: Last ned ipmasqadm nå
pt: Descarregar ipmasqadm agora
ru: Скачать ipmasqadm
tr: ipmasqadm'yi indir

source: Add connection forwarding
az: Bağlantı çatdırılmasını əlavə et
da: Tilføj videreformidling af forbindelser
fi: Lisää yhteyden
fr: Ajouter un forward de connection
ja: 接続フォワーディングの追加
no: Tillat videresending av forbindelser
pt: Adicionar forwarding de ligação
ru: Добавить перенаправление соединений
tr: Baðlantý yönlendirmesini ekle

source: Firewall port:
az: Firewall qapısı:
da: Port for brandmur:
fi: Palomuurin portti:
fr: Port du pare-feu :
ja: ファイヤーウォール・ポート:
no: Brannveggport:
pt: Porto da firewall:
ru: Порт межсетевого экрана:
tr: Güvenlik duvarý portu:

source: LAN port:
az: LAN qapısı:
fi: LAN portti:
fr: Port réseau local :
ja: LAN ポート:
pt: Porto da LAN:
ru: Порт ЛВС:
tr: LAN portu:

source: LAN machine address:
az: LAN kompüter ünvanı:
da: LAN maskine-adresse:
fi: LAN koneen osoite:
fr: Adresse de la machine sur le réseau local :
ja: LAN マシン・アドレス:
no: LAN maskinadresse:
pt: Endereço da máquina da LAN:
ru: Адрес машины в ЛВС:
tr: LAN makine adresi:

source: Forward port
az: Qapını Çatdır
da: Videreformidl port
fi: Tunneloi portti
ja: ポート
no: Videresend port
pt: Forward de porto
ru: Порт перенаправления

source: to port
az: qapıya
da: til port
fi: porttiin
fr: vers le port
ja: のポートにフォワード
no: til port
pt: para porto
ru: на порт

source: on machine
az: kompüterdə
da: på maskine
fi: koneella
fr: sur la machine
ja: (マシン上で)
no: på maskin
pt: na máquina
ru: на машину

source: Configure Port Forwarding
az: Qapı İrəlilədilməsini Quraşdır
da: Konfigurér videreformidling af porte
fi: Muokkaa porttien tunnelointia
fr: Configuration du port forwarding
ja: ポート・フォワーディング設定
no: Konfigurer videresending av porter
pt: Configurar Forwarding de Porto
ru: Настроить перенаправление на порт
tr: Port Yönlendirmesini Yapýlandýr

source: Add entry
az: Giriş əlavə et
da: Tilføj indgang
fi: Lisää
fr: Ajouter une règle
ja: エントリの追加
no: Legg til oppføring
pt: Adicionar entrada
ru: Добавить запись
tr: Girdi ekle

source: Remove entry
az: Girişi çıxart
da: Fjern indgang
fi: Poista
fr: Enlever cette règle
ja: エントリの削除
no: Fjern oppføring
pt: Remover entrada
ru: Удалить запись
tr: Girdiyi sil

source: Host not found.
az: Qovşaq tapılmadı.
da: Vært ikke fundet
fi: Palvelinta ei löydy.
fr: Hôte introuvable.
ja: ホストが見つかりませんでした。
no: Vert ikke funnet.
pt: Máquina não encontrada.
ru: Хост не найден.
tr: Makine bulunamadý.

source: The host is valid but does not have an IP address.
az: Qovşaq düzgündür, amma IP ünvanı yoxdur.
da: Værten er gyldig men har ikke en IP-adresse.
fi: Palvelimella ei ole IP osoitetta.
fr: Cet hôte est valide mais il n'a pas d'adresse IP.
ja: ホストは存在しますが、IP アドレスがありません。
no: Verten er gyldig men har ikke en IP-adresse.
pt: A máquina é válida mas não tem um endereço IP.
ru: Хост допустим, но не имеет IP-адреса.
tr: Bu makina geçerli, ancak bir IP numarasýna sahip deðil.

source: Non recovery error in the DNS server.
az: DNS vericidə bərpası mümkün olmayan xəta.
da: Ikke-redbar fejl i navne-serveren.
fi: Virhe DNS palvelimessa.
fr: Erreur fatale dans le server DNS.
ja: DNS サーバで復旧不可能なエラーが発生しました。
no: Uopprettelig feil i DNS-tjeneren.
pt: Erro não recuperável no servidor DNS.
ru: Невосстановимая ошибка сервера DNS.
tr: DNS sunucuda geri dönülemez hata

source: There was a problem with the DNS server. Please try again.
az: DNS vericidə xəta oldu. Xahiş olunur ki, yenidən sınayasınız.
da: Der var et problem i navneserveren. Prøv venligst igen.
fi: Virhe DNS-yhteydessä. Kokeile uudestaan.
fr: Il y a un problème avec le serveur de nom (DNS). Essayez de nouveau.
ja: DNS に問題があります。もう一度トライして下さい。
no: Det oppsto et problem med DNS-tjeneren. Vennligst prøv igjen.
pt: Ocorreu um problema com o servidor DNS. Tente novamente.
ru: Возникла проблема с сервером DNS. Попробуйте ещё раз.
tr: DNS sunucuyla bir sorun yaþandý. Lütfen tekrar deneyiniz.

source: Choose your skill level
da: Vælg dit ekspertniveau
fi: Valitse vaikeustaso
fr: Choisissez le mode de configuration
no: Velg ditt kunnskapsnivå
pt: Seleccione o seu nível de conhecimento
tr: Uzmanlýk derecenizi girin

source: Please choose the skill level best suited to you. Simple is recommended for most workstation users with a single computer. Advanced presents you with more options and is meant for experienced users with machines acting as gateways.
da: Vælg niveau for ekspertise bedst egnet til dig. Simpel er anbefalet for de fleste brugere af arbejdsstationer med en enkelt maskine. Avanceret giver dig flere valgmuligheder og er beregnet til erfarne brugere med maskiner der virker som adgangsporte.
fi: Valitse sopiva vaikeustaso. Yksinkertainen on suositeltava vaihtoehto useimmille työasemakäyttäjille, joilla on ainoastaan yksi tietokone. Kehittynyt tarjoaa enemmän muokkausmahdollisuuksia, ja on tarkoitettu kokeneille käyttäjille joilla kone toimii yhdyskäytävänä.
fr: Veuillez choisir le mode qui décrit le mieux votre situation Simple pour un ordinateur seul. Avancé pour plus d'options destinées aux utilisateurs avec un ordinateur qui est utilisé comme passerelle/routeur.
no: Vennligst velg det nivå som passer best for deg. Enkelt anbefales for de fleste arbeidsstasjonbrukere som kun har en datamaskin. Avansert gir deg flere alternativer og er ment for erfarne brukere med maskiner som fungerer som gateway.
pt: Seleccione o nível de conhecimento que melhor se lhe aplica. Simples é recomendada para a maioria dos utilizadores de estações de trabalho com apenas um computador. Avançado dá-lhe mais opções e destina-se a utilizadores experientes com máquinas destinadas a gateway.
tr: Lütfen size en yakýn uzmanlýk derecenizi seçin. Tek kullanýcýya sahip iþ istasyonlarý için 'basit' seçeneði uygundur. Geliþmiþ seçenek, daha uzman kullanýcýlara yöneliktir ve ek yapýlandýrma ayarlarýna olanak tanýr. Özellikle geçit amaçlý bilgisayarlarda kullanýlýr.

source: Simple firewall setup
da: Simpel opsætning af brandmur
fi: Yksinkertainen
fr: Configuration en mode simple
no: Enkelt oppsett av brannvegg
pt: Configuração de firewall simples
tr: Basit güvenlik duvarý kurulumu

source: Advanced firewall setup
da: Avanceret opsætning af brandmur
fi: Kehittynyt
fr: Configuration en mode avancé
no: Avansert oppsett av brannvegg
pt: Configuração de firewall avançada
tr: Geliþmiþ güvenlik duvarý kurulumu

source: Check this option to enable Type of Service flags for common client applications, such as WWW, FTP, SSH &amp; E-Mail.
fi: Valitse tämä vaihtoehto mahdollistaaksesi Type of Service -suodatuksen yleisille asiakasohjelmille kuten WWW, FTP, SSH sekä sähköposti

source: Check this option to enable Type of Service flags for common server applications, such as SQUID, FTPd, SSHd, SMTP &amp; POP Daemons.
fi: Valitse tämä vaihtoehto mahdollistaaksesi Type of Service -suodatuksen yleisille palvelinohjelmille kuten SQUID, FTPd, SSHd, SMTP

source: Block these ports explicitly
da: Blokér disse porte eksplicit
fi: Kiellä kaikki liikenne näihin portteihin
fr: Bloquer ces ports explicitement
no: Blokker disse portene eksplisitt
pt: Bloquear explicitamente estes portos
tr: Bu portlarý engelle

source: If you enable this, Firestarter can use some experimental patches for filtering,Do not enable this option until you have read the manual for the pre-requisties
da: Hvis du aktiverer dette kan Firestarter bruge nogle eksperimentelle rettelser til filtrering. Aktivér ikke denne mulighed før du har læst manualen om forudsætningerne derom
fi: Tämä valittuna Firestarter käyttää kokeellisia sääntöjä. Älä käytä tätä ellet tiedä mistä on kysymys.
fr: Si vous validez cette option des modifictions expérimentales pour le filtrage seront disponnibles. N'activez pas cette option avant d'avoir lu le manuel.
no: Hvis du aktiverer dette kan Firestarter bruke noen eksperimentelle patcher for filtrering. Ikke aktiver dette alternativet før du har lest håndboken for disse avhengighetene
pt: Se activar esta opção, o Firestarter poderá utilizar algumas modificações experimentais para filtragem. Não active esta opção até que tenha lido os pré-requisitos no manual

source: Blocking
da: Blokerende
fi: Portit
fr: Bloquage
no: Blokkering
pt: Bloquear
tr: Engelleme

source: Block and stop logging this port
da: Blokér og stop logning af denne port
fi: Kiellä liikenne porttiin kirjaamatta lokiin
fr: Bloquer et arréter de logguer ce port
no: Blokker og stopp logging av denne porten
pt: Bloquear e não escrever em log este porto

source: Connection type (TCP / UDP):
da: Forbindelsestype (TCP / UDP):
fi: Yhteystyyppi (TCP / UDP):
fr: Type de connexion (TCP / UDP) :
no: Tilkoblingstype (TCP / UDP):
pt: Tipo de ligação (TCP / UDP):
tr: Baðlantý türü (TCP / UDP):

source: via
fi: kautta
no: om

source: A firewall created by an older version of Firestarter has been detected. OK to remove old firewall? Old firewall settings will be stored in
fr: Un pare-feu créé par une ancienne version de Firestarter a été détecté. D'accord pour remplacer l'ancien pare-feu ? Les anciens réglages du pare-feu sont stocké dans

source: Logfile "
hu: Naplófájl "
it: File di log "
nl: Logbestand "
pt_br: Arquivo de log "

source: " not found or access denied. Firewall log monitoring disabled. You can configure the path to the log file in the "preferences" section.
hu: " nem található, vagy a hozzáférés megtiltva. Tûzfal események monitorozása tiltva. A naplófájl elérési útját a "Beállítások" részben állíthatod be.
it: " non trovato o accesso vietato. Monitorizzazione log del firewall disabilitata. Potete configurare il percorso del file di log nella sezione "preferenze".
nl: " niet gevonden of geen toegang. Firewall log monitoring uitgeschakeld. U kan het pad naar het logbestand configureren in "Voorkeuren".
pt_br: " não encontrado ou acesso negado. Monitoramento do log do firewall desabilitado. Você pode configurar o caminho para o arquivo de log na seção "preferências".

source: Choose the device you connect to the Internet with. If you connect to the net by modem, your device name is likely ppp0. If you have an ISDN line or an ethernet connection, choose ippp0 or eth0 respectively.
hu: Válaszd ki azt az eszközt, amivel az Internethez kapcsolódsz. Ha modemmel kapcsolódsz a Nethez, akkor valószínûleg így hívják: ppp0. Ha ISDN vonalad van, az ippp0, ha Ethernet (kábel) kapcsolatod van, az eth0 eszközt válaszd.
it: Selezionare il dispositivo utilizzato per la connessione a Internet. Se vi collegate alla rete via modem, il vostro dispositivo potrà essere ppp0. In caso di una connessione ISDN o via ethernet, selezionate rispettivamente le interfacce ippp0 o eth0.
nl: Selecteer het apparaat waarmee u een internetverbindig maakt. Indien u op het net gaat met een modem, dan is dit ppp0. Indien u een ISDN of ethernet aansluiting heeft, kies dan respectievelijk ippp0 of eth0.
pt_br: Escolha o seu dispositivo de conexão com a Internet. Se a conexão é feita por modem, provavelmente o nome do dispositivo é ppp0. Se você possui linha ISDN ou conexão ethernet, escolha ippp0 ou eth0 respectivamente.

source: Start Firestarter on PPP connect
hu: Firestarter indítása PPP kapcsolódáskor
nl: Start Firestarter bij PPP connectie
pt_br: Iniciar Firestarter ao conectar PPP.

source: Check this option and the program will start when you dial your Internet service provider.Only available when using a modem.
hu: Ha kiválasztod ezt az opciót, a program elindul, amikor kapcsolódsz az Internet szolgáltatódhoz (ISP). Csak modemes kapcsolat esetén.
nl: Activeer deze optie en het programma start automatisch wanneer u een internet verbinding maakt. Dit werkt enkel bij het inbellen via modem.
pt_br: Marque esta opção para o programa iniciar ao você discar para o seu provedor de acesso à Internet. Disponível somente para acesso por modem.

source: No, I do not use IP Masquerading on my LAN
hu: Nem, nem használok IP Masquerading-ot a helyi hálózaton (LAN)
it: No, non utilizzo IP Masquerading sulla mia LAN
nl: Nee, ik gebruik geen IP Masquerading in mijn LAN
pt_br: Não, eu não uso Mascaramento IP em minha LAN.

source: Yes, this machine translates the IP addresses of my LAN for the Internet
hu: Igen, ez a gép fordítja le a helyi hálózat IP címeit az Internet felé
it: Si, questa macchina traduce gli indirizzi IP della mia LAN per Internet
nl: Ja, deze machine vertaald de IP adressen van mijn LAN voor het internet
pt_br: Sim, esta máquina traduz os endereços IP de minha LAN para a Internet.

source: Select your internal network device from the dropdown list. Go with the default if unsure.
hu: Válaszd ki a belsõ hálózati eszközt a listából. Ha nem vagy biztos a dolgodban, használd az alapértelmezettet.
nl: Selecteer uw intern netwerkapparaat uit de keuzelijst. Kies standaard indien u niet zeker bent.
pt_br: Na lista aberta, selecione sua unidade de rede interna. Na dúvida, selecione a padrão.

source: Specify internal network IP range manually
hu: A helyi hálózat (LAN) IP címtartományának manuális megadása:
it: Specificate manualmente la vostra classe di IP nella rete interna
nl: Stel intern netwerk IP-bereik manueel in
pt_br: Especificar manualmente a faixa de IP da rede interna.

source: Select this only if the autodetection fails.
hu: Csak akkor válaszd ezt, ha az automatikus megállapítás nem sikerült.
nl: Selecteer dit enkel indien de autodetectie faalt.
pt_br: Escolher esta opção somente se falhar a detecção automática.

source: Enter the your internal network address range:
hu: Írd be a helyi hálózati IP címtartományt:
it: Digitate il range degli indirizzi di rete:
nl: Voer uw intern netwerk adresbereik in:
pt_br: Informe a faixa de endereço de sua rede interna.

source: The network range is given in the form of addess/mask. 192.168.1.0/24 is the most common IP range reserved for internal networks.
hu: A hálózatí tartományt a cím/mask formában kell megadni. A 192.168.1.0/24 a leggyakrabban használt IP tartomány, ami a belsõ hálózatok számára van fenntartva.A / utáni szám (mask) azt határozza meg, hogy az IP cím bitjei közül mennyi számít. Az IP cím 4 bájt, vagyis 32 bit, azaz a /24 azt jelenti, hogy az IP címek elsö 3 bájtját veszi figyelembe a tüzfal.A fenti példa alapján ez a 192.168.1.
nl: Het netwerkbereik wordt ingevoerd onder vorm van adres/masker. 192.168.1.0/24 is het meest gebruikte IP bereik gereserveerd voor interne netwerken.
pt_br: O alcance da rede é dado no formato de endereço/máscara. 192.168.1.0/24 é a faixa de IP mais comum reservada para redes internas.
