Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: Network Adress Translation (NAT) is a technique that allows all the machines on your network to share a single IP address and Internet connection.
de: Network Adress Translation (NAT) ist eine Technik, mit der sich alle Geräte Ihres Netzwerkes eine IP-Adresse und Internet-Verbindung teilen können.
el: Η Μετάφραση Διεύθυνσης Δικτύου είναι μιά τεχνική που επιτρέπει σε όλες τις μηχανές στο δίκτυο σας να μοιράζονται μια διεύθυνση IP και μια σύνδεση Internet.
lv: Network Adress Translation (NAT) ir tehnisks paņēmiens, kas ļauj visiem datoriem jūsu tīklā koplietot vienu IP adresi un Interneta pieslēgumu.
sk: Preklad sie»ový adries (NAT) je technika, ktorá umo¾òuje, aby v¹etky poèítaèe na va¹ej sieti zdieµa» jedinú adresu IP a pripojenie na Internet.
sv: Översättning av nätverksadresser (NAT) är en teknik som låter alla maskiner på ditt nätverk dela på en ensam IP-adress och Internetanslutning.
vi: Dịch Địa Chỉ Mạng (NAT) là một kỹ thuật cho phép toàn bộ các máy trên mạng của bạn chia sẻ chi một địa chỉ IP và kết nối Internet.

source: Disable Network Address Translation
de: NAT deaktivieren
el: Απενεργοποίηση Μετάφρασης Διεύθυνσης Δικτύου
lv: Deaktivizēt Tīkla Adreses Tulkošanu
sk: Zakáza» preklad sie»ových adries NAT
sv: Inaktivera översättning av nätverksadresser
vi: Tắt NAT

source: Enable Network Address Translation
de: NAT aktivieren
el: Ενεργοποίηση Μετάφρασης Διεύθυνσης Δικτύου
lv: Aktivizēt Tīkla Adreses Tulkošanu
sk: Povoli» preklad sie»ových adries NAT
sv: Aktivera översättning av nätverksadresser
vi: Bật chạy NAT

source: Specify internal network IP range manually (advanced users only)
de: Geben Sie den internen IP-Bereich manuell ein (Nur erfahrene Benutzer)
el: Καθορίστε χειροκίνητα το εύρος IP εσωτερικού δικτύου (μόνο για προχωρημένους χρήστες)
lv: Noteikt iekšējā tīkla IP diapazonu pašrocīgi (tikai pieredzējušiem lietotājiem)
sk: Nastavi» rozsah IP adries internej siete ruène (len pre expertov)
sv: Ange IP-intervallet för det interna nätverket manuellt (endast för avancerade användare)
vi: Chỉ định chuỗi IP mạng nội bộ bằng tay (chỉ dành cho người dùng thành thạo)

source: The network range is given in the form of <i>address/mask</i>. 192.168.0.0/24 is the most common IP range reserved for internal networks.
de: Der Netzwerkbereich wird in folgender Form angegeben: <i>Addresse/Maske</i>. 192.168.0.0/24 ist der übliche IP-Bereich, der für interne Netzwerke reserviert ist.
el: Το εύρος δικτύου δίνετε με την φόρμα <i>address/mask</i>. 192.168.0.0/24 είναι το πιό κοινό εύρος IP που χρησιμοποιείται από εσωτερικά δίκτυα.
lv: Tīkla diapazons tiek dots formā <i>adrese/maska</i>. 192.168.0.0/24 ir visizplatītākais IP diapazons, kas tiek rezervēts iekšējiem tīkliem.
sk: Rozsah sie»ový adries je vo formáte <i>adresa/maska</i>. 192.168.1.0/24 je najèastej¹í rozsah rezervovaný pre interné siete.
sv: Nätverksintervallet är angivet på formen <i>adress/mask</i>. 192.168.0.0/24 är det vanligaste IP-intervallet som är reserverat för interna nätverk.
vi: Chuỗi mạng được lấy dưới dạng <i>address/mask</i>. 192.168.0.0/24 là chuỗi IP hay dùng nhất dành cho mạng nội bộ.

source: Do you run server software on your machine and want other people to have access to the network services you provide? Services can easily be changed later on from the main interface.
de: Laufen auf Ihrem Rechner Server-Anwendungen und wollen Sie, dass andere Leute auf Ihre Netzwerk-Dienste zugreifen können? Diese Dienste können später noch einfach geändert werden.
el: Τρέχετε λογισμικό εξυπηρετητή στο μηχάνημα σας και θέλετε να έχουν πρόσβαση τρίτοι στις υπηρεσίες δικτύου που παρέχετε? Οι υπηρεσίες μπορούν ελυκολα να αλλαχθούν αργότερα από την κύρια επιφάνεια.
lv: Vai uz sava datora izmantojat servera programmatūru un vēlaties citiem cilvēkiem sniegt pieeju tīkla servisiem, kurus piedāvājat? Servisi var vēlāk tikt viegli mainīti no galvenās saskarnes.
sk: Be¾í na va¹om poèítaèi nejaký server a chcete, aby mali ostatní prístup k slu¾be, ktorú poskytuje? Slu¾by je mo¾né jednoducho zmeni» pomocou hlavného rozhrania.
sv: Kör du serverprogramvara på din maskin och vill att andra ska ha tillgång till nätverkstjänsterna du erbjuder? Tjänster kan enkelt ändras senare från huvudgränssnittet.
vi: Có phải bạn đang chạy phần mềm máy chủ trên máy này và muốn người khác có quyền truy cập tới các dịch vụ mạng mà bạn cung cấp không? Dễ dàng thay đổi các dịch vụ sau này từ giao diện chính.

source: ICMP Packet Filtering can be useful to prevent some common Denial of Service (DoS) attacks on your network.
de: Das Filtern von ICMP-Paketen kann nützlich sein, um einige bekannte Denial of Service (DoS) Attacken auf ihr Netzwerk zu verhindern.
el: Το ICMP Packet Filtering μπορεί να είναι χρήσιμο για να εμποδίζει κάποιες κοινές επιθέσεις Άρνησης Υπηρεσίας (DoS) στο δίκτυο σας.
lv: ICMP Pakešu Filterēšana var būt noderīga, lai novērstu dažus izplatītus Denial of Service (DoS) uzbrukumus jūsu tīklam.
sk: Filtrovanie ICMP paketov mô¾e by» výhodné pre zabráneniu niektorým obvyklým útokom typu Denial of Service (DoS) na va¹ej sieti.
sv: ICMP-paketfiltrering kan vara användbart för att förhindra vanliga tjänstevägransattacker (DoS-attacker) mot ditt nätverk.
vi: Việc lọc gói ICMP hữu dụng để ngăn ngừa một số kiểu tấn công từ chối dịch vụ (DoS) thông thường lên mạng của bạn.

source: Type of Service filtering allows you to re-prioritize network services to allow higher throughput rates for commonly used services.
de: Der »Type of Service«-Filter erlaubt Ihnen, die Priorität der Netzwerkdienste einzustellen um höhere Durchsatzraten für häufig genutzte Dienste zu erlauben.
el: Το Φιλτράρισμα Τύπου Υπηρεσίας (ToS) σας επιτρέπει να επαναπροσδιορίζετε τις προτεραιότητες των υπηρεσιών για να επιτρέπετε υψηλότερες αναλογίες για συχνά χρησιμοποιούμενες υπηρεσίες.
lv: Servisa Tipa filtrēšana ļauj jums pārnoteikt prioritāti tīkla servisiem, lai ļautu augstākus caurlaidspējas koeficientus visbiežāk lietotajiem servisiem.
sk: Filtrovanie podµa typu slu¾by umo¾òuje zmeni» priority slu¾ieb v sieti pre vy¹¹iu prenosovú rýchlos» pre obvyklé slu¾by.
sv: Tjänstetypsfiltrering (ToS-filtrering) låter dig omprioritera nätverkstjänster för att att tillåta högre genomströmning för vanligt använda tjänster.
vi: Việc lọc theo loại dịch vụ cho phép ưu tiên lại các dịch vụ mạng để cho phép throughput rates cho các dịch vụ thông thường.

source: Check this option to enable Type of Service flags for common server applications, such as SQUID, FTPd, SSHd, SMTP & POP Daemons.
az: Bu seşki ilə bir çox ümumi internet xidməti olan SQUİD, FTPd, SMTP vs üçünXidmət Növü (ToS) Süzülməsi fəallaşdırılacaqdır.
da: Afkryds dette valg for at aktivere tjenestetypeflag for almindelige serveranvendelser såsom SQUID, FTPd, SSHd, SMTP & POP dæmoner.
de: Aktivieren Sie diese Option um »Typ of Service«-Optionen für gängige Server-Anwendungen, wie SQUID, FTPd, SSHd, STMP & POP Dämonen zu aktivieren.
el: Επιλέξτε αυτό για να ενεργοποιήσετε Type of Service flags για κάποιες κοινές εφαρμογές εξυπηρετητή, όπως SQUID, FTPd, SSHd, SMTP & POP Daemons.
fr: Activez cette option pour choisir les types de service pour les serveurs les plus courants, comme SQUID, FTPd, SSHd, SMTP & POP.
ja: 共通なサーバー・アプリ、例えば SQUID, FTPd, SSHd, STMP, POP デーモン等に対するサービスフラグの種類を有効にする場合に、このオプションをチェックして下さい。
lv: Atķeksējiet šo, lai aktivizētu Servisa Tipa karodziņus izplatītām servera aplikācijām, tādām kā SQUID, FTPd, SSHd, SMTP & POP Dēmoni.
no: Kryss av for dette alternativet for å aktivere flagg for tjenestetype for vanlige tjenerapplikasjoner som SQUID, FTPd, SSHd, SMTP- og POP-daemoner.
pt: Active esta opção para permitir flags Tipo de Serviço em aplicações servidor comuns, tais como SQUID, FTPd, SSHd, SMTP & Daemons POP.
ru: Выберите этот параметр, чтобы включить флаги типа обслуживания для обычных клиентских приложений, таких как SQUID, FTPd, SSHd, SMTP и POP демоны.
sk: Vybraním tejto mo¾nosti povolíte príznaky typu slu¾by pre obvyklé serverovské aplikácie, napr. SQUID, FTPd, SSHd, SMTP & POP démonov.
sv: Kryssa för detta alternativ för att använda tjänstetypsflaggor för vanliga serverprogram som exempelvis SQUID-, FTPd-, SSHd-, SMTP- och POP-demoner.
vi: Dùng tùy chọn này để chạy Type of Service flags cho các ứng dụng máy chủ thông thường, như là SQUID, FTPd, SSHd, SMTP & POP Daemons.

source: This wizard will help you to set up a firewall for your Linux machine. You will be asked some questions about your network setup in order to customize the firewall for your system. Please press the forward button to continue.
de: Dieser Druide wird Ihnen bei der Konfiguration der Firewall auf Ihrem Linux-Rechner behilflich sein. Dabei werden Ihnen verschiedene Fragen zu Ihrer Netzwerkkonfiguration gestellt, damit die Firewall für Ihr System angepasst werden kann. Klicken Sie »Weiter« um fortzufahren.
el: Αυτός ο μάγος θα σας βοηθήσει να ρυθμίσετε έναν firewall για το μηχάνημα σας με Linux. θα σας γίνουν μερικές ερωτήσεις για την εγκατάσταση του δικτύου σας έτσι ώστε να προσαρμοστεί ο firewall για το σύστημα σας.. Πιέστε το κουμπί μπροστά για να συνεχίσετε.
lv: Šis vednis palīdzēs jums uzstādīt ugunsmūri jūsu Linux datoram. Jums tiks vaicāti pāris jautājumi par jūsu tikla uzstādījumiem, lai varētu pielāgot ugunsmūri jūsu sistēmai. Lūdzu nospiediet uz pogu nākamais, lai turpinātu.
sk: Tento sprievodca vám umo¾ní nastavi» vá¹ firewall na poèítaèi s Linuxom. Budú vám polo¾ené niektoré otázky o nastavení va¹ej siete. Pokraèujte stlaèením Dopredu.
sv: Denna guide kommer att hjälpa dig att ställa in en brandvägg för din Linuxmaskin. Du kommer att ställas ett antal frågor om din nätverks- konfiguration så att brandväggen kan anpassas för ditt system. Tryck på knappen Nästa för att fortsätta.
vi: Đồ thuật này giúp thiết lập tường lửa cho máy tính chạy Linux của bạn. Bạn sẽ được hỏi một số câu hỏi về thiết lập mạng của bạn để tùy chỉnh tường lửa cho hệ thống. Hãy nhấn nút tiến lên (forward) để tiếp tục.

source: Firewall Wizard
de: Firewall-Druide
el: Οδηγός firewall
lv: Firewall Vednis
sk: Sprievodca firewallom
sv: Brandväggsguide
vi: Đồ Thuật Tường Lửa

source: Welcome to Firestarter
de: Willkommen bei Firestarter
el: Καλώς Ορίσατε στο Firestarter
lv: Laipni lūgti Firestarter
sk: Víta vás Firestarter
sv: Välkommen till Firestarter
vi: Chào Mừng Firestarter

source: Choose your external interface
de: Wählen Sie Ihre interne Netzwerkschnittstelle
el: Επιλέξτε την εξωτερική επιφάνεια
hu: Válaszd ki azt a hálózati eszközt, amivel az Internetre kapcsolódsz
it: Selezionare la propria interfaccia esterna
lv: Izvēlieties savu ārējo interfeisu
nl: Kies uw externe apparaat
pt_br: Escolha a sua interface externa.
sk: Vyberte externé rozhranie
sv: Välj ditt externa nätverksgränssnitt
vi: Chọn giao diện bên ngoài

source: Internet connection sharing setup
de: Konfiguration der Internet-Verbindungsteilung
el: Καθορισμός κοινής χρήσης σύνδεσης Internet
lv: Interneta savienojuma koplietošanas uzstādījums
sk: Nastavenie pre zdieµanie pripojenia na Internet
sv: Konfiguration av Internetanslutningsdelning
vi: Thiết lập chia sẻ kết nối Internet

source: Network services setup
de: Netzwerkschnittstellen-Konfiguration
el: Καθορισμός υπηρεσιών δικτύου
lv: Tīkla servisu uzstādījums
sk: Nastavenie sie»ových slu¾ieb
sv: Konfiguration av nätverkstjänster
vi: Thiết lập các dịch vụ mạng

source: Type of Service filtering setup
de: »Type of Service« (ToS)-Konfiguration
el: Καθορισμός φιλτραρίσματος Τύπου Υπηρεσίας
lv: Servisa Tipa filtrēšanas uzstādīšana
sk: Nastavenie filtrovania podµa typu slu¾ieb
sv: Konfiguration av tjänstetypsfiltrering
vi: Kiểu thiết lập lọc theo dịch vụ

source: ICMP filtering Setup
de: ICMP-Filter-Konfiguration
el: Ρύθμιση ICMP Filtering
lv: ICMP filtrēšanas Uzstādīšana
sk: Nastavenie filtrovania ICMP
sv: Konfiguration av ICMP-filtrering
vi: Thiết lập việc lọc ICMP

source: Ready to start your firewall
de: Ihre Firewall kann nun gestartet werden
el: ¨Όλα έτοιμα για την εκκίνηση του firewall σας
lv: Gatavs sāknēt jūsu ugunsmūri
sk: Pripravený ¹tart vá¹ho firewallu
sv: Redo att starta din brandvägg
vi: Sẵn sàng chạy tường lửa

source: The wizard is now ready to start your firewall. Press the save button to continue, or the back button to review your choices.
de: Der Druide ist nun bereit, Ihre Firewall zu starten. Klicken Sie »Fertig« um fortzufahren oder »Zurück«, um sich alles noch einmal anzusehen.
el: Ο μάγος είναι τώρα έτοιμος να ξεκινήσει τον firewall σας. Πατήστε το κουμπί αποθήκευσης για να συνεχίσετε, η το κουμπί πίσω για να αναθεωρήσετε τις επιλογές σας.
lv: Šobrīd vednis ir gatavs sāknēt jūsu ugunsmūri. Nospiediet saglabāšanas pogu, lai turpinātu, vai atpakaļ, lai pārskatītu savas izvēles.
sk: Sprievodca je pripravený spusti» firewall. Stlaèením Ulo¾i» spustíte generovanie, tlaèidlom Dozadu mô¾ete e¹te zmeni» va¹e nastavenie.
sv: Guiden är nu redo att starta din brandvägg. Tryck på knappen Spara för att fortsätta, eller knappen Tillbaka för att granska dina val igen.
vi: Bây giờ đồ thuật đã sẵn sàng chạy tường lửa. Nhấn nút Lưu để tiếp tục, hoặc nút Trở lại (back) để xem lại chọn lựa của bạn.

source: Always lookup hostname on hits
de: Bei Treffern immer den Rechnernamen ermitteln
el: Να γίνεται πάντα αναζήτηση hostname στις επισκέψεις
lv: Vienmēr uzmeklēt hostdatora vārdu pie trāpījumiem
sk: V¾dy vyhµada» meno hostiteµa pri zásahu
sv: Slå alltid upp värdnamn vid träffar
vi: Luôn tìm kiếm hostname trên các cú quét

source: Check this and instead of the IP number you will see a valid hostname in the Hits view. This option uses some network bandwith.
de: Aktivieren Sie dies, so wird Ihnen in der Trefferliste der Rechnername anstelle der IP-Adresse angezeigt. Diese Option verursacht eine geringe Netzwerkbelastung.
el: Επιλέξτε αυτό και αντί για τον αριθμό IP θα βλέπετε ένα έγκυρο hostname στην προβολή Επισκέψεων. Αυτή η επιλογή χρησιμοποιεί κάποιο από το φόρτο δικτύου.
lv: Atķeksējiet šo, un IP numura vietā jūs redzēsiet derīgu hostdatora vārdu Trāpījumu skatā. Šī opcija aizņem nedaudz tīkla joslas platumu
sk: Ak pou¾ijete túto voµbu, namiesto adresy IP bude zobrazované meno hositeµa v prehµade zásahov. Táto voµba za»a¾uje va¹e pripojenie.
sv: Kryssa för detta så kommer du att istället för IP-numret se ett giltigt värdnamn i träffvyn. Detta alternativ använder en del nätverksbandbredd.
vi: Dùng tùy chọn này để xem hostname hợp lệ trong danh sách các cú quét thay cho số IP. Tùy chọn này sử dụng một số băng thông mạng.

source: Hit filtering options
de: Optionen zur Trefferfilterung
el: Επιλογές φιλτραρίσματος επισκέψεων
lv: Trāpījuma filtrēšanas opcijas
sk: Mo¾nosti filtrovania zásahov
sv: Alternativ för filtrering av träffar
vi: Tùy chọn lọc các cú quét

source: Filter out redundant hits
de: Identische Treffer ausfiltern
el: Φιλτράρισμα πλεονάζοντων επισκέψεων
lv: Atfiltrēt liekos trāpījumus
sk: Filtrova» opakované zásahy
sv: Filtrera bort identiska träffar
vi: Lọc ra các cú quét thừa

source: Check this and the hits list will not show identical hits that succeed each other.
de: Aktivieren Sie dies, und die Firewall Trefferliste wird identische Zeilen herausfiltern.
el: Επιλέξτε αυτό και η λίστα επισκέψεων δεν θα εμφανίζει όμοιες επισκέψεις που διαδέχονται η μία την άλλη.
lv: Atķeksējiet šo, un trāpījumu sasraksts nerādīs identiskus trāpījumus, kas seko viens otram.
sk: Ak zapnete túto voµbu, zoznam zásahov nebude zobrazova» opakované zásahy, ktoré nasledujú hneï za sebou.
sv: Om du kryssar för detta kommer träffloggen i brandväggen inte att visa identiska på varandra efterföljande träffar.
vi: Dùng tùy chọn này và danh sách các cú quét sẽ không hiển thị các cú quét đúng

source: Filter out hits not meant for you
de: Treffer ausfiltern, die für Sie nicht relevant sind
el: Φιλτράρισμα για επισκέψεις που δεν ήταν για σας.
lv: Atfiltrēt trāpījumus, kas nav domāti man
sk: Filtrova» zásahy nemierané na vás
sv: Filtrera bort träffar som inte var avsedda för dig
vi: Lọc ra các cú quét vô nghĩa

source: Check this and the hits list will not show hits that have a destination field other than your IP.
de: Aktivieren Sie dies, und in der Trefferliste werden keine Treffer mit einem anderen Adressfeld aus Ihre IP angezeigt.
el: Επιλέξτε αυτό και η λίστα επισκέψεων δεν θα εμφανίζει τις επισκέψεις που έχουν διαφορετικό προορισμό από το IP σας.
lv: Atķeksējiet šo, un trāpījumu sasraksts nerādīs trāpījumus, kuriem adresāta lauks ir cits, nevis jūsu IP.
sk: Ak zapnete túto voµbu, zoznam zásahov nebude zobrazova» tie, ktorých cieµová adresa nie je va¹e IP.
sv: Om du kryssar för detta kommer träfflistan inte att visa träffar som har ett destinationsfält med ett annat IP än ditt.
vi: Dùng tùy chọn này để danh sách các cú quét sẽ không hiển thị các cú quét có trường đích khác với IP của bạn.

source: Enable Experimental Options
da: Aktivér eksperimentelle muligheder
de: Experimentelle Optionen blockieren
el: Ενεργοποίηση Πειραματικών Επιλογών
fi: Käytä kokeellisia sääntöjä
fr: Activer les options expérimentales
lv: Aktivizēt Eksperimentālās Opcijas
no: Aktiver eksperimentelle alternativer
pt: Activar Opções Experimentais
sk: Povoli» experimentálne mo¾nosti
sv: Använd experimentella alternativ
tr: Deneysel Seçenekleri Etkinleþtir
vi: Bật chạy tùy chọn thử nghiệm

source: If you enable this, Firestarter can use some experimental patches for filtering.Do not enable this option until you have read the manual for the pre-requisties
de: Bei Aktivierung wird Firestarter einige experimentelle Patches für das Filtern verwenden. Aktivieren Sie dies nicht, wenn Sie die Voraussetzungen noch nicht im Handbuch nachgeschlagen haben.
el: Αν ενεργοποιήσετε αυτό, ο Firestarter θα χρησιμοποιεί κάποιες πειραματικές αλλαγές στα φίλτρα. Μην ενεργοποιήσετε αυτή την επιλογή μέχρι να διαβάσετε το εγχειρίδιο για τα προαπαιτούμενα.
lv: Ja aktivizēsiet šo, Firestarter var lietot kādus eksperimentālus filtrēšanas ielāpus. Neaktivizējiet šo opciju līdz neesat izlasījis rokasgrāmatā par pirmspieprasījumiem
sk: Ak toto povolíte, Firestarter bude môc» pou¾íva» experimentálne funkcie pre filtrovanie. Ak ste si nepreèítali manuál, túto voµbu nezapínajte.
sv: Om du aktiverar detta kan Firestarter använda en del experimentella fixar för filtrering. Aktivera inte detta alternativ innan du har läst igenom kraven i manualen
vi: Nếu được bật chạy, Firestarter có thể dùng một số patch thử nghiệm để lọc. Không dùng tùy chọn này khi chưa đọc tài liệu về pre-requisties

source: General
az: Ümumi
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
hu: Általános
it: Generale
ja: 全般
ko: 일반
lv: Vispārīgi
nl: Algemeen
no: Generelt
pt: Genéricas
pt_br: Geral
ru: Общие
sk: V¹eobecné
sv: Allmänt
tr: Genel
uk: Загальн╕
vi: Chung

source: Filters
de: Filter
el: Φίλτρα
lv: Filtri
sk: Filtre
sv: Filter
vi: Trình lọc

source: Start _firewall
da: Start _brandmuren
de: _Firewall starten
el: Έναρξη_firewall
fi: Käynnistä palomuuri
fr: _Relancer le pare-feu
lv: Sāknēt _ugunsmūri
no: Start _brannvegg
pt: Iniciar _firewall
sk: Spusti» _firewall
sv: Starta _brandvägg
tr: _Güvenlik duvarýný çalýþtýr
vi: Chạy tường _lửa

source: Online _Manual
de: Online Hand_buch
el: Online _Εγχειρίδιο
lv: Tiešsaites _Rokasgrāmata
sk: On-line _manuál
sv: _Manual på webben
vi: Tài _liệu trực tuyến

source: /Block host
de: /Diesen Rechner blockieren
el: /Φραγή συστήματος
lv: /Bloķēt hostu
sk: /Blokova» hostiteµa
sv: /Blockera värd
vi: /Chặn cổng

source: /Trust host
de: /Diesem Rechner vertrauen
el: /Έμπιστο σύστημα
lv: /Uzticēties hostam
sk: /Dôverova» hostiteµovi
sv: /Lita på värd
vi: /Cổng tin cậy

source: /Open port
de: /Diesen Port öffnen
el: /Άνοιγμα θύρας
lv: /Atvērt portu
sk: /Otvori» port
sv: /Öppna port
vi: /Mở cổng

source: /Open port for this host only
de: /Diesen Port nur für diesen Rechner öffnen
el: /Άνοιγμα θύρας για αυτό το σύστημα μόνο
lv: /Atvērt portu tikai šim hostam
sk: /Otvori» port len pre tohto hostiteµa
sv: /Öppna port endast för denna värd
vi: /Mở cổng cho riêng host này

source: /Block and stop logging port
de: /Diesen Port blockieren und nicht mehr protokollieren
el: /Φραγή και διακοπή καταγραφής θύρας
lv: /Bloķēt un pārtraukt porta iegrāmatošanu
sk: /Blokova» a zastavi» záznam pre port
sv: /Blockera och sluta logga denna port
vi: /Chặn và dừng việc ghi cổng

source: /Lookup hostname
de: /Rechnernamen ermitteln
el: /Αναζήτηση ονόματος συστήματος
lv: /Uzmeklēt hostdatora vārdu
sk: /Vyhµada» hostiteµa
sv: /Slå upp värdnamn
vi: /Tìm kiếm hostname

source: /View columns
de: /Spalten anzeigen
el: /Προβολή στηλών
lv: /Skatīt kolonnas
sk: /Zobrazi» ståpce
sv: /Visa kolumner
vi: /Xem các cột

source: /View columns/Time
de: /Spalten anzeigen/Zeit
el: /Προβολή στηλών/¨Ωρας
lv: /Skatīt kolonnas/Laiks
sk: /Zobrazi» ståpce/Èas
sv: /Visa kolumner/Tid
vi: /Xem các cột/Thời gian

source: /View columns/In
de: /Spalten anzeigen/Eingehend
el: /Προβολή στηλών/Εισόδου
lv: /Skatīt kolonnas/Iekšā
sk: /Zobrazi» ståpce/Vstup
sv: /Visa kolumner/In
vi: /Xem các cột/Vào

source: /View columns/Out
de: /Spalten anzeigen/Ausgehend
el: /Προβολή στηλών/Εξόδου
lv: /Skatīt kolonnas/Ārā
sk: /Zobrazi» ståpce/Výstup
sv: /Visa kolumner/Ut
vi: /Xem các cột/Ra

source: /View columns/Port
de: /Spalten anzeigen/Port
el: /Προβολή στηλών/θύρας
lv: /Skatīt kolonnas/Ports
sk: /Zobrazi» ståpce/Port
sv: /Visa kolumner/Port
vi: /Xem các cột/Cổng

source: /View columns/Source
de: /Spalten anzeigen/Quelle
el: /Προβολή στηλών/Πηγής
lv: /Skatīt kolonnas/Avots
sk: /Zobrazi» ståpce/Zdroj
sv: /Visa kolumner/Källa
vi: /Xem các cột/Nguồn

source: /View columns/Destination
de: /Spalten anzeigen/Ziel
el: /Προβολή στηλών/Προορισμού
lv: /Skatīt kolonnas/Adresāts
sk: /Zobrazi» ståpce/Cieµ
sv: /Visa kolumner/Destinationer
vi: /Xem các cột/Đích

source: /View columns/Length
de: /Spalten anzeigen/Länge
el: /Προβολή στηλών/Διάρκειας
lv: /Skatīt kolonnas/Garums
sk: /Zobrazi» ståpce/Då¾ka
sv: /Visa kolumner/Längd
vi: /Xem các cột/Độ dài

source: /View columns/ToS
de: /Spalten anzeigen/ToS
el: /Προβολή στηλών/ToS
lv: /Skatīt kolonnas/ST
sk: /Zobrazi» ståpce/ToS
sv: /Visa kolumner/Tjänstetyp
vi: /Xem các cột/ToS

source: /View columns/Protocol
de: /Spalten anzeigen/Protokoll
el: /Προβολή στηλών/Πρωτοκόλλου
lv: /Skatīt kolonnas/Protokols
sk: /Zobrazi» ståpce/Protokol
sv: /Visa kolumner/Protokoll
vi: /Xem các cột/Giao thức

source: /View columns/Service
de: /Spalten anzeigen/Dienste
el: /Προβολή στηλών/Υπηρεσίας
lv: /Skatīt kolonnas/Serviss
sk: /Zobrazi» ståpce/Slu¾ba
sv: /VIsa kolumner/Tjänst
vi: /Xem các cột/Dịch vụ

source: /Remove rule
de: /Diese Regel entfernen
el: /Απομάκρυση κανόνα
lv: /Noņemt nosacījumu
sk: /Odstráni» pravidlo
sv: /Ta bort regel
vi: /Gỡ bỏ quy tắc

source: /Edit rule
de: /Diese Regel bearbeiten
el: /Επεξεργασία κανόνα
lv: /Rediģēt nosacījumu
sk: /Upravi» pravidlo
sv: /Redigera regel
vi: /Biên soạn quy tắc

source: /New rule
de: /Neue Regel hinzufügen
el: /Νέος κανόνας
lv: /Jauns nosacījums
sk: /Nové pravidlo
sv: /Ny regel
vi: /Quy tắc mới

source: An all-in-one Linux firewall utility for GNOME.
de: Ein »All-In-One« Linux Firewall-Werkzeug für GNOME.
el: Μια καθολική Linux εφαρμογή για firewall του GNOME.
lv: Viss-vienā Linux ugunsmūra GNOME utilīta.
sk: Nástroj pre kompletnú prácu s firewallom Linuxu pre GNOME.
sv: Ett allt-i-ett-verktyg för Linuxbrandväggar i GNOME.
vi: Tiện ích tường lửa loại tất cả trong một cho Gnome.

source: Hits
de: Treffer
el: Επισκέψεις
lv: Trāpījumi
sk: Zásahy
sv: Träffar
vi: Cú quét

source: Rules
de: Regeln
el: Κανόνες
lv: Nosacījumi
sk: Pravidlá
sv: Regler
vi: Quy tắc
