Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: ICMP Packet Filtering can be useful to prevent some common Denial of Service (DoS) attacks on your network. Would you like to enable ICMP Filtering?
hu: Az ICMP csomagszûrés jól használható arra, hogy megelõzz néhány tipikusnak mondható Denial of Service (DoS) támadást a hálózatodon. Szeretnéd engedélyezni az ICMP szûrést?

source: I would like to filter all ICMP Packets
hu: Az összes ICMP csomagot szeretném szûrni

source: I would like to filter the following ICMP Packets on my machine:
hu: A következõ ICMP csomagokat szeretném szûrni a gépemen:

source: Firestarter Wizard
hu: Firestarter Varázsló
it: Wizard di Firestarter
pt_br: Assistente do Firestarter

source: Welcome to the Firestarter Firewall Wizard This wizard will help you set up a customized packet filtering firewall for your Linux machine in just a few easy steps.
hu: Üdvözöl a Firestarter Tûzfal Varázsló A Varázsló segít neked beállítani egy testreszabott csomagszûrõ tûzfalat a Linux rendszered számára; néhány könnyû lépésben.
it: Benvenuto nel wizard firewall di Firestarter Questo wizard vi aiuterà a configurare un firewall personalizzato per la vostra macchina Linux in pochi semplici passi.
nl: Welkom bij de Firestarter Firewall Wizard Deze wizard helpt u bij het opzetten van een aangepaste pakket filtering firewall voor uw Linux machine in slechts een paar eenvoudige stappen.
pt_br: Bem vindo ao Assistente do Firewall Firestarter Este assistente vai ajudá-lo a instalar um firewall de filtragem de pacotes para sua máquina Linux em apenas alguns passos fáceis.

source: IP Masquerading Configuration
hu: IP Masquerading beállítás

source: Wizard done
hu: Kész.
it: Wizard terminato
nl: Wizard klaar
pt_br: Assistente concluído.

source: The Firestarter wizard is done gathering the necessary data. Click the finish button to start the firewall.
hu: Minden szükséges adatot sikerült összegyûjtenünk. Ha a "Befejez" gombra kattintasz, a tûzfal bekapcsolásra kerül.
it: Il wizard di Firestarter è stato fatto utilizzano i dati necessari. Cliccare sul pulsante "Fine" per avviare il firewall.
nl: De Firestarter wizard is klaar met verzamelen van de nodige gegevens. Klik op Beëindig om de firewall te starten.
pt_br: O assistente do Firestarter está concluído; coletando os dados necessários. Clique no botão terminar para iniciar o firewall.

source: Remove identical firewall hit lines
hu: Azonos tûzfal ütközési sorok eltávolítása
it: Rimuovi le linee hit del firewall identiche
nl: Verwijder identieke firewall hit lijnen
pt_br: Remove linhas de acesso ao firewall idênticas.

source: Firewall syslog file:
hu: Tûzfal syslog fájl:
it: File di log del firewall:
nl: Firewall syslog bestand:
pt_br: Arquivo syslog do firewall:

source: Always show IP Masquerade page in wizard
hu: Mindig mutassa az IP Masquerade oldalt a Varázslóban
nl: IP Masquerading pagina steeds tonen in de wizard
pt_br: Sempre mostrar a página do Mascaramento IP no assistente.

source: Check this and the IP Masquerade page will always be available in the wizard
hu: Jelöld be ezt, és az IP Masquerade oldal mindig elérhetõ lesz a Varázslóban
nl: Selecteer deze optie en de IP Masquerade pagina zal altijd beschikbaar zijn in de wizard
pt_br: Marque esta opção para a página do Mascaramento IP estar sempre disponível no assistente.

source: Try to detect the location of ipchains/iptables
hu: Próbája meghatározni az ipchains/iptables helyét
nl: Bezig met detecteren van locatie van ipchains/iptables
pt_br: Tente detectar a localização de ipchains/iptables

source: Preferred packet rejection method (ipchains only)
hu: Elõnyben részesített csomag visszautasítási eljárás (csak ipchains esetén)

source: Checking this box will simple ignore the unauthorized packets.
hu: Jelöld be ezt, és a jogosulatlan csomagok egyszerûen figyelmen kívül lesznek hagyva.

source: Check this and your machine will send an icmp reply to the sender of the rejected packets
hu: Jelöld be ezt, és a géped küld egy ICMP választ az elutasított csomag küldõjének.

source: IP Masquerade setup
it: Configurazione IP Masquerade
nl: IP Masquerade instellen
pt_br: Instalar Mascaramento IP

source: Choose allowed services
it: Seleziona i servizi da autorizzare
nl: Kies toegestane diensten
pt_br: Escolha os serviços permitidos.

source: Enther the path to the file the syslog daemon logs to. This is almost always /var/log/messages.
nl: Voer het pad in van het bestand dat de syslog daemon gebruikt. Dit is meestal altijd /var/log/messages.
pt_br: Informe o caminho para o arquivo ao qual se conecta o daemon do syslog. Normalmente, /var/log/messages.

source: Kernel modules to load
nl: Te laden kernel modules
pt_br: Módulos do kernel a carregar

source: You must rerun the wizard for the changes to take affect
nl: U moet de wizard heruitvoeren om de wijzigingen van kracht te laten gaan
pt_br: Você precisa reexecutar o assistente para efetivar as modificações.

source: Firewall started, firewall script saves as %s
it: Firewall avviato, script salvato come %s
