Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: Old version detected
az: Köhnə buraxılış tapıldı
da: Gammel version fundet
de: Es wurde eine alte Version gefunden
el: Εντοπίστηκε παλαιά έκδοση
es: Versión antigua detectada
fi: Vanha versio havaittu
fr: Vieille version détectée
ja: 古いバージョンを検出しました
ko: 지난 버젼이 발견되었습니다
lv: Atklāta veca versija
no: Gammel versjon funnet
pt: Versão antiga detectada
ro: Versiune veche detectatã
ru: Обнаружена старая версия
sk: Detekovaná stará verzia
sv: Gammal version upptäcktes
tr: Eski bir sürüm bulundu
vi: Phát hiện thấy phiên bản cũ

source: A firewall created by an older version of Firestarter has been detected. OK to remove old firewall (recommended)?
az: Köhnə buraxılış tərəfindən yaradılan alovlu divar tapıldı. Köhnə divarı çıxardım?
da: En brandmur oprettet af en ældre version af Firestarter blev fundet. OK for at fjerne gammel brandmur (anbefalet)?
de: Eine Firewall von einer älteren Firestarter-Version wurde gefunden. Soll die alte Firewall entfernt werden (empfohlen)?
el: Εντοπίστηκε ένας firewall που έχει δημιουργηθεί από μια παλαιότερη έκδοση του Firestarter . Να απομακρυνθεί ο παλιός firewall (συνιστάται)?
es: Un cortafuego creado con una versión antigua de Firestarter ha sido detectada. ¿ACEPTAR para eliminar el cortafuego (recomendado)?
fi: Firestarterin vanhemmasta versiosta peräisin oleva palomuuri löytyi. Poistetaanko vanha palomuuri (suositeltavaa)?
ja: ファイヤーウォールは Firestarter の 古いバージョンで作成されたようです。 OK ボタンをクリックすると、 古いファイヤーウォールを削除します。(推奨)
ko: 지난 버젼의 Firestarter가 만들어낸 방화벽이 발견되었습니다. 지난 버젼의 방화벽을 제거하시겠습니까(권장값)?
lv: Atklāts ugunsmūris, kas izveidots ar vecāku Firestarter versiju. Labi, lai noņemtu veco ugunsmūri (rekomendēju)?
no: En brannvegg opprettet av en eldre versjon av Firestarter ble funnet. OK for å fjerne gammel brannvegg (anbefalt)?
pt: Foi detectada uma firewall criada por uma versão antiga do Firestarter. Remover firewall antiga (recomendado)?
ro: Un firewall creat de o versiune veche a Firestarter a fost detectatã. E în regulã dacã elimin firewall-ul vechi (recomandat)?
ru: Обнаружен межсетевой экран созданный старой версией Firestarter. Удалить старый межсетевой экран (рекомендуется)?
sk: Bol identifikovaný firewall vytvorený star¹ou verziu Firestarter. Chcete odstráni» starý firewall (doporuèené)?
sv: En brandvägg som är gjord med en äldre version av Firestarter har upptäckts. Är det OK att ta bort den gamla brandväggen (rekommenderas)?
tr: Firestarter'ýn eski bir sürümü tarafýndan oluþturulan güvenlik duvarý bulundu. Eski güvenlik duvarýný silmek için Tamam tuþuna týklayýn (önerilen yöntem)
vi: Phát hiện thấy có phiên bản cũ hơn của Firestarter. Nhấn OK để gỡ bỏ tường lửa cũ này không (nên thực hiện)?

source: Firewall stopped
az: Firewall dayandırılıb
da: Brandmuren er stoppet
de: Firewall gestoppt
el: Ο Firewall διακόπηκε
es: Cortafuego parado
fi: Palomuuri pysäytetty
fr: Pare-feu arrêté
hu: A tûzfal ki van kapcsolva
it: Firewall inattivo
ja: ファイヤーウォールは停止しています
ko: 방화벽 중지
lv: Ugunsmūris apturēts
nl: Firewall inactief
no: Brannvegg stoppet
pt: Firewall parada
pt_br: Firewall parado
ro: Firewall oprit
ru: Межсетевой экран отключен
sk: Firewall je zastavený
sv: Brandväggen stoppad
tr: Güvenlik duvarý durduruldu
uk: Брандмауер зупинено
vi: Tường lửa đã dừng

source: Firewall running
az: Firewall (Alovlu Divar) fəaldır
da: Brandmuren kører
de: Firewall läuft
el: Ο Firewall εκτελείται
es: Cortafuego activo
fi: Palomuuri toiminnassa
fr: Pare-feu en marche
hu: A tûzfal be van kapcsolva
it: Firewall attivo
ja: ファイヤーウォールは動作中です
ko: 방화벽 실행중
lv: Ugunsmūris darbojas
nl: Firewall actief
no: Brannveggen er aktiv
pt: Firewall em execução
pt_br: Firewall rodando
ro: Firewall-ul ruleazã
ru: Межсетевой экран включен
sk: Firewall be¾í
sv: Brandväggen aktiv
tr: Güvenlik duvarý çalýþýyor
uk: Брандмауер запущено
vi: Tường lửa đang chạy

source: All traffic halted
az: Bütün keçişlər söndürülüb
da: Al trafik stoppet
de: Gesamter Netzwerkverkehr angehalten
el: Διακόπηκε όλη η κυκλοφορία
es: Todo el tráfico detenido
fi: Kaikki liikenne pysäytetty
fr: Tout trafic arrêté
ja: 全てのトラフィックを停止
ko: 모든 트래픽 중지
lv: Viss trafiks apturēts
no: All trafikk stoppet
pt: Todo o tráfego parado
ro: Tot traficul blocat
ru: Весь трафик останавливается
sk: Prenos zastavený
sv: All trafik stannad
tr: Tüm trafik bekletiliyor
vi: Toàn bộ giao thông đã ngừng

source: You must be root to manipulate the firewall.
az: Firewallu quraşdırmaq üçün ali istifadəçi olmalısınız.
da: Du skal være logget ind som root, før du kan administrere brandmuren.
de: Sie müssen »root« sein, um die Firewall zu verändern.
el: Θα πρέπει να έχετε δικαιώματα διαχειριστή για να χειραγωγήσετε τον firewall.
es: Debes ser superusuario para manejar el cortafuego.
fi: Sinun tulee olla root-käyttäjä voidaksesi muuttaa palomuuria.
fr: Vous devez être root pour manipuler le pare-feu.
hu: Csak "root"-ként módosíthatod a tûzfal beállításait.
it: E' necessario essere root per gestire il firewall.
ja: ファイヤーウォールを操作するには root になる必要があります。
ko: 방화벽을 조작하려면 root이어야만 합니다.
lv: Jums ir jābūt root, lai manipulētu ar ugunsmūri.
nl: U moet root zijn om de firewall aan te passen.
no: Du må være root for å manipulere brannveggen.
pt: Tem de ser root para manipular esta firewall.
pt_br: Você precisa ser superusuário para manipular o firewall.
ro: Trebuie sã fiþi root pentru a manipula acest firewall.
ru: Вы должны быть root чтобы управлять межсетевым экраном.
sk: Pre prácu s firewallom musíte by» root.
sv: Du måste vara root för att kunna ändra i brandväggen.
tr: Güvenlik duvarýný ayarlamak için root olmalýsýnýz.
uk: Ви ма╓те бути користувачем root щоб керувати брандмауером.
vi: Bạn phải là root để thao tác với tường lửa.

source: Firewall stopped, network traffic is now flowing freely
az: Firewall dayandırılıb, şəbəkədə hər axım sərbəstdir
da: Brandmuren er stoppet - netværkstrafikken flyder nu frit
de: Firewall gestoppt, Netzwerkbetrieb ist nun nicht mehr eingeschränkt
el: Ο firewall διακόπηκε, η κυκλοφορία στο δίκτυο γίνεται τώρα ελεύθερα
es: Cortafuego parado, el tráfico de la red fluye ahora libremente
fi: Palomuuri pysäytetty, verkko on nyt täysin avoin
fr: Pare-feu arrêté, le traffic réseau s'écoule maintenant librement
hu: A tûzfal ki van kapcsolva, a hálózati forgalom szabadon zajlik
it: Firewall inattivo, il traffico della rete circola liberamente
ja: ファイヤーウォールは停止しています。ネットワーク・トラフィックは現在、無制御状態です
ko: 방화벽이 중지되었습니다, 네트웍 트래픽이 자유롭게 흘러갑니다
lv: Ugunsmūris apturēts, tīkla trafiks pašlaik palaists brīvplūsmā
nl: Firewall inactief, netwerkverkeer heeft vrije doorgang
no: Brannveggen er stoppet, nettverkstrafikken flyter fritt
pt: Firewall parada, tráfego de rede flui agora livremente
pt_br: Firewall parado, tráfego fluindo livremente na rede.
ro: Firewall-ul oprit, traficul pe reþea este acum liber.
ru: Межсетевой экран отключен, сетевой трафик сейчас проходит свободно
sk: Firewall zastavený, prenos po sieti be¾í úplne voµne.
sv: Brandväggen är stoppad, nätverkstrafiken flyter nu fritt
tr: Güvenlik duvarý durduruldu, að trafiði serbestçe akabilir.
uk: Брандмауер зупинено, ╕нформац╕йний обм╕н зараз проходить в╕льно
vi: Đã dừng chạy tường lửa, giao thông mạng ở trạng thái tự do

source: Firewall script restarted
az: Firewall scripti təzədən başladılıb
da: Brandmurscriptet er nu blevet genstartet
de: Firewall-Skript neu gestartet
el: Η δέσμη ενεργειών Firewall επανεκκινήθηκε
es: Script del cortafuego reiniciado
fi: Palomuuri käynnistetty uudelleen
fr: Script du pare-feu relancé
hu: Tûzfal szkript újraindítva
it: Script del firewall riavviato
ja: ファイヤーウォール・スクリプトが再起動されました
ko: 방화벽 스크립트 재시작
lv: Ugunsmūra skripts pārsāknēts
nl: Firewall script herstart
no: Brannvegg-skriptet gjenstartet
pt: Script de Firewall reiniciado
pt_br: Script do firewall reiniciado.
ro: Script-ul firewall restartat
ru: Сценарий межсетевого экрана перезапущен
sk: Skript firewallu re¹tartovaný
sv: Brandväggsskriptet omstartat
tr: Güvenlik duvarý yeniden baþlatýldý
uk: Сценар╕й брандмауера перезапущено
vi: Script của tường lửa đã chạy lại

source: All traffic halted
az: Bütün keçişlər söndürülüb
da: Al trafik stoppet
de: Gesamter Netzwerkverkehr angehalten
el: Διακόπηκε όλη η κυκλοφορία
es: Todo el tráfico detenido
fi: Kaikki liikenne pysäytetty
fr: Tout trafic arrêté
ja: 全てのトラフィックを停止しました
ko: 모든 트래픽 중지
lv: Viss trafiks apturēts
no: All trafikk stoppet
pt: Todo o tráfego parado
ro: Tot traficul blocat
ru: Весь трафик останавливается
sk: Prenos zastavený
sv: All trafik stannad
tr: Tüm að trafiði bekletiliyor
vi: Ngừng toàn bộ giao thông

source: An all-in-one Linux firewall utility for GNOME. http://firestarter.sourceforge.net
az: Mükəmməl GNOME Firewall Ləvazimatı. http://firestarter.sourceforge.net
da: Et altomfattende Linux brandmur-program til GNOME http://firestarter.sourceforge.net
es: Utilidad todo-en-una de cortafuego de Linux para GNOME. http://firestarter.sourceforge.net
fi: Monipuolinen Linux-palomuuriohjelma GNOME:lle. http://firestarter.sourceforge.net
fr: Un utilitaire de pare-feu tout-en-un pour GNOME. http://firestarter.sourceforge.net
hu: "Minden egyben" Linux tûzfal program a GNOME-hoz. http://firestarter.sourceforge.net
ja: GNOME向けのオールインワン Linux ファイヤーウォール・ツール。 http://firestarter.sourceforge.net
ko: GNOME용 통합 리눅스 방화벽 유틸리티. http://firestarter.sourceforge.net
nl: De alles-in-één Linux Firewall voor GNOME. http://firestarter.sourceforge.net
no: Et alt-i-ett GNOME-verktøy for Linux brannvegger. http://firestarter.sourceforge.net
pt: Utilitário tudo-em-um de firewall Linux para o GNOME. http://firestarter.sourceforge.net
pt_br: Utilitário firewall tudo-em-um Linux para GNOME. http://firestarter.sourceforge.net
ro: Utilitar complet de firewall-uri Linux pentru GNOME. http://firestarter.sourceforge.net
ru: Инструмент для настройки межсетевого экрана linux в GNOME. http://firestarter.sourceforge.net
tr: GNOME için Linux güvenlik duvarý uygulamasý http://firestarter.sourceforge.net
uk: Зас╕б налаштування брандмауера Linux в GNOME. http://firestarter.sourceforge.net

source: Port
az: Qapı
el: Θύρα
es: Puerto
fi: Portti
it: Porta
ja: ポート番号
ko: 포트
lv: Ports
nl: Poort
pt: Porto
pt_br: Porta
ru: Порт
uk: Порт
vi: Cổng

source: Sent from
az: Göndərilib
da: Afsendt fra
es: Enviado desde
fi: Lähde
fr: Envoyé de
hu: Küldõ
it: Inviato da
ja: 送信元
ko: 보내는곳
nl: Verstuurd van
no: Sendt fra
pt: Enviado de
pt_br: Enviado de
ro: Trimis de la
ru: Послано от
tr: Gönderen
uk: В╕д╕слано в╕д

source: Service
az: Xidmət
da: Tjeneste
de: Dienst
el: Υπηρεσία
es: Servicio
fi: Palvelu
hu: Szolgáltatás
it: Servizio
ja: サービス
ko: 서비스
lv: Serviss
nl: Dienst
no: Tjeneste
pt: Serviço
pt_br: Serviço
ro: Serviciu
ru: Сервис
sk: Slu¾ba
sv: Tjänst
tr: Servis
uk: Серв╕с
vi: Dịch vụ

source: Time
az: Vaxt
da: Tidspunkt
de: Zeit
el: Ώρα
es: Tiempo
fi: Aika
fr: Heure
hu: Idõ
it: Tempo
ja: 時間
ko: 시간
lv: Laiks
nl: Tijdstip
no: Tid
pt: Data
pt_br: Hora
ro: Timp
ru: Время
sk: Èas
sv: Tid
tr: Zaman
uk: Час
vi: Thời gian

source: Deny all connections from
az: Buradan bütün bağlantıları rədd et
da: Afvis alle forbindelser fra
es: Denegar todas las conexiones desde
fi: Kiellä kaikki yhteydet
fr: Refuser toutes les connexions en provenance de
hu: Minden kapcsolat tiltása innen:
it: Nega tutte le connessioni da
ja: 禁止する接続
ko: 모든 연결을 거부
nl: Blokkeer alle verbindingen van
no: Avvis alle forbindelser fra
pt: Negar todas as ligações de
pt_br: Recusar todas as conexões de
ro: Respinge toate conexiunile de la
ru: Заблокировать все соединения от
tr: Tüm baðlantýlarý engelle:
uk: Заблокувати вс╕ з'╓днання в╕д

source: Allow all connections from
az: Buradan bütün bağlantıları qəbul edin
da: Tillad alle forbindelser fra
es: Permitir todas las conexiones desde
fi: Salli kaikki yhteydet
fr: Autoriser toutes les connexions en provenance de
hu: Minden kapcsolat engedélyezése innen:
it: Autorizza tutte le connessioni da
ja: 許可する接続
ko: 모든 연결을 허용
nl: Sta alle verbindigen toe van
no: Tillat alle forbindelser fra
pt: Permitir todas as ligações de
pt_br: Aceitar todas as conexões de
ro: Accepta toate conexiunile de la
ru: Позволить все соединения от
tr: Tüm baðlantýlarý kabul et:
uk: Дозволити вс╕ з'╓днання в╕д

source: Open service to machine
az: Bilgisayara xidmət aç
da: Åbn tjenesten for maskinen
es: Abrir servicio a la máquina
fi: Avaa palvelu koneelle
fr: Ouvrir le service à la machine
hu: Szolgáltatás megnyitása adott gépnek
it: Apri i servizi alla macchina
ja: マシンに有効なサービス
ko: 이 컴퓨터에 서비스를 열음
nl: Open dienst naar machine
no: Åpne tjeneste for maskin
pt: Abrir serviço à máquina
pt_br: Abrir serviço para a máquina
ro: Deschide serviciul maºinii
ru: Открыть сервис к машине
tr: Servisi makineye aç
uk: В╕дкрити серв╕си машин╕

source: Open service to anyone
az: Hər hansı birinə xidmət aç
da: Åben tjenesten for alle
es: Abrir servicio a cualquiera
fi: Avaa palvelu kaikille
fr: Ouvrir le service à tout le monde
hu: Szolgáltatás megnyitása mindenkinek
it: Apri i servizi a chiunque
ja: 公衆に有効なサービス
ko: 모두에게 서비스를 열음
nl: Open dienst voor iedereen
no: Åpne tjenesten for alle
pt: Abrir serviço para todos
pt_br: Abrir serviço para todas
ro: Deschide serviciul oricui
ru: Открыть сервис ко всем
tr: Servisi herkese aç
uk: В╕дкрити серв╕си вс╕м

source: Firewall hits
az: Firewall vuruşları
da: Forbindelsesforsøg
es: Anuncios del cortafuego
fi: Palomuurin osumat
fr: Hits du pare-feu
hu: Tûzfal ütközések
it: Firewall hit
ja: ファイヤーウォール・ヒット
ko: 방화벽에 걸림
no: Brannveggtreff
pt: Acessos à firewall
pt_br: Acessos ao firewall.
ro: Hituri firewall
ru: Попадания в межсетевой экран
uk: Потрапляння в брандмауер

source: Dynamic rules
az: Hərəkətli qaydalar
da: Dynamiske regler
es: Reglas dinámicas
fi: Muuttuvat säännöt
fr: Règles dynamiques
hu: Dinamikus szabályok
it: Regole dinamiche
ja: ダイナミックルール
ko: 동적 규칙
nl: Dynamische regels
no: Dynamiske regler
pt: Regras dinâmicas
pt_br: Regras dinâmicas
ro: Reguli dinamice
ru: Динамические правила
tr: Dinamik kurallar
uk: Динам╕чн╕ правила

source: Log file not found or access denied. Firewall log monitoring disabled. You can configure the path to the log file in the "preferences" section.
az: Qeyd faylı ya tapılmadı ya da icazə verilmədi. Firewall qeyd tutması dayandırıldı. Qeyd faylı üçün yolu "seçənəklər" qismində quraşdıra bilərsiniz.
da: Logfil ikke fundet eller ingen tilgang. Logovervågning for brandmur slået fra. Du kan konfigurere stien til logfilen i "brugervalg"-sektionen.
de: Die Protokolldatei wurde nicht gefunden oder der Zugriff wurde verweigert. Die Firewall Protokoll-Aufzeichnung ist somit deaktiviert. Sie können den Pfad zu der Protokolldatei in den »Vorlieben« konfigurieren.
el: Το αρχείο καταγραφής δεν βρέθηκε ή δεν επιτράπηκε η πρόσβαση. Η παρακολούθηση καταγραφής απενεργοποιήθηκε. Μπορείτε να ρυθμίσετε την διαδρομή στο αρχείο καταγραφής στο τμήμα "προτιμήσεις"
es: Archivo de registro no encontrado o acceso denegado. Visualizado de registros del cortafuego deshabilitado.
fi: " ei löydy tai pääsy kielletty. Lokitiedoston tarkkailu ei käytössä. Voit määritellä lokitiedoston sijainnin "Asetukset" osiossa.
fr: Le fichier de log n'a pas été trouvé ou l'accès a été refusé. Le suivi des logs du pare-feu est désactivé. Vous pouvez configurer le chemin du fichier de log dans la section « préférences ».
ja: ログファイルが見つからないか、またはアクセスが拒否されました。 ファイヤーウォール・ログ監視機能は無効になります。 "設定"メニューを選択してログファイルのパスを設定してください。
ko: 기록 파일을 찾지 못하거나 접근이 거부되었습니다. 방화벽 기록 감시가 불가능 합니다. 기록파일의 경로를 "세부사항"섹션에서 설정할수 있습니다.
lv: Žurnālfails nav atrasts vai pieeja liegta. Ugunsmūra žurnāla novērošana deaktivizēta. Jūs varat konfigurēt ceļu līdz žurnālfailam "preferenču" sekcijā.
no: Loggfil ikke funnet eller ingen tilgang. Loggovervåking for brannvegg slått av. Du kan konfigurere stien til loggfilen i "brukervalg"-seksjonen.
pt: Ficheiro de log não encontrado ou acesso negado. Monitorização de log da firewall desactivado. Poderá configurar o caminho para o ficheiro de log na secção "Preferências".
ro: Fiºierul jurnal nu a fost gãsit sau acessul este interzis. Monitorizarea prin log a firewall-ului este dezactivatã. Puteþi configura calea cãtre fiºierul log în secþiunea "preferinþe".
ru: Файл журнала не найден или доступ к нему запрещен. Отслеживание журнала межсетевого экрана отключено. Вы можете настроить путь к файлу журнала в разделе "Настройки".
sk: Súbor so záznamom nebol nájdený alebo bol odmietnutý prístup. Záznam monitorovania firewallu deaktivovaný. Musíte nastavi» cestu k súboru so záznamom v èasti "Nastavenie".
sv: Loggfilen kunde inte hittas, eller så nekades åtkomst. Brandväggsloggövervakningen inaktiverad. Du kan ändra sökvägen till loggfilen i inställningarna.
vi: Không thấy Log file hoặc truy cập bị từ chối. Tắt việc theo dõi log của tường lửa. Có thể cấu hình đường dẫn tới log file trong phần "Tùy thích".

source: The external and internal network interfaces can't be the same. Please change one of them, or alternatively disable IP Masquerading.
az: Xarici və daxili şəbəkə ara üzləri eyni ola bilməz Onlardan birini lütfən dəyşdirin, ya da IP Maskalamayı qapadın.
es: Las interfases de red externa e interna no pueden ser las mismas. Por favor, cambia una de ellas, o en otro caso deshabilita IP Masquerading.
hu: A külsõ és a belsõ hálózati csatoló nem lehet ugyanaz. Változtasd meg valamelyiket, vagy tiltsd le az IP Masquerading-ot.
it: Le interfacce di rete interne ed esterne non possono essere le stesse. Si prega di cambiare quest'ultime o alternativamente disabilitare IP Masquerading.
ja: 外部及び内部ネットワーク・インタフェースを 同じにする事が出来ません。どちらかを変更するか、 どちらか一方の IP マスカレードを無効にして下さい。
ko: 외부, 내부 네트워크 인터페이스가 같을수 없습니다. 둘중 하나를 변경하던지 IP 매스커 레이딩을 중지 하십시오.
nl: De externe en interne netwerkinterfaces kunnen niet dezelfde zijn. Gelieve één ervan te wijzigen, of als alternatief kan u IP Masquerading uitschakelen.
pt_br: As interfaces de rede externa e interna não podem ser a mesma. Por favor, mude uma delas, ou como alternativa, desabilite o Mascaramento IP.
ro: Interfeþele de reþea externe ºi interne nu pot fi identice. Vã rog sã schimbaþi una dintre ele, sau alternativ dezactivaþi IP Masquerading.
ru: Внешний и внутренний сетевые интерфейсы не могут быть одинаковы. Пожалуйста, измените один из них или отключите IP маскарад.
uk: Вовн╕шн╕й та внутр╕шн╕й мережев╕ ╕нтерфейси не можуть бути однаковими. Зм╕н╕ть один з них чи в╕д╕мкн╕ть маскарад IP.

source: Network Device Configuration
az: Şəbəkə Avadanlıq Quraşdırılması
da: Konfiguration af netværksenhed
es: Configuración del dispositivo de red
fi: Verkkosovitin-asetukset
fr: Configuration du périphérique réseau
ja: ネットワーク・デバイスの設定
ko: 네트워크 장치 설정
no: Konfigurasjon av nettverksenhet
pt: Configuração de Dispositivo de Rede
ro: Configurare dispozitive de reþea
ru: Настройка сетевого устройства
tr: Að Aygýt Yapýlandýrmasý

source: Please select your Internet connected network device from the drop-down list of detected devices. If you use a modem your device name is likely ppp0. If you have a cable modem or a DSL connection, choose eth0.
az: Tapılan avadanlıqlar siyahısından İnternet bağlantı avadanlığınızı seçin. Əgər modem işlədirsiizsə, ppp0 kimi bir ad olmalıdır. Əgər kabel modem ya da DSl işlədirsinizsə, eth0 seçin.
da: Venligst vælg enheden du kobler dig til Internet med fra nedtrækslisten med genkendte enheder. Hvis du bruger et modem vil enhedsnavnet sandsynligvis være ppp0. Hvis du har et kabelmodem eller en DSL-tilkobling, vælg eth0.
es: Por favor, selecciona el dispositivo con el que te conectas a Internet de la lista desplegable de dispositivos detectados. Si usas un modem, el nombre de tu dispositivo será algo así como ppp0. Si tienes un cable modem o una conexión DSL, selecciona eth0.
fi: Valitse alla olevasta listasta sovitin, jolla otat yhteyden Internetiin. Jos sinulla on modeemi, on sovittimesi nimi todennäköisesti ppp0, mutta mikäli yhteystapasi on ISDN tai ethernet, valitse ippp0 (ISDN) tai eth0 (ethernet).
fr: Veuillez sélectionner le périphérique par lequel vous vous connecter à Internet. Si vous vous connecter au net par modem, le nom de votre périphérique doit être ppp0. Si vous avez une ligne ISDN ou une connexion ethernet, sélectionner ippp0 ou eth0 respectivement.
ja: インターネットに接続するデバイスを、検出されたデバイスの ドロップダウン形式の一覧から選択して下さい。 モデムを使って接続する場合は、デバイス名は ppp0 になります。 ケーブルモデムを所有しているかまたは xDSL 接続の場合は eth0 を選択して下さい。
ko: 발견된 장치의 드랍-다운 목록에서 인터넷에 연결된 네트워크 장치를 선택하십시오. 모뎀을 사용한다면 ppp0가 같은 장치이름을 사용하십시오. 케이블 모뎀이나 DSL연결을 사용한다면 eth0를 사용하십시오.
no: Vennligst velg enheten du kobler deg til Internett med fra nedtrekkslisten med gjenkjente enheter. Hvis du bruker et modem vil enhetsnavnet sannsynligvis være ppp0. Hvis du har et kabelmodem eller en DSL-tilkobling, velg eth0.
pt: Seleccione o seu dispositivo de rede ligado à Internet a partir da lista de dispositivos detectados. Se utilizar um modem o seu dispositivo será provavelmente ppp0. Se tiver modem por cabo ou uma ligação DSL, seleccione eth0.
ro: Vã rog sã selectaþi dispozitivul cu care vã conectaþi la Internet din lista dispozitivelor detectate. Dacã utilizaþi un modem, numele dispozitivului ar fi ppp0. Dacã un modem de cablu sau o conexiune DSL, alegeþi eth0.
ru: Выберите устройство, через которое вы подключены к Интернет из выпадающего списка обнаруженных устройств. Если вы подключены через модем, название вашего устройства должно быть похоже на ppp0. Если у вас линия ISDN или подключение через локальную сеть, попробуйте ippp0 или eth0 соответственно.
tr: Aþaðýdaki listede yeralan aygýtlardan, Ýnternet baðlantý að aygýtýný seçin. Eðer bir modem kullanýyorsanýz, að aygýtýnýz ppp0 olacaktýr. Eðer kablo modem ya da DSL baðlantýnýz varsa, eth0'ý seçin.

source: Detected device(s):
az: Avadanlıq(lar) tappıldı:
da: Fundne enheder:
de: Erkannte(s) Gerät(e):
el: Συσκευές που εντοπίστηκαν:
es: Dispositivo(s) detectado(s):
fi: Löydetyt laitteet:
fr: Périphérique(s) détecté(s) :
hu: Felismert eszköz(ök):
it: Dispositivi rilevati:
ja: 検出したデバイス:
ko: 발견된 장치:
lv: Atklātā(s) iekārta(s):
nl: Gedetecteerde appara(a)t(en):
no: Gjenkjente enhet(er):
pt: Dispositivo(s) Detectado(s):
pt_br: Dispositivo(s) detectado(s):
ro: Dispozitiv(e) detectate:
ru: Обнаруженные устройства:
sk: Detekované zariadenia:
sv: Upptäckta enheter:
tr: Bulunan aygýt(lar):
uk: Виявлен╕ пристро╖:
vi: Thiết bị dò tìm được:
