Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: No, I do not run any public network services on my machine
az: Xeyr, bilgisayarımda heç bir ümumi şəbəkə xidmətləri vermirəm
da: Nej, jeg kører ikke nogen offentlige netværkstjenester på min maskine
de: Nein, bei mir laufen keine öffentlichen Netzwerkdienste
el: 'Οχι, δεν τρέχω καμμιά δημόσια υπηρεσία δικτύου στο μηχάνημα μου
es: No, no uso ningún servicio público de red en mi máquina
fi: Ei, en halua, että muut pystyvät käyttämään palveluitani.
fr: Non, je n'ai aucun service réseau public sur ma machine
hu: Nem, nem futtatok nyilvános hálózati szolgáltatásokat a gépemen.
it: No, non offro servizi di carattere pubblico sulla mia macchina
ja: いいえ、公衆向けのネットワーク・サービスを起動しません。
ko: 아니오. 이 컴퓨터에서는 공용 네트워크 서비스가 실행되지 않습니다
lv: Nē, uz mana datora nedarbojas neviens publisks tīkla serviss
nl: Nee, er zijn geen publieke netwerkdiensten actief op mijn machine
no: Nei, jeg kjører ikke noen offentlige nettverkstjenester på min maskin
pt: Não, não executo serviços públicos na minha máquina
pt_br: Não, eu não forneço serviços públicos de rede em minha máquina.
ro: Nu, nu rulez servicii publice pe maºina mea
ru: Нет никаких публичных сервисов на моем компьютере
sk: Nie, na tomto poèítaèi nebe¾ia ¾iadne verejne prístupné sie»ové slu¾by
sv: Nej, jag kör inga öppna nätverkstjänster på min maskin
uk: Н╕, н╕яких публ╕чних серв╕с╕в на ма╖й машин╕ не запущено
vi: Không, tôi không chạy bất kỳ dịch vụ mạng công cộng nào trên máy này

source: Yes, I run the following services on my machine:
az: Bəl, Bilgisayarımda aşağıdakı proqramları işlədirəm:
da: Ja, jeg kører følgende tjenester på min maskine:
de: Ja, bei mir laufen die folgenden Dienste:
el: Ναι, τρέχω τις ακόλουθες υπηρεσίες στο μηχάνημά μου:
es: Si, uso los siguientes servicios en mi máquina:
fi: Kyllä, haluan mahdollistaa seuraavien palveluiden käytön:
fr: Oui, je fournis les services suivant sur ma machine :
hu: Igen, a következõ hálózati szolgáltatásokat futtatom a gépemen:
it: Si, utilizzo i seguenti servizi sulla mia macchina:
ja: はい、ホスト上にある次のサービスを起動します:
ko: 예, 이 컴퓨터에서 다음의 서비스를 실행되고 있습니다:
lv: Jā, manā datorā darbojas sekojošie servisi:
nl: Ja, de volgende diensten zijn actief
no: Ja, jeg kjører følgende tjenester på min maskin:
pt: Sim, eu executo os seguintes serviços na minha máquina:
pt_br: Sim, eu forneço os seguintes serviços em minha máquina.
ro: Da, rulez urmãtoarele servicii pe maºina mea:
ru: Да, на моем компьютере запущены следующие сервисы:
sk: Áno, na tomto poèítaèi be¾ia tieto slu¾by:
sv: Ja, jag kör följande tjänster på min maskin:
tr: Evet, aþaðýdaki servisleri makinemde çalýþtýrýyorum:
uk: Так, на мо╖й машин╕ запущено так╕ серв╕си:
vi: Có, tôi chạy các dịch vụ sau đây:

source: ICMP Configuration
az: ICMP Quraşdırılması
da: Konfiguration af ICMP
es: Configuración ICMP
fi: ICMP-asetukset
fr: Configuration ICMP
hu: ICMP beállítás
ja: ICMP フィルタリング設定
ko: ICMP 설정
no: Konfigurasjon av ICMP
pt: Configuração ICMP
ro: Configurare ICMP
ru: Настройка ICMP
tr: ICMP Yapýlandýrmasý
uk: Конф╕╜урац╕я ICMP

source: ICMP Packet Filtering can be useful to prevent some common Denial of Service (DoS) attacks on your network. Would you like to enable ICMP Filtering?
az: ICMP Paket Süzmə şəbəkənizi DOS hücumlarından qorumada ən yxşı yoldur. ICMP Paket Süzmə istəyirsiniz?
da: ICMP pakkefiltrering kan være nyttig for at forhindre nogen almindelige Denial of Service (DoS) angreb på dit netværk. Vil du aktivere ICMP-filtrering?
es: El Filtrado de Paquetes ICMP puede ser útil para prevenir comunes ataques de Denegación de Servicios (DdS) en tu red.
fi: ICMP-suodatus on hyödyllinen halutessasi estää joitakin tavallisia "Denial of Service"-tyyppisiä hyökkäyksiä verkkoasi vastaan. Haluatko mahdollistaa ICMP-suodatuksen?
fr: Le filtrage des paquets ICMP peut être util pour se protéger contre certaines attaques de type déni de service sur votre réseau. Voulez vous activer le filtrage ICMP ?
ja: ICMP パケットフィルタリングは、DoS 攻撃(Denial of Service) から ネットワークを保護するのに有効な機能です。 ICMP フィルタリング機能を有効にしますか？
ko: ICMP 패킷 필터링은 몇몇 자주 쓰이는 서비스 거부 공격을 막아내는데 유용합니다. ICMP 필터링을 사용하겠습니까?
no: ICMP pakkefiltrering kan være nyttig for å forhindre noen vanlige Denial of Service (DoS) angrep på ditt nettverk. Vil du slå på ICMP-filtrering?
pt: Filtragem de Pacotes ICMP pode ser útil para impedir na sua rede alguns ataques Denial of Service (DoS) mais comuns. Deseja activar Filtragem ICMP?
ro: Filtrarea pachetelor ICMP poate fi utilã pentru a preveni anumite atacuri comune Denial of Service (DoS) pe reþeaua dvs. Doriþi sã activaþi filtrarea ICMP?
ru: Фильтрация ICMP пакетов может быть полезна для предотвращения некоторых обычных атак типа "Отказ в обслуживании" (DoS) на вашу сеть. Хотите включить фильтрацию ICMP?

source: Disable ICMP Filtering
az: ICMP Paket Süzməni Bağla
da: Brug ikke ICMP-filtrering
de: ICMP-Filter deaktivieren
el: Απενεργοποίηση ICMP Filtering
es: Deshabilitar Filtrado ICMP
fi: ICMP-suodatus pois
fr: Désactiver le filtrage ICMP
ja: ICMP フィルタリングを無効にする
ko: ICMP 필터링 사용하지 않음
lv: Deaktivizēt ICMP Filtrēšanu
no: Ikke bruk ICMP-filtrering
pt: Desactivar Filtragem ICMP
ro: Dezactiveazã filtrarea ICMP
ru: Отключить фильтрацию ICMP
sk: Zakáza» filtrovanie ICMP
sv: Använd inte ICMP-filtrering
tr: ICMP Filtrelemeyi Kaldýr
vi: Tắt việc lọc ICMP

source: Enable ICMP Filtering related to the following packets:
az: ICMP Paket Süzmə bu paketlər üçün fəallaşdırılır:
da: Brug ICMP-filtrering relateret til følgende pakker:
de: ICMP-Filter in Bezug auf folgende Pakete aktivieren:
el: Ενεργοποίηση Φιλτραρίσματος ICMP σε σχέση με τα παρακάτω πακέτα:
es: Habilitar Filtrado ICMP relacionado con los siguientes paquetes:
fi: Käytä ICMP-suodatusta seuraaville paketeille:
fr: Activer le filtrage ICMP sur les types de paquet suivants:
ja: 次のパケットに関連する ICMP パケットフィルタリングを有効にする:
ko: 다음의 패킷과 관계된 ICMP필터링을 사용함:
lv: Aktivizēt ICMP Filterēšanu attiecībā uz sekojošām paketēm:
no: Bruk ICMP-filtrering relatert til følgende pakker:
pt: Activar Filtragem ICMP relacionada com os seguintes pacotes:
ro: Activeazã filtrarea ICMP legatã de urmãtoarele pachete:
ru: Включить фильтрацию ICMP для следующих пакетов:
sk: Povoli» filtrovanie ICMP pre tieto pakety:
sv: Använd ICMP-filtrering som är relaterad till följande paket:
vi: Bật chạy việc lọc ICMP liên quan tới các gói sau đây:

source: Type of Service (ToS) Configuration
az: Xidmət Növü (ToS) Quraşdırılması
da: Konfiguration af tjenestetype (ToS)
es: Configuración Tipo de Servicios (TdS)
fi: Type of Service (ToS)-asetukset
fr: Configuration Type de Service (ToS)
ja: サービス種類(ToS)の設定
ko: 서비스 형식(ToS) 설정
no: Konfigurasjon av tjenestetype (ToS)
pt: Configuração Tipo de Serviço (ToS)
ro: Configurare tip de servicii (ToS)
ru: Настройка типа обслуживания
tr: Servis Türü (TosS) Yapýlandýrmasý

source: Type of Service filtering allows you to re-prioritize network services to allow higher throughput rates for commonly used services. Would you like to enable ToS Filtering?
az: Xidmət Növü (ToS) süzməsi bir çox xidmət üçün yaxşı seçənəklər gətirir. Xidmət Növü (ToS) fəalllaşdırılması istəyirsiniz?
da: Tjenestetypefiltrering lader dig genprioritere netværkstjenester for højere gennemstrømningsrater for almindeligt anvendte tjenester. Ønsker du at aktivere denne (ToS) filtrering?
es: Filtrar el Tipo de Servicio te permite reorganizar los servicios de red para permitir mayores tasas de rendimiento para los servicios más usados. ¿Te gustaría habilitar el Filtrado TdS?
fi: Type of Service-suodatuksella voit antaa usein käytetyille palveluille etuajo-oikeuden. Haluatko mahdollistaa ToS-suodatuksen?
fr: Le filtrage sur le type de service rends les services les plus utilisés plus prioritaires. Voulez vous activer le filtrage sur le type de service ?
ja: 一般に使用されるサービス向けの高い処理能力を可能にするために、 サービスのフィルタリングの種類の優先順位の再定義が可能です。 ToS フィルタリング処理を可能にしますか？
ko: 자주 사용되는 서비스의 높은 효율을 위해 네트워크 서비스의 순위를 다시 매기는데 ToS필터링을 사용합니다. ToS 필터링을 사용하겠습니까?
no: Filtrering på tjenestetype lar deg omprioritere nettverkstjenester for å tillate høyere overføringshastigheter for de mest brukte tjenestene. Vil du aktivere ToS-filtrering?
pt: Filtragem por Tipo de Serviço (Type of Service) permite-lhe re-prioritizar serviços de rede para permitir tráfego mais rápido nos serviços mais utilizados. Deseja activar Filtragem ToS?
ro: Filtrarea dupã tipul de serviciu (ToS) vã permite sã re-prioritizaþi serviciile de reþea astfel încât sã permitã rate de transfer mai mari pentru serviciile utilizate mai des. Doriþi sã activaþi filtrarea ToS?
ru: Фильтрация по типу обслуживания (ToS) позволяет вам переприоритизировать сетевые услуги чтобы предоставить повышенную скорость для общеиспользуемых сервисов. Хотите включить фильтрацию по типу обслуживания?

source: Disable ToS Filtering
az: Xidmət Növü (ToS) Süzülməsini Bağla
da: Brug ikke ToS-filtrering
de: ToS-Filter deaktivieren
el: Απενεργοποίηση ToS Filtering
es: Deshabilitar el Filtrado TdS
fi: ToS-suodatus pois
fr: Désactiver le filtrage ToS
ja: ToS フィルタリング処理を無効にする
ko: ToS 필터링 사용하지 않음
lv: Deaktivizēt ToS Filtrēšanu
no: Ikke bruk ToS-filtrering
pt: Desactivar Filtragem ToS
ro: Dezactiveazã filtrarea ToS
ru: Отключить фильтрацию по типу обслуживания
sk: Zakáza» filtrovanie podµa typu slu¾by
sv: Använd inte ToS-filtrering
tr: ToS Filtrelemeyi Kaldýr
vi: Tắt việc lọc ToS

source: Enable ToS Filtering related to the following packets:
az: Xidmət Növü (ToS) Süzülməsi bu paketlər üçün fəallaşdırılır:
da: Brug ToS-filtrering relateret til følgende pakker:
de: ToS-Filter bezüglich der folgenden Pakete aktivieren:
el: Ενεργοποίηση φιλτραρίσματος ToS σε σχέση με τα ακόλουθα πακέτα:
es: Habilitar el Filtrado TdS relacionado a los siguientes paquetes:
fi: Käytä ToS-suodatusta seuraaville paketeille:
fr: Activer le filtrage sur les types de service suivants:
ja: 次のパケットに関連する ToS フィルタリングを有効にする:
ko: 다음 패킷과 관계된 ToS 필터링을 사용함:
lv: Aktivizēt ST Filtrēšanu attiecībā uz sekojošām paketēm:
no: Bruk ToS-filtrering relatert til følgende pakker:
pt: Activar Filtragem ToS relacionada com os seguintes pacotes:
ro: Activeazã filtrarea ToS legatã de urmãtoarele pachete:
ru: Включить фильтрацию по типу обслуживания для следующих пакетов:
sk: Povoli» filtrovanie podµa typu slu¾by pre tieto pakety:
sv: Använd ToS-filtrering som är relaterad till följande paket:
vi: Bật chạy việc lọc ToS liên quan tới các gói sau đây:

source: Check this option to enable Type of Service flags for common client applications, such as WWW, FTP, SSH & E-Mail.
az: Bu seşki ilə bir çox ümumi internet xidməti olan WWW, FTP, SSH vs üçünXidmət Növü (ToS) Süzülməsi fəallaşdırılacaqdır.
da: Afkryds dette valg for at aktivere tjenestetypeflag for almindelige klientanvendelser såsom WWW, FTP, SSH & e-post.
de: Aktivieren Sie diese Option um »Typ of Service«-Optionen für gängige Client-Anwendungen, wie WWW, FTP, SSH & E-Mail zu aktivieren.
el: Επιλέξτε αυτό για να ενεργοποιήσετε Type of Service flags για κάποιες κοινές εφαρμογές πελάτη, όπως WWW, FTP, SSH & E-Mail.
es: Seleccionar esta opción para para habilitar marcas de Tipo de Servicios para las las aplicaciones clientes comunes, como WWW, FTP, SSH e E-Mail.
fr: Activez cette option pour choisir les types de service pour les clients les plus courants, comme WWW, FTP, SSH & E-Mail.
ja: 共通なクライアント・アプリ、例えば WWW, FTP, SSH, E-メール等に対するサービスフラグの種類を有効にする場合に、このオプションをチェックして下さい。
ko: WWW, FTP, SSH & E-Mail과 같이 자주 사용되는 클라이언트 프로그램을 위해 ToS 플래그를 가능하도록 이 옵션을 체크합니다.
lv: Atķeksējiet šo, lai aktivizētu Servisa Tipa karodziņus izplatītām klienta aplikācijām, tādām kā WWW, FTP, SSH & E-Pasts.
no: Kryss av for dette alternativet for å aktivere flagg for tjenestetype for vanlige klientapplikasjoner som WWW, FTP, SSH og e-post.
pt: Active esta opção para permitir flags Tipo de Serviço em aplicações cliente comuns, tais como WWW, FTP, SSH & E-Mail.
ro: Selectaþi aceastã opþiune pentru a activa opþiunile ToS pentru aplicaþiile client comune, cum ar fi WWW, FTP, SSH sau E-Mail.
ru: Выберите этот параметр, чтобы включить флаги типа обслуживания для обычных клиентских приложений, таких как WWW, FTP, SSH и эл.почта.
sk: Vybraním tejto mo¾nosti nastavíte príznaky typu slu¾by pre obvyklé klientské aplikácie, napr. WWW, FTP, SSH a e-mail.
sv: Kryssa för detta för att använda tjänstetypsflaggor för vanliga klientprogram som exempelvis www, ssh och e-post.
vi: Dùng tùy chọn này để chạy Type of Service flags cho các ứng dụng máy khách, như là WWW, FTP, SSH & E-Mail.

source: Check this option to enable Type of Service flags for common server applications, such as SQUID, FTPd, SSHd, STMP & POP Daemons.
es: Seleccionar esta opción para para habilitar marcas de Tipo de Servicios para las aplicaciones de servidor comunes, como SQUID, FTPd, SSHd, Demonios STMP y POP.
ko: SQUID, FTPd, SSHd & POP 데몬 같이 자주 사용되는 서버 프로그램을 위해 ToS 플래그를 가능하도록 이 옵션을 체크합니다.
ro: Selectaþi aceastã opþiune pentru a activa opþiunile ToS pentru aplicaþiile server comune, cum ar fi daemonii SQUID, FTPd, SSHd, SMTP sau POP.

source: Selecting this option will automatically configure Type of Service for `Throughput' for both X and SSHd.You should select this ONLY if you need to run X over your link
az: Bu seşki ilə bir X və SSHd kimi xidmətlər üçünXidmət Növü (ToS) Süzülməsi fəallaşdırılacaqdır.
da: Vælg dette for at automatisk konfigurere tjenestetypeflag for 'gennemstrømning' for både X og SSHd. Du bør kun vælge dette hvis du har brug for at køre X over din forbindelse
de: Wenn Sie diese Option wählen, wird automatisch der Servicetyp für »Durchsatz« für X und SSHd konfiguriert. Sie sollten dies nur auswählen, wenn Sie X über Ihre Verbindung laufen lassen müssen
el: Επιλέγοντας αυτό θα γίνει αυτόματη ρύθμιση του Τύπου Υπηρεσίας για `Συνολικό όγκο έργου' για το X και το SSHd. Θα πρέπει να το επιλέξετε ΜΟΝΟ αν χρειάζεστε να τρέχετε Χ.
es: Seleccionado esta opción se configurará automáticamente Tipos de Servicios para su `Rendimiento' en X y SSHd. Deberías seleccionar esto SÓLO si necesitas ejecutar X sobre tu enlace
fi: Siirtokaistan suorituskyvyn automaattinen maksimointi X:lle ja SSHd:lle. Valitse tämä VAIN, jos aiot käyttää X:ää SSH-linkin yli
fr: Si vous sélectionnez cette option si vous utilisez un lien SSH pour une connection X à distance
ja: このオプションを選択すると、X と SSHD 向けに "パフォーマンス" を重視するサービスの種類を自動的に設定します。リンク越しに X を起動する場合にのみ、このオプションを選択する必要があります。
ko: 이 옵션을 선택하면 X와 SSHd모두에게 `효율'을 위한 ToS설정을 할것입니다.연결위에 X를 실행시킬 필요가 있을때만 이것을 선택하십시오.
lv: Izvēloties šo opciju, tiks automātiski konfigurēts Servisa Tips `Caurlaidspējai' gan priekš X, gan SSHd. Jums jāizvēlas šī opcija TIKAI tādā gadījumā, ja jums nepieciešams darbināt X caur jūsu saiti
no: Ved å krysse av her vil du automatisk konfigurer tjenestetype for «ytelse» for både X og sshd. Du bør kun velge dette hvis du trenger å kjøre X over forbindelsen
pt: Seleccionar esta opção irá automaticamente configurar Tipo de Serviço para Performance (`Throughput') para X e SSHd. Deverá seleccionar esta opção APENAS se necessitar de executar o X remotamente
ro: Selectând aceastã opþiune veþi configura automat tipul de serviciu pentru 'transfer' pentru X ºi SSHd. Ar trebui sã selectaþi aceastã opþiune DOAR dacã doriþi sã rulaþi X peste link-ul dvs.
ru: Выбор этого параметра будет автоматически настраивать тип обслуживания для "Производительности" как для X так и для SSHd. Вы должны выбрать это ТОЛЬКО если вы хотите запускать X через ваш канал
sk: Vybraním tejto mo¾nosti nastavíte automaticky príznaky typu slu¾by na maximálnu prenosovú rýchlos» pre X a SSHd. Toto pou¾ite iba ak pou¾ívate X na tomto spojení.
sv: Att välja detta alternativ kommer att automatiskt konfigurera tjänstetyp för genomströmning för både X och sshd. Du bör välja detta ENDAST om du behöver köra X över din länk
vi: Dùng tùy chọn này sẽ tự động cấu hình loại dịch vụ cho `throughput' cho cả X và SSHd. Chỉ nên dùng tùy chọn này khi cần chạy X trên liên kết của bạn.

source: Selecting this option will configure Type of Service flags for Maximum Throughput for the options you have selected.
az: Bu seşki ilə Maksimum KeçişliXidmət Növü (ToS) Süzülməsi fəallaşdırılacaqdır.
da: Vælg dette for at konfigurere tjenestetypeflag til største gennemstrømning for de valg du har truffet.
de: Wenn Sie diese Option wählen, wird der Servicetyp für maximalen Durchsatz für die Optionen, die Sie gewählt haben, konfiguriert.
el: Επιλέγοντας αυτό θα γίνει ρύθμιση του Type of Service flags για Μέγιστο Συνολικό Όγκο Έργου για τις επιλογές που επιλέξατε.
es: Seleccionado esta opción se configurarán las marcas Tipos de Servicios para su Máximo Rendimiento en las opciones que hayas seleccionado.
fi: Siirtokaistan suorituskyvyn automaattinen maksimointi valituille palveluille.
fr: Si vous validez cette option le débit maximum sera activé pour tous les services sélectionés
ja: このオプションを選択すると、選択したオプション群に対して最大パフォーマンスでサービスフラグの種類を設定します。
ko: 이 옵션을 선택하면 선택한 옵션의 최대효율을 위한 ToS플래그를 설정할수있습니다.
lv: Izvēloties šo opciju, tiks konfigurēti Servisa Tipa karodziņi Maksimālai Caurlaidspējai tām opcijām, kuras esat izvēlējies.
no: Ved å velge dette alternativet vil du konfigurere flagg for tjenestetype til maksimal ytelse for de alternativene du har valgt.
pt: Seleccionar esta opção configurará as flags do Tipo de Serviço para Performace Máxima para as opções que tiver seleccionado.
ro: Selectând aceastã opþiune veþi configura opþiunile ToS pentru transfer maxim pentru opþiunile pe care le-aþi selectat.
ru: Выбор этого параметра будет автоматически настраивать тип обслуживания для максимальной производительности для тех параметров, которые вы выбрали.
sk: Vybraním tejto mo¾nosti nastavíte príznaky typu slu¾by na maximálnu prenosovú rýchlos» pre vybrané mo¾nosti.
sv: Att välja detta alternativ kommer att konfigurera tjänstetypsflaggor för maximal genomströmning för de alternativ du har valt.
vi: Dùng tùy chọn này để cấu hình các flag của Loại Dịch Vụ cho throughput cực đại cho các tùy chọn bạn dùng.

source: Reliability
az: Uyğunluq
da: Pålidelighed
de: Zuverlässigkeit
el: Αξιοπιστία
es: Fiabilidad
fi: Luotettavuus
fr: Fontionnement sûr
ja: 信頼性
ko: 신뢰
lv: Uzticamība
no: Pålitelighet
pt: Estabilidade
ro: Fiabilitate
ru: Надежность
sk: Spoµahlivos»
sv: Tillförlitlighet
tr: Güvenilirlik
vi: Độ tin cậy

source: Selecting this option will configure Type of Service flags for Maximum Reliability for the options you have selected.
az: Bu seşki ilə Maksimum UyğunluqdaXidmət Növü (ToS) Süzülməsi fəallaşdırılacaqdır.
da: Vælg dette for at konfigurere tjenestetypeflag til største pålidelighed for de valg du har truffet.
de: Wenn Sie diese Option wählen, wird der Servicetyp für maximale Zuverlässigkeit für die Optionen, die Sie gewählt haben, konfiguriert.
el: Επιλέγοντας αυτό θα γίνει ρύθμιση του Type of Service flags για Μέγιστη Αξιοπιστία για τις επιλογές που επιλέξατε.
es: Seleccionado esta opción configurará las marcas de Tipo de Servicios para su Máxima Fiabilidad en las opciones que hayas seleccionado.
fi: Siirtokaistan luotettavuuden automaattinen maksimointi valituille palveluille.
fr: Si vous validez cette option un fonctionnement sûr sera activé pour tous les services sélectionés
ja: このオプションを選択すると、選択したオプション群に対して最大の信頼性を持つようにサービスフラグの種類を設定します。
ko: 이 옵션을 선택하면 선택한 옵션의 최대 신뢰도를 위한 ToS 플래그를 설정할수 있습니다.
lv: Izvēloties šo opciju, tiks konfigurēti Servisa Tipa karodziņi Maksimālai Uzticamībai tām opcijām, kuras esat izvēlējies.
no: Dette alternativet vil konfigurere flagg for tjenestetype for maksimal pålitelighet for de valgene du har gjort.
pt: Seleccionar esta opção irá configurar as flags do Tipo de Serviço para Estabilidade Máxima para as opções que tiver seleccionado.
ro: Selectând aceastã opþiune veþi configura opþiunile ToS pentru fiabilitate maximã pentru opþiunile pe care le-aþi selectat.
ru: Выбор этого параметра будет автоматически настраивать тип обслуживания для максимальной надежности для тех параметров, которые вы выбрали.
sk: Vybraním tejto mo¾nosti nastavíte príznaky typu slu¾by na maximálnu spoµahlivos» pre vybrané mo¾nosti.
sv: Att välja detta alternativ kommer att konfigurera tjänstetypsflaggor för maximal tillförlitlighet för de alternativ som du har valt.
vi: Dùng tùy chọn này để cấu hình Type of Service flags cho độ tin cậy tối đa cho các tùy chọn mà bạn đã chọn.

source: Delay
az: Gecikmə
da: Forsinkelse
de: Verzögerung
el: Καθυστέρηση
es: Demora
fi: Viive
fr: Délai
ja: 遅延
ko: 지연
lv: Aizkave
no: Pause
pt: Atraso
ro: Întârziere
ru: Задержка
sk: Pauza
sv: Fördröj
tr: Gecikme
vi: Trễ

source: Selecting this option will configure Type of Service flags for Minimum Delay for the options you have selected.
az: Bu seşki ilə Minimum UyğunluqdaXidmət Növü (ToS) Süzülməsi fəallaşdırılacaqdır.
da: Vælg dette for at konfigurere tjenestetypeflag til mindste forsinkelse for de valg du har truffet.
de: Wenn Sie diese Option wählen, wird der Servicetyp für minimale Verzögerung für die Optionen, die Sie gewählt haben, konfiguriert.
el: Επιλέγοντας αυτό θα γίνει ρύθμιση του Type of Service flags για Ελάχιστη καθυστέρηση για τις επιλογές που επιλέξατε.
es: Seleccionado esta opción configurará las marcas de Tipo de Servicios para la Mínima Demora en las opciones que hayas seleccionado.
fi: Tämä vaihtoehto minimoi siirtokaistan viiveet valituille palveluille
fr: Si vous validez cette option un délai minimum sera activé pour tous les services sélectionés
ja: このオプションを選択すると、選択したオプション群に対して最小の遅延でサービスフラグの種類を設定します。
ko: 이 옵션을 선택하면 선택한 옵션의 최소 지연을 위한 ToS 플래그를 설정할수 있습니다.
lv: Izvēloties šo opciju, tiks konfigurēti Servisa Tipa karodziņi Maksimālai Aizkavei tām opcijām, kuras esat izvēlējies.
no: Dette alternativet vil konfigurere flagg for tjenestetype til minimal ventetid for valgene du har gjort.
pt: Seleccionar esta opção irá configurar as flags do Tipo de Serviço para Atraso Mínimo para as opções que tiver seleccionado.
ro: Selectând aceastã opþiune veþi configura opþiunile ToS pentru asºteptare minimã pentru opþiunile pe care le-aþi selectat.
ru: Выбор этого параметра будет автоматически настраивать тип обслуживания для минимальной задержки для тех параметров, которые вы выбрали.
sk: Pou¾itím tejto voµby nastavíte príznaky typu slu¾by na minimálnu pauzu pre vami vybrané mo¾nosti.
sv: Att välja detta alternativ kommer att konfigurera tjänstetypsflaggor för minimal fördröjning för de alternativ som du har valt.
vi: Dùng tùy chọn này để cấu hình Type of Service flags cho độ trễ tối thiểu cho các tùy chọn mà bạn đã chọn.
