Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: Select your network device from the dropdown list. Go with the default if unsure.
az: Aşağıdaku siyahıdan şabakə avaanlığını seçin. Qərar vera bilmirsiniz isə varsayılan ilə davam edin.
da: Vælg din netværksenhed fra rullegardins-listen. Tag standard hvis du er usikker.
de: Wählen Sie Ihre Netzwerkschnittstelle aus der Dropdown-Liste. Benutzen Sie die Vorgabe, wenn Sie unsicher sind.
el: Επιλέξτε την συσκευή δικτύου από την λίστα. Επιλέξτε εξ ορισμού αν δεν είστε σίγουροι.
es: Selecciona tu dispositivo de red de la lista desplegable. Elije la que aparece por defecto si no estás seguro.
fi: Valitse laitteesi listasta. Käytä oletusarvoa, mikäli olet epävarma.
fr: Sélectionnez votre périférique dans la liste. Gardez la sélection courante si vous n'êtes pas sur.
hu: Válaszd ki a hálózati eszközöd a listából. Ha nem vagy biztos a dolgodban, használd az alapértelmezettet.
ja: ドロップダウン・リストからネットワークデバイスを選択して下さい。不明な場合はデフォルトで良いです。
ko: 드랍다운 목록에서 네트워크 장치를 선택 하십시오. 모른다면 기본값으로 두십시오
lv: Izvēlaties savu tīkla iekārtu no nolaižamā saraksts. Šaubu gadījumā atstājiet noklusēto.
nl: Kies uw netwerkapparaat uit de keuzelijst. Kies het standaardapparaat indienu niet zeker bent.
no: Velg nettverksenheten fra nedtrekksmenyen. Bruk standardvalget hvis du ikke er sikker.
pt: Seleccione o seu dispositivo de rede da lista. Fique-se pelo de defeito se inseguro.
pt_br: Na lista aberta, selecione a sua unidade de rede. Na dúvida, escolha a padrão.
ro: Selectaþi dispozitivul de reþea din listã. Mergeþi cu cel implicit dacã sunteþi în dubiu.
ru: Выберите ваше сетевое устройство из выпадающего списка. Оставьте то что было если не уверены.
sk: Vyberte zo zoznamu sie»ové zariadenie. Ak neviete ktoré, pou¾ite ¹tandardné.
sv: Välj din nätverksenhet från rullgardinsmenyn. Använd standardvärdet om du är osäker.
uk: Вибер╕ть ваш мережевий пристр╕й з списку. Якщо не впевнен╕, толиш╕ть що ╓.
vi: Chọn thiết bị mạng từ danh sách thả xuống. Dùng mặc định nếu không biết rõ.

source: Start the firewall on dial-out
az: Çölə zənglərdə "firewall"u başlat
da: Start brandmur ved opringing
de: Die Firewall beim Rauswählen starten
el: Έναρξη του firewall κατά την κλήση
es: Iniciar el cortafuego al arrancar la conexión
fi: Käynnistä palomuuri yhteyden muodostuttua
fr: Lancer le pare-feu à la connection
ja: ダイアル接続が完了したらファイヤーウォールを起動する
ko: 전화걸때 방화벽 시작합니다
lv: Sāknēt ugunsmūri pie iezvanīšanās
no: Start brannvegg ved oppringing
pt: Iniciar a firewall ao ligar-se
ro: Porneºte firewall-ul la închiderea conexiunii
ru: Включать межсетевой экран при дозвоне
sk: Spusti» firewall pri pripojení na Internet
sv: Aktivera brandväggen vid uppringning
tr: Çevirmeli aðla baðlanýnca güvenlik duvarýný çalýþtýr
vi: Chạy tường lửa khi quay số ra ngoài

source: Check this option and the firewall will start when you dial your Internet Service Provider. Only available when using a modem.
az: Bu seçənəklə internetə bağlandığınız vaxt "firewall" avtomatik olaraq başlayacaqdır
da: Kryds af ved dette valg for at lade programmet starte når du ringer op til din Internet-tjenesteudbyder. Kun mulig ved brug af modem.
es: Selecciona esta opción y el cortafuego se iniciará cuando conectes con tu Proveedorde Servicio de Internet. Sólo disponible cuando se use un modem.
fi: Käytä tätä vaihtoehtoa, jos haluat, että ohjelma käynnistyy itsestään, kun otat yhteyden Internetiin. Toimii ainoastaan modeemia käytettäessä.
fr: Si vous validez cette option le pare-feu sera lancé lorsque vous vous connectez à Internet. (Seulement si vous utilisez un modem.)
ja: インターネット・サービス・プロバイダ(ISP)にダイアルしたらファイヤーウォールを起動させる場合に、このオプションをチェックして下さい。モデムを使う場合にのみ有効です。
ko: 이 옵션을 체크 하면 방화벽은 인터넷 서비스 제공자로 전화를 걸때 시작 됩니다.모뎀을 사용할 때만 사용할 수 있습니다.
no: Kryss av for dette valget for å la programmet starte når du ringer opp din Internett-tjenestetilbyder. Kun tilgjengelig ved bruk av modem.
pt: Active esta opção e a firewall iniciar-se-á quando se ligar ao seu Fornecedor de Acesso. Apenas disponível se utilizar um modem.
ro: Selectaþi aceastã opþiune ºi programul va porni când sunaþi la furnizorul dvs. Internet. Disponibilã numai când utilizaþi un modem.
ru: Отметьте этот параметр и программа будет запускаться когда вы дозваниваетесь до вашего провайдера Internet. Доступно только при использовании модема.

source: IP address is assigned via DHCP
az: Ip ünvanı DHCP üstündən alınmışdır
da: IP-adresse tildeles via DHCP
de: IP-Adresse wird über DHCP zugewiesen
el: Η διεύθυνση IP ορίζεται μέσω DHCP
es: Dirección IP asignada vía DHCP
fi: Tämän koneen IP-osoitteen määrää DHCP-palvelin
fr: Adresse IP assigné via DHCP
hu: Az IP címet a DHCP kiszolgáló adja meg
ja: DHCP を通して指定された IP アドレス
ko: DHCP로 IP주소를 할당받습니다
lv: IP adrese tiek piešķirta, izmantojot DHCP
nl: IP adres wordt via DHCP toegekend
no: IP-adressen er tildelt via DHCP
pt: Endereço IP é atribuido via DHCP
pt_br: Endereço IP especificado via DHCP
ro: Adresa IP asignatã via DHCP
ru: IP-адреса получаются по DHCP
sk: IP adresa pridelená pomocou DHCP
sv: IP-adressen tilldelas via DHCP
tr: IP adresi DHCP ile belirleniyor
uk: Адреса IP признача╓ться через DHCP
vi: Địa chỉ IP được cấp phát qua DHCP

source: Check this option if you need to connect to a DHCP server. Cable modem users should check this.
az: Əgər DHCP vericisinə bağlanmaq istəyirsiniz isə bu seçənəyi işarətləyin. Naqil modem istifaəçiləri bu seçənəyi işarətləməlidirlər.
da: Vælg denne mulighed hvis du skal forbinde til en DHCP server. Kabelmodem-brugere bør vælge dette.
es: Selecciona esta opción si necesitas conectar a un servidor DHCP. Los usuarios de cable modem debería seleccionar esto.
fi: Käytä tätä vaihtoehtoa, jos Sinun on otettava yhteys DHCP-palvelimeen. Koskee lähinnä kaapelimodeemia käyttäviä.
fr: Si vous validez cette option l'adresse IP de la machine sera donnée par unserveur DHCP. Pour les utilisateurs de cable modem par exemple.
hu: Akkor válaszd ezt a beállítást, ha DHCP szerverhez kapcsolódsz. Kábelmodemet használóknak be kell jelölniük.
ja: DHCP サーバーに接続する必要がある場合に、このオプションをチェックして下さい。ケーブルモデム接続ユーザーもこれをチェックする必要があります。
ko: DHCP서버로 연결할 필요가 있으면 이 옵션을 체크 하십시오. 케이블 모뎀 사용자는이것을 체크하여야 합니다.
nl: Activeer deze optie indien u met een DHCP server moet verbinden. Eigenaars van kabelmodems moeten deze optie gebruiken.
no: Kryss av for dette valget hvis du bruker en DHCP-tjener. Brukere som har kabelmodem bør krysse av her.
pt: Active esta opção se necessitar de se ligar a um servidor DHCP. Utilizadores de modem por cabo deverão activar esta opção.
pt_br: Marque esta opção se precisar se conectar a um servidor DHCP. Usuários de modem a cabo devem marcar esta opção.
ro: Alegeþi aceastã opþiune dacã aveþi nevoie sã vã conectaþi la un server DHCP. Utilizatorii de modem pt. cablu ar trebui sã o selecteze.
ru: Отметьте этот параметр, если вам надо подключаться к DHCP-серверу.
uk: Вибер╕ть цей параметр, якщо вам необх╕дно з'╓днуватись з сервером DHCP. Користувач╕ кабельних модем╕в мусять це вибирати.

source: IP Masquerade Configuration
az: IP Maskalama Quraşdırılması
da: Konfiguration af IP-maskerading
es: Configuración de IP Masquerade
fi: IP Masquerading-asetukset
fr: Configuration du camouflage IP
ja: IP マスカレードの設定
ko: IP 매스커레이드 설정
no: Konfigurasjon av IP-masquerading
pt: Configuração de IP Masquerade
ro: Configurare IP Masquerade
ru: Настройка трансляции адресов
tr: IP Gizleme Yapýlandýrmasý

source: Do you use IP Masquerading on your LAN, allowing all the machines on your network to communicate with the Internet via a single IP address?
az: Yerli Şəbəkənizdə bütün bilgisayarlara icazə verən IP Maskalama istifadə edirsiniz mi?
da: Bruger du IP-maskerade på dit LAN, så alle maskinerne på dit netværk har lov til at kommunikere med Internettet via en enkelt IP-adresse?
es: ¿Usas IP Masquerading en tu LAN, permitiendo a todas las máquinas en tu red comunicar con Internet con un sóla dirección IP?
fi: IP Masquerading mahdollistaa sen, että tämä kone toimii yhdyskäytävänä, jonka kautta muut lähiverkossa olevat koneet voivat jakaa saman IP osoitteen.
fr: Utilisez vous l'IP Masquerading sur votre LAN, pour permettre à toutes vos machines sur votre réseau de communiquer avec Internet à travers une unique adresse IP ?
hu: Használsz IP Masquerading-ot a helyi hálózatodon (LAN), hogy lehetõvé tedd valamennyi géped számára az Internetre kapcsolódást egyetlen IP címen keresztül?
it: Utilizzate IP Masquerading sulla vostra LAN, autorizzando tutte le macchine presenti a comunicare con Internet attraverso un singolo indirizzo IP?
ja: LAN 上で全てのマシンが単一の IP アドレスを通してインターネットに接続する IP マスカレード機能を使用しますか？
ko: 하나의 IP주소로 네트워크상의 모든 컴퓨터가 인터넷으로 연결할수 있도록 하는 IP 매스커레이드를 사용하겠습니까?
nl: Gebruikt u IP Masquerading op uw LAN, dat al de machines toelaat om via uw netwerk te communiceren met het internet via één enkel IP adress?
no: Bruker du IP Masquerading på ditt LAN, hvilket lar alle maskinene på ditt nettverk kommunisere på Internett via én enkel IP-adresse?
pt: Utiliza IP Masquerading na sua LAN, permitindo que todas as máquinas na sua rede comuniquem com a Internet através de um único endereço IP?
pt_br: Você usa Mascaramento IP em sua LAN, permitindo que todas as máquinas da sua rede se comuniquem com a Internet através de um só endereço IP?
ro: Folosiþi IP Masquerading pe LAN-ul dvs., permiþând tuturor maºinilor din reþeaua dvs. sã comunice cu Internet-ul printr-o singurã adresã IP?
ru: Вы используете IP маскарад на вашей ЛВС, чтобы позволить всем машинам в вашей сети взаимодействовать с Internet через один IP адрес?
uk: Ви використову╓те маскарад IP у локальн╕й мереж╕, щоб дозволити вс╕м машинам у мереж╕ вза╓мод╕яти з Internet через одну адресу IP?

source: Disable masquerading
az: Maskalamanı Ləğv Et
da: Brug ikke maskeradering
es: Deshabilitar masquerading
fi: IP Masquerading pois
fr: Désactiver le camouflage
ja: IP マスカレード機能を無効にする
ko: 매스커레이딩 사용않음
no: Ikke bruk masquerading
pt: Desactivar masquerading
ro: Dezactiveazã masquerading
ru: Отключить трансляцию адресов
tr: Maskelemeyi kapat

source: Enable masquerading
az: Maskalamanı Fəallaşdır
da: Brug maskeradering
es: Habilitar masquerading
fi: IP Masquerading päälle
fr: Activer le camouflage
ja: IP マスカレード機能を有効にする
ko: 매스커리이딩 사용
no: Bruk masquerading
pt: Acyivar masquerading
ro: Activeazã masquerading
ru: Включить трансляцию адресов
tr: Maskelemeyi aç

source: Select your internal network interface:
az: Daxili şəbəkə ara üzünüzü seçin:
da: Vælg dit interne netværksgrænsesnit:
de: Wählen Sie Ihre interne Netzwerkschnittstelle:
el: Επιλέξτε την εσωτερική επιφάνεια δικτύου
es: Seleccionar tu interfaz interna de red:
fi: Valitse sisäinen verkkosovittimesi:
fr: Sélectionner votre interface réseau interne
hu: Válaszd ki a belsõ (helyi) hálózati csatolót:
it: Selezionate la vostra interfaccia di rete:
ja: 内部ネットワーク・インタフェースを選択して下さい:
ko: 내부 네트워크 인터페이스 선택:
lv: Izvēlieties savu iekšējā tīkla interfeisu:
nl: Selecteer uw intern netwerkapparaat
no: Velg ditt interne nettverksgrensesnitt:
pt: Seleccione o seu interface de rede interno:
pt_br: Selecione a interface de sua rede interna:
ro: Selectaþi interfaþa internã de reþea:
ru: Выберите ваш внутренний сетевой интерфейс:
sk: Vyberte interné sie»ové rozhranie:
sv: Välj ditt interna nätverksgränssnitt:
tr: Ýç að arayüzünü seçin:
uk: Вибер╕ть ваш внутр╕шн╕й мережевий ╕нтерфейс:
vi: Chọn giao diện mạng nội bộ:

source: This is the device that connects to your LAN. Go with the default if unsure.
az: Bu, sizi yerli şəbəkəyə bağlayan avadanlıqdır. Bir fikriniz yoxdursa, əsası seçin.
da: Dette er den enhed som er koblet til dit LAN. Brug standardvalget hvis du ikke er sikker.
de: Dies ist das Gerät, das sich mit Ihrem LAN verbindet. Benutzen Sie die Vorgabe, wenn Sie unsicher sind.
el: Αυτή είναι η συσκευή που σας συνδέει στο LAN. Επιλέξτε το εξ ορισμού αν δεν είστε σίγουροι.
es: Este es el dispositivo que conecta con tu LAN. Usa el que aparece por defecto si no estás seguro.
fi: Valitse laite, joka on kytketty lähiverkkoosi. Käytä oletusarvoa, mikäli olet epävarma.
fr: Il s'agit du périphérique qui est connecté sur votre réseau local. Laissez la sélection courante si vous n'êtes pas sur.
ja: これは LAN に接続するデバイスです。不明な場合はデフォルトを選択して下さい。
ko: LAN환경에 연결되는 장치입니다. 모른다면 기본값으로 두십시오.
lv: Šī ir iekārta, kas pieslēdzas jūsu LAN. Atstājiet noklusēto, ja neesat pārliecināts.
no: Dette er enheten som er koblet til ditt LAN. Bruk standardvalget hvis du ikke er sikker.
pt: Este é o dispositivo que se liga à sua LAN. Aceite o defeito se incerto.
ro: Acesta este dispozitivul care se conecteazã la LAN-ul dvs.. Mergeþi cu cel implicit dacã sunteþi în dubiu.
ru: Это устройство, которое подключено к вашей локальной сети. Оставьте то что было, если не уверены.
sk: Toto je sie»ové zariadenie, ktorým ste pripojení k sieti. Ak neviete ktoré, pou¾ite ¹tandardné.
sv: Detta är den enhet som ansluter till ditt LAN. Använd standardvärdet om du är osäker.
vi: Đây là thiết bị kết nối vào mạng cục bộ. Dùng mặc định nếu không biết rõ.

source: Autodetect internal network IP range
az: Daxili IP aralığını avtomatik olaraq təsbit et
da: Automatisk opdagelse af IP-område for internt netværk
de: Automatische Erkennung des IP-Bereiches im internen Netzwerk
el: Αυτόματος εντοπισμός εύρους IP εσωτερικού δικτύου
es: Autodetectar el rango de IP de la red interna
fi: Määrittele sisäiset IP-osoitteet automaattisesti
fr: Détecter automatiquement la fourchette des IP du réseau interne
hu: A belsõ hálózat IP címtartományának automatikus megállapítása
it: Rilevamento automatico della classe di IP nella rete interna
ja: 内部ネットワークの IP レンジを自動検出する
ko: 내부 네트워크 IP범위 자동검색
lv: Autonoteikt iekšējā tīkla IP diapazonu
nl: Auto-detecteer intern netwerk IP-bereik
no: Automatisk gjenkjenning av internt IP-adresse område
pt: Detectar automaticamente intrevalo de IPs da rede interna
pt_br: Detectar automaticamente a faixa de IP da rede interna.
ro: Autodetecteazã intervalul de adrese IP interne
ru: Автоопределение диапазона IP-адресов внутренней сети
sk: Autodetekcia rozsahu IP adries internej siete
sv: Autodetektera det interna IP-intervallet
tr: Ýç að IP aralýðýný otomatik bul
uk: Автовизначення д╕апазрну адрес IP внутр╕шньо╖ мереж╕
vi: Tự động phát hiện chuỗi IP mạng nội bộ

source: Select this and the IP range of your LAN is autodetected.
az: Bunu seçin və Yerli Şəbəkənizin IP aralığı öz özünə tapılacaqdır.
da: Vælg dette, og området for IP-numre på dit LAN bliver fundet automatisk
de: Wählen Sie dies und der IP-Bereich Ihres LAN wird automatisch erkannt.
el: Επιλέξτε αυτό και το εύρος IP του LAN σας θα εντοπισθεί αυτόματα.
es: Selecciona esto y el rango IP de tu LAN se autodetectará.
fi: Valitse tämä vaihtoehto, mikäli haluat että lähiverkossasi käytössä olevat IP-osoitteet määritellään automaattisesti.
fr: Si vous sélectionnez cette option la fourchette des adresses IP sera détectée automatiquement.
hu: Jelöld be ezt a helyi hálózatod IP címtartományának automatikus megállapításához.
ja: これと LAN 上の自動検出された IP レンジを選択して下さい。
ko: 이것을 선택하면 LAN환경의 IP범위가 자동검색 됩니다.
lv: Izvēlieties šo un IP diapazons jūsu LAN tiek autonoteikts.
nl: Selecteer dit en het IP-bereik van uw LAN wordt automatisch gedetecteerd.
no: Velg dette hvis du vil gjenkjenne IP-området for ditt LAN automatisk.
pt: Seleccionar este e o intrevalo de IPs da sua LAN é auto-detectado.
pt_br: Esta escolha permite a detecção automática da faixa de IP de sua LAN.
ro: Selectaþi aceastã opþiune ºi intervalul de adrese IP al LAN-ului dvs. va fi autodetectat.
ru: Выберите это и IP-диапазон вашей локальной сети будет определяться автоматически.
sk: Toto pou¾ite pre automatické zistenie rozsahu IP adries na va¹ej sieti.
sv: Välj detta för att autodetektera IP-intervallet i ditt lokala nätverk.
tr: Bunu seçerseniz iç aðýnýzdaki IP aralýðý otomatik bulunur.
uk: Вибер╕ть це ╕ д╕апазон IP вашо╖ локадьно╖ мереж╕ буде автовизначатися.
vi: Dùng tùy chọn này để chuỗi IP của mạng cục bộ sẽ được phát hiện tự động.

source: Specify internal network IP range manually (Not recommended)
az: Daxili şəbəkə İP aralığını əllə gir (Tövziyyə edilməz)
da: Angiv IP-område for dit interne netværk manuelt (ikke anbefalet)
es: Epecificar manualmente el rango IP de la red interna (No recomendado)
fi: Määrittele sisäiset IP-osoitteet manuaalisesti (ei suositeltavaa)
fr: Spécifier manuellement la fourchette des IP du réseau interne
ja: 内部ネットワークの IP レンジをマニュアルで指定する (推奨しません)
ko: 내부 네트워크 IP 범위 수동으로 지정(권장하지 않음)
no: Spesifisér IP-område for ditt interne nettverk manuelt (ikke anbefalt)
pt: Especificar manualmente intrevalo de IPs (Não recomendado)
ro: Specificaþi manual intervalul IP intern (nerecomandat)
ru: Указать вручную диапазон IP-адресов внутренней сети (Не рекомендуется)
tr: Ýç að IP aralýðýný elle gir (önerilmez)

source: Select this only if the automatic detection fails.
az: Bunu avtomatik təsbit bacarılmazsa seç.
da: Vælg kun dette hvis automatisk genkending fejler.
de: Wählen Sie dies nur, wenn die automatische Erkennung fehl schlägt.
el: Επιλέξτε αυτό μόνο όταν αποτύχει ο αυτόματος εντοπισμός.
es: Seleccionar esto solamente si falla la detección automática.
fi: Valitse tämä ainoastaan, mikäli automaattinen määritys epäonnistuu.
fr: Selectionnez cette option seulement si la détection automatique échoue.
ja: 自動検出が失敗した場合にのみ、これを選択して下さい。
ko: 자동검색이 실패하였다면 이것을 선택하십시오.
lv: Izvēlieties šo tikai tad, ja autonoteikšana neizdodas.
no: Velg dette kun hvis automatisk gjenkjenning feiler.
pt: Seleccionar este apenas se a auto-detecção falhar.
ro: Selectaþi aceastã opþiune numai dacã autodetecþia eºueazã.
ru: Выберите это только если автоопределение не удалось.
sk: Toto pou¾ite iba ak autodetekcia zlyhá.
sv: Välj detta endast om den automatiska detekteringen misslyckas.
tr: Otomatik IP aralýðý bulma iþlemi baþarýsýz olursa bunu seçin.
vi: Dùng tùy chọn này chỉ khi việc phát hiện tự động hỏng.

source: Enter the internal network address range:
az: Daxili şəbəkənizin İP ünvanları aralığını girin:
da: Indtast dit interne netværksadresseområde:
de: Geben Sie Ihren internen Netzwerkadressbereich ein:
el: Εισάγετε το εύρος διευθύνσεων εσωτερικού δικτύου:
es: Entrar el rango de dirección de tu red interna:
fi: Syötä IP-alue, johon sisäiset osoitteesi kuuluvat:
fr: Saisissez l'intervalle des adresses IP du réseau interne
ja: 内部ネットワークのアドレスレンジを入力して下さい:
ko: 내부 네트워크 주소 범위를 입력하십시오:
lv: Ievadiet iekšējā tīkla adreses diapazonu:
no: Skriv inn ditt interne nettverksadresseområde:
pt: Introduza o intrevalo de endereços de rede:
ro: Introduceþi intervalul intern de adrese de reþea:
ru: Введите диапазон адресов вашей внутренней сети:
sk: Zadajte rozsah IP adries internej siete:
sv: Ange adressintervallet för det interna nätverket:
vi: Nhập chuỗi địa chỉ mạng nội bộ:

source: The network range is given in the form of address/mask. 192.168.0.0/24 is the most common IP range reserved for internal networks.
az: Yerli şəbəkələr üçün ən çox istifadə edilən ünvan/maska 192.168.0.0/24 şəklindədir.
da: Netværksområdet opgives på formen adresse/maske. 192.168.1.0/24 er det almindeligste IP-område som er reserveret for interne netværk.
es: El rango de red se da en formato de dirección/máscara. 192.168.1.0/24 es el más común rango IP reservado para redes internas.
fi: IP-alue annetaan muodossa osoite/peite. Yleisin lähiverkoille varattu alue on 192.168.1.0/24
fr: La fourchette réseau est donnée sous la forme de adresse/masque. 192.168.1.0/24 est la fourchette habituelle des IP réservée pour les réseaux internes
ja: ネットワークレンジはアドレス/マスクの形式で与えられます。192.168.1.0/24 は共通な IP レンジを内部ネットワーク向けに予約されています。
ko: 네트워크 범위는 주소/마스크의 형식으로 주어집니다. 192.168.0.0/24 는 내부 네트워크로 자주 쓰이는 예약된 IP 범위입니다.
no: Nettverksområdet oppgis på formen adresse/maske. 192.168.1.0/24 er det vanligste IP-området som er reservert for interne nettverk.
pt: I intrevalo de rede é dado no formato de endereço/máscara. 192.168.0.0/24 é o intrevalo de IPs reservados para redes internas mais comum.
ro: Intervalul de reþea este furnizat în forma adresei/mãºtii 192.168.0.0/24 este intervalul IP cel mai comun rezervat pentru reþelele interne.
ru: Сетевой диапазон задается в форме адрес/маска. 192.168.1.0/24 -- общий IP-диапазон зарезервированный для внутренних сетей.

source: Services Configuration
az: Xidmətlər Quraşdırılması
da: Konfiguration af tjenester
es: Configuración de Servicios
fi: Palveluiden asetukset
fr: Configuration des services
hu: Szolgáltatások beállítása
ja: サービスの設定
ko: 서비스 설정
no: Konfigurasjon av tjenester
pt: Configuração de Serviços
ro: Configurare servicii
ru: Настройка сервисов
tr: Servis Yapýlandýrmasý
uk: Конф╕╜урац╕я серв╕с╕в

source: Do you run server software on your machine and want other people to have access to the network services you provide?
az: Bilgisayarınızda proqram istifadə edirsiniz isə və başqa insanların sizin verdiyiniz şabəkə xidmətlərinə əlçatmağına icazə verisiniz mi?
da: Kører du server-programmel på din maskine, og ønsker du at andre folk har adgang til de netværkstjenester du stiller til rådighed?
es: ¿Usas software de servidor en tu máquina y quieres que otras personas tengan acceso a los servicios de red que ofreces?
fi: Käytätkö koneessasi palvelinohjelmia, ja haluatko antaa toisille koneille mahdollisuuden käyttää kyseisiä palveluita?
fr: Avez vous un programme serveur sur votre machine et voulez-vous que d'autres personnes aient accès aux services réseaux que vous fournissez ?
hu: Futtatsz szerver programokat a gépeden, és szeretnéd, hogy mások is használhassák ezeket a hálózati szolgáltatásokat?
it: Utilizzate software server sulla vostra macchina e volete che altre persone abbiano accesso ai servizi da voi offerti?
ja: ホスト上のサーバーソフトを起動して、他の人達があなたの提供する ネットワーク・サービスにアクセスできるようにしますか?
ko: 컴퓨터에서 서버 소프트웨어가 실행되고 있습니까? 그리고 다른 사람들이 여러분이 제공하는 서비스에 접근하여야만 합니까?
nl: Is er serversoftware actief op uw machine en wil u dat andere gebruikers toegang hebben tot de netwerkdiensten die u aanbiedt?
no: Kjører du tjenerprogramvare på din maskin, og ønsker du at andre skal ha tilgang til nettverkstjenestene du tilbyr?
pt: Executa aplicações de servidor na sua máquina e deseja que outras pessoas tenham acesso aos serviços que disponibiliza?
pt_br: Você roda programas de servidor em sua máquina e quer que outras pessoas tenham acesso aos serviços de rede fornecidos por você?
ro: Rulaþi servere software pe maºina dvs. ºi doriþi ca alte persoane sã aibã acces la serviciile pe care le furnizaþi?
ru: Вы запустили на вашем компьютере серверное обеспечение, к которому хотите предоставить доступ другим людям из сети?
uk: Ви запустили на ваш╕й машин╕ серверне забезпечення, до якого хочете надати доступ ╕ншим людям з мереж╕?
