Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: Welcome to Firestarter! This wizard will now help you to set up a firewall for your Linux machine. You will be asked some questions about your network setup. Press the next button to continue.
az: "Firestarter"ə Xoş Gəldiniz! Sehirbazımız sizə Linuks kompütrinizə sadə bir alovlu divar quracaqdır. Bunun üçün sizə bir neçə sual verəcəyik. Davam etmək üçün sonrakı düyməsinə basın.
da: Velkommen til Firestarter! Dette hjælpeprogram vil nu hjælpe dig med at opsætte en brandmur for din Linux-maskine. Du vil blive stillet nogle spørgsmål om din netværksopsætning. Tryk på 'næste'-knappen for at fortsætte.
es: ¡bienvenido a Firestarter! Los siguientes pasos te ayudarán a configurar un cortafuego para tu máquina Linux. Serás preguntado a cerca de algunas cuestiones sobre la configuración de tu red. Presiona el botón próximo para continuar.
fi: Tervetuloa Firestarteriin! Seuraavilla sivuilla voit muokata palomuurin asetuksia vastaamalla laitteistosi kokoonpanoon liittyviin kysymyksiin. Jatka painamalla "Seuraava".
fr: Bienvenue sur Firestarter ! Cet assistant va vous aider à configurer un pare-feu pour votre machine linux. Il vous sera posé plusieurs questions concernant votre configuration réseau. Cliquez sur suivant pour continuer.
ja: Firestarter へようこそ！ このウィザードは貴方の Linux マシンに対するファイヤーウォールの 設定のお手伝いをします。ネットワーク設定についての幾つかの質問に 答えて下さい。 続行する場合は "次へ" ボタンをクリックして下さい。
ko: Firestarter 에 오신것을 환영합니다! 이 마법사는 리눅스 컴퓨터에 방화벽을 설정하는것을 도와줍니다. 네트워크 설정에 대한 몇가지 질문에 대답하여야 합니다. 계속 하려면 다음 버튼을 누르십시오.
no: Velkommen til Firestarter! Denne veiviseren vil hjelpe deg med å sette opp en brannvegg for din Linux-maskin. Du vil bli spurt noen spørsmål om ditt nettverksoppsett. Trykk "Neste" for å fortsette.
pt: Bem Vindo ao Firestarter! Este ajudante irá dar-lhe apoio na configuração da firewall para a sua máquina Linux. Ser-lhe-ão feitas algumas perguntas sobre a sua configuração de rede. Prima o botão Seguinte para continuar.
ro: Bine aþi venit la Firestarter! Acest asistent vã va ajuta acum sã setaþi un firewall pentru maºina dvs. Linux. Veþi fi primi niºte întrebãri despre setãrile dvs. de reþea. Apãsaþi butonul 'Urmãtorul' pentru a continua.
ru: Добро пожаловать в Firestarter! Эта программа поможет вам настроить межсетевой экран на вашем компьютере. Вам будет задано несколько вопросов о ваших сетевых настройках. Нажмите "След." для продолжения.
tr: Firestarter'a Hoþgeldiniz! Bu sihirbaz Linux sisteminiz için bir güvenlik duvarý oluþturmanýza yardýmcý olacaktýr. Að ayarlarýný hakkýnda bazý sorular sorulacak. Devam etmek için Ýleri düðmesine týklayýn.

source: The wizard is now ready to generate your firewall. Press the finish button to continue, or the back button to review your choices.
az: Sehirbazımız sizə Linuks kompütrinizə sadə bir alovlu divar quracaqdır. Davam etmək üçün quratr düyməsinə basın. Ya da arxaya düyməsi ilə seçkilərinizi yoxlaya bilərsiniz.
da: Hjælpeprogrammet er ny klar til at generer din brandmur. Tryk på 'afslut'-knappen for at fortsætte, eller 'tilbage'-knappen for at efterse dine valg.
es: Ya está listo para generar tu cortafuego. Presiona el botón final para continuar, o el botón volver para revisar los pasos previos.
fi: Seuraavaksi rakennetaan palomuuri valintojesi pohjalta. Jatka painamalla "Valmis", tai paina "Takaisin" muokataksesi valintojasi.
fr: L'assistant est maintenant près à créer votre pare-feu. Cliquez sur le button terminer pour finir, ou sur le bouton retour pour vérifier vos choix.
ja: ファイヤーウォールを構築するための準備が整いました。 続行する場合は "完了" ボタンをクリックして下さい。 設定を見直す場合は "戻る" ボタンをクリックして下さい。
ko: 마법사가 방화벽을 생성할 준비를 합니다. 계속 하려면 마침 버튼을 누르십시오. 선택한것을 다시 보려면 뒤로 버튼을 누르십시오.
no: Veiviseren er nå klar til å generere din brannvegg. Trykk "Fullfør" for å fortsette, eller "Tilbake" for å endre dine valg.
pt: O ajudante está agora preparado para gerar a sua firewall. Prima o botão Terminar para continuar, ou o botão Anterior para rever as suas selecções.
ro: Asistentul este acum gata sã genereze firewall-ul dvs. Apãsaþi butonul 'Finiº' pentru a continua, sau butonul 'Precedentul' pentru a revedea opþiunile dvs.
ru: Помощник готов создать ваш межсетевой экран. Нажмите "Завершить" для продолжения, или "Назад" чтобы просмотреть что вы выбрали.
tr: Sihirbaz, güvenlik duvarýný oluþturmak için hazýr. Devam etmek için bitir düðmesine týklayýn, ya da geri dönerek daha önce yaptýðýnýz ayarlarý yeniden gözden geçirin.

source: You must be root to use the Firestarter wizard.
az: Firestarter sehirbazının başladılması üçün ali istifadaçi olmalısınız.
da: Du skal være logget ind som root for at kunne bruge Firestarters brandmuropsætning.
es: Debes ser superusuario para usar el instalador de Firestarter.
fi: Sinun täytyy olla "root"-käyttäjä muokataksesi palomuuria
fr: Vous devez être root pour utiliser l'assistant Firestarter.
hu: Csak "root"-ként használhatod a Tûzfal Varázslót.
it: E' necessario essere root per utilizzare i wizard di Firestarter.
ja: Firestarter ウィザードを利用するには root になる必要があります。
ko: Firestarter 마법사를 사용하려면 root 사용자 이어야 합니다.
nl: U moet root zijn om de Firestarter wizard te gebruiken
no: Du må være root for å bruker Firestarter wizarden.
pt: Apenas o root pode utilizar o ajudante Firestarter.
pt_br: Você precisa ser superusuário para usar o assistente do Firestarter.
ro: Trebuie sã fiþi root pentru a utiliza asistentul Firestarter.
ru: Вы должны быть root, чтобы использовать "Помощника по Firestarter".
tr: Firestarter güvenlik duvarý sihirbazýný çalýþtýrmak için root olmalýsýnýz.
uk: Ви змушен╕ бути root, щоб використовувати "Пом╕чника з Firestarter".

source: Firestarter Firewall Wizard
az: Firestarter Firewall Sehirbazı
da: Firestarters brandmuropsætning
es: Instalador del Cortafuegos Firestarter
fi: Palomuurin muokkaus
fr: Assistant Pare-feu Firestarter
hu: Firestarter Tûzfal Varázsló
it: Wizard di Firestarter per un firewall
ja: Firestarter ファイヤーウォール・ウィザード
ko: Firestarter 방화벽 마법사
pt: Ajudante de Firewall Firestarter
pt_br: Assistente do Firewall Firestarter
ro: Asistentul de firewall Firestarter
ru: Помощник по межсетевому экрану Firestarter
tr: Firestarter Güvenlik Duvarý Sihirbazý
uk: Пом╕чник з брандмауера Firestarter

source: General options
az: Ümumi seçənəklər
da: Generelle valgmuligheder
de: Allgemeine Optionen
el: Γενικές επιλογές
es: Opciones generales
fi: Yleiset asetukset
fr: Options générales
hu: Általános beállítások
ja: 全般オプション
ko: 일반 옵션
lv: Vispārīgās opcijas
no: Generelle alternativer
pt: Opções genéricas
ro: Opþiuni generale
ru: Общие параметры
sk: V¹eobecné nastavenie
sv: Allmänna alternativ
tr: Genel seçenekler
uk: Загальн╕ параметри
vi: Tùy chọn chung

source: Start firewall on program startup
az: Proqram başlanğıcında firewallı başlat
da: Start brandmuren, når Firestarter startes.
de: Die Firewall beim Programmbeginn starten
el: Έναρξη του firewall κατά την εκκίνηση του προγράμματος
es: Iniciar el cortafuego al arrancar el programa
fi: Käynnistä palomuuri ohjelman käynnistyessä
fr: Lancer le pare-feu au démarrage du programme
hu: Tûzfal indítása programindításkor
it: Attiva il firewall all'avvio del programma
ja: 起動時にファイヤーウォールを起動する
ko: 프로그램 시작시 방화벽 시작
lv: Sāknēt ugunsmūri līdz ar programmas sāknēšanu
nl: Start firewall bij het starten van het programma
no: Start brannvegg ved oppstart av program
pt: Iniciar a firewall ao lançar a aplicação
pt_br: Abrir o firewall ao iniciar o programa.
ro: Porneºte firewall-ul la pornirea programului
ru: Включать межсетевой экран при запуске программы
sk: Spusti» firewall pri ¹tarte programu
sv: Aktivera brandväggen vid programstart
tr: Program baþlatýldýðýnda güvenlik duvarýný da çalýþtýr
uk: Запускати брандмауер на запуску програми
vi: Chạy tường lửa khi khởi chạy chương trình

source: Check this and the firewall will be restarted each time the program starts. Enabled by default.
az: Bunu işarətləyin və proqram hər başlayacağında firewall başladılacaqdır. Varsayılan olaraq fəaldır.
da: Vælg dette, og brandmuren vil blive genopstartet hver gang programmet starter. Aktiveret som standard.
de: Aktivieren Sie dies und die Firewall wird jedes mal gestartet, wenn das Programm aufgerufen wird. Standardmäßig aktiviert.
el: Επιλέξτε αυτό και ο firewall θα επανεκκινείται κάθε φορά που το πρόγραμμα ξεκινά. Ενεργοποιημένο εξ ορισμού.
es: Selecciona esto y el cortafuego se reiniciará cada vez que el programa se inicie. Habilitado por defecto.
fi: Valitse tämä vaihtoehto, mikäli haluat, että palomuuri käynnistetään uudestaan aina, kun ohjelma käynnistyy. Oletusarvo: Päällä
fr: Validez cette option pour relancer le pare-feu chaque fois que le programme est lancé. Activé par défaut.
hu: Jelöld be ezt, és a tûzfal a Firestarter minden indításakor újraindul. Alapértelmezett: engedélyezve.
ja: プログラムを起動する度にファイヤーウォールを再起動する場合に、これをチェックして下さい。デフォルトで有効です。
ko: 여기를 체크하면 프로그램이 시작할때마다 방화벽이 재시작됩니다. 기본값으로 사용합니다.
lv: Atķeksējiet šo un ugunsmūris tiks pārsāknēts ik reizi, kad programma tiek sāknēta. Aktivizēts pēc noklusējuma.
nl: Selecteer deze optie en de firewall zal herstart worden telkens het programma start. Standaard geactiveerd.
no: Kryss av her for å la brannveggen startes på nytt hver gang programmet starter. Slått på som standard.
pt: Active esta opção e a firewall será reiniciada sempre que a aplicação iniciar. Activado por defeito.
pt_br: Marque esta opção para reiniciar o firewall cada vez que o programa é iniciado. Habilitada como padrão.
ro: Selectaþi aceastã opþiune ºi firewall-ul va fi restartat de fiecare datã când programul porneºte. Implicit este activatã.
ru: Отметьте это и межсетевой экран будет перезапускаться каждый раз при запуске программы. Включено по умолчанию.
sk: Ak pou¾ijete túto voµbu, firewall bude re¹tartovaný pri ka¾dom spustení tohto programu. ©tandardne je pou¾itá.
sv: Om du kryssar för detta kommer brandväggen att startas om varje gång programmet startar. Används som standard.
uk: Вибер╕ть це ╕ брандмауер буде перезапускатись щоразу коли запуска╓ться програма. Типово ув╕мкнено.
vi: Dùng tùy chọn này để tường lửa sẽ chạy lại mỗi khi chạy chương trình. Được bật chạy theo mặc định.

source: Stop firewall on program exit
az: Proqram qurtaranda firewallı qapat
da: Stop brandmuren, når Firestarter lukkes
de: Die Firewall beim Programmende beenden
el: Διακοπή firewall κατά την έξοδο από το πρόγραμμα
es: Parar el cortafuegos al salir del programa
fi: Pysäytä palomuuri kun ohjelma suljetaan
fr: Arrêter le pare-feu en quittant le programme
hu: Tûzfal kikapcsolása a programból való kilépéskor
it: Disattiva il firewall con l'uscita dal programma
ja: 終了時にファイヤーウォールを停止する
ko: 프로그램 종료시 방화벽 중지
lv: Apturēt ugunsmūri līdz ar programmas iziešanu
nl: Stop firewall bij het verlaten van het programma
no: Stopp brannveggen ved avslutting av programmet
pt: Desactivar a firewall no termino da aplicação
pt_br: Interromper firewall ao sair do programa.
ro: Opreºte firewall-ul la ieºirea din program
ru: Отключать межсетевой экран при выходе из программы
sk: Zastavi» firewall pri ukonèení programu
sv: Stoppa brandväggen vid programslut
tr: Programdan çýkýnca güvenlik duvarýný çalýþtýr
uk: Зупиняти брандмауер на виход╕ з програми
vi: Dừng tường lửa khi ra khỏi chương trình

source: Check this and the firewall will be stopped when you exit Firestarter. Enabled by default.
az: Bunu işarətləyin və hər Firestarter qapandığında Firewall da qapanacaqdır. Varsayılan olaraq fəldır.
da: Vælg dette, og brandmuren vil blive stoppet hver gang Firestarter afslutter. Aktiveret som standard.
de: Aktivieren Sie dies und die Firewall wird beim Beenden von Firestarter gestoppt. Standardmäßig aktiviert.
el: Επιλέξτε αυτό και ο firewall θα σταματάει όταν τερματίζετε τον Firestarter. Ενεργοποιημένο εξ ορισμού.
es: Selecciona esto y el cortafuego se detendrá cuando salgas de firestarter. Habilitado por defecto.
fi: Valitse tämä vaihtoehto, mikäli haluat, että palomuuri pysäytetään aina, kun ohjelma suljetaan. Oletusarvo: Päällä
fr: Validez cette option pour arréter le pare-feu quand vous sortez du programme. Activé par défaut.
hu: Jelöld be ezt, és a tûzfal a Firestarterbõl való kilépéskor kikapcsolásra kerül. Alapértelmezett: engedélyezve.
ja: Firestarter 終了時にファイヤーウォールを停止する場合に、これをチェックして下さい。デフォルトで有効です。
ko: 여기를 체크하면 Firestarter를 종료할때 방화벽이 중지됩니다. 기본값으로 사용합니다.
lv: Atķeksējiet šo un ugunsmūris tiks apturēts, kad iziesiet no Firestarter. Aktivizēts pēc noklusējuma.
nl: Selecteer deze optie en de firewall stopt wanneer u Firestarter verlaat. Standaard geactiveerd.
no: Kryss av her for å la brannveggen stoppes når du avslutter Firestarter. Slått på som standard.
pt: Active esta opção e a firewall será parada sempre que você sair do Firestarter. Activado por defeito.
pt_br: Marque esta opção para interromper o firewall ao sair do Firestarter. Habilitada como padrão.
ro: Selectaþi aceastã opþiune ºi firewall-ul va fi oprit când ieºiþi din Firestarter. Implicit este activatã.
ru: Отметьте это и межсетевой экран будет отключен при выходе из Firestarter. Включено по умолчанию.
sk: Ak pou¾ijete túto voµbu, firewall bude vypnutý pri ukonèení programu Firestarter. ©tandardne je pou¾itá.
sv: Om du kryssar för detta kommer brandväggen att stoppas när du avslutar Firestarter. Används som standard.
uk: Вибер╕ть це ╕ брандмауер буде зупинятись на виход╕ з Firestarter. Типово ув╕мкнено.
vi: Dùng tùy chọn này để dừng tường lửa khi bạn ra khỏi Firestarter. Được bật chạy theo mặc định.

source: Exit program when window is closed (otherwise hide)
az: Pəncərə qapadıldığında proqramdan çıx (yoxsa gizlət)
da: Afslut programmet, når vinduet lukkes
es: Salir del programa cuando la ventana esté cerrada (de lo contrario esconder)
fi: Sulje ohjelma ikkunaa suljettaessa (muuten piilota)
fr: Quitter le programme quand la fenêtre est fermée (sinon, cacher)
hu: Az ablak bezárásakor kilépés (egyébként elrejtés)
it: Esci dal programma quando la finestra è chiusa (altrimenti nascondi)
ja: ウィンドウ(隠れたものも含む)を閉じたらプログラムを終了する
ko: 창을 닫으면 프로그램 종료(
nl: Verlaat programma bij sluiten van venster (anders verberg)
no: Avslutt programmet når vinduet lukkes (skjul ellers)
pt: Sair da aplicação quando a janela é fechada (caso contrário, esconder)
pt_br: Sair do programa quando a janela for fechada (do contrário ocultar).
ro: Ieºi din program când fereastra este închisã (altfel ascunde)
ru: Выходить из программы при закрытии окна (иначе скрывать)
tr: Pencere kapatýldýðý zaman programdan çýk (aksi takdirde gizle)
uk: Виходити з програми на закриванн╕ в╕кна (╕накше прибирати)

source: By default when you close the program window the program is merely hidden, you can then make it visible again by clicking on the status button.
az: Varsayılan olaraq pancərəni qapatdığınızda proqram gizlənər, hal çubuğunu tıqayaraq onu yenidan görünən edə biləsiniz.
da: Som standard, når du lukker programvinduet, skjules programmet kun, du kan så gøre det synligt igen ved at klikke på status-knappen.
es: Por defecto cuando cierras la ventana del programa, éste está simplemente oculto, puedes entondes hacerlo visible de nuevo pulsando en el botón de estado.
fi: Valitse tämä vaihtoehto, mikäli haluat, että ohjelman pääikkunan sulkeminen sulkee myös itse ohjelman. Normaalisti ikkunan sulkeminen vain piilottaa ohjelman, jolloin saat sen esille status-nappia painamalla.
fr: Par défaut quand vous fermez la fenètre de Firestarter le programme est simplement cachévous pouvez le rendre visible en cliquant sur le bouton de statut.
hu: Alapesetben, amikor bezárod a programablakot, a program nem lép ki, hanem rejtett üzemmódban mûködik tovább. Ismét láthatóvá teheted, ha a státusz gombra kattintasz.
ja: 単に隠れたプログラムウィンドウを閉じた場合、ステータスボタンをクリックする事で再度表示させることができます。
ko: 기본적으로 프로그램 창을 닫을때 프로그램이 숨겨집니다, 상황 버튼을 클릭하면다시 볼수 있도록 할수 있습니다.
nl: Standaard wordt het programma verborgen bij het sluiten van het venster, u kan het daarna terug zichtbaar maken door op de statusknop te klikken.
no: Når du lukker programvinduet er standard oppførsel å skjule programmet. Du kan synliggjøre det igjen ved å klikke på status-knappen.
pt: Por defeito, ao fechar a janela da aplicação esta apenas se esconde, poderá torna-la novamente visível clicando no botão de estado.
pt_br: Como padrão, quando você fecha a janela do programa, ele fica somente oculto. Ao você clicar no botão status, ele volta a ficar visível.
ro: Implicit când închideþi fereastra programului, programul este doar ascuns, putând sã o faceþi vizibilã din nou prin clic pe butonul de status.
ru: По умолчанию, когда вы закрываете окно программы программа прячется, вы можете сделать ее видимой снова щелкнув на кнопке состояния.
uk: Типово, коли ви закрива╓те в╕кно програми воно просто прибира╓ться, ви можете пот╕м знову зробити його видимим клацаючи на кнопку стану.

source: Start hidden
az: Gizlədilmişi Başlat
da: Start i skjult tilstand
es: Comenzar escondido
fi: Käynnistä piilotettuna
fr: Lancer caché
hu: Rejtett indulás
it: Avvia nascosto
ja: 起動時にウィンドウを隠す
ko: 숨겨서 시작
nl: Start verborgen
no: Start skjult
pt: Iniciar escondido
pt_br: Iniciar oculto
ro: Porneºte ascuns
ru: Запустить скрытым
tr: Gizli baþla
uk: Запустити прихованим

source: Check this and Firestarter will start hidden. Click on the status button to unhide. Disabled by default.
az: Bunu seçin və Firestarter gizlənəcakdir. Hal düyməsini tıqlayaraq görünən edə biləsiniz. Varsayılan olaraq fəal deyildir.
da: Vælg dette, og brandmuren vil starte i det skjulte. Klik på status-knappen for at få det frem igen. Deaktiveret som standard.
es: Selecciona esto y Firestarter se iniciará oculto. Pulsa en el botón de estado para desocultarlo. Deshabilitado por defecto.
fi: Valitse tämä vaihtoehto, mikäli haluat, että ohjelma käynnistyy piiloitettuna. Saat ohjelman esiin painamalla status-nappia. Oletusarvo: Pois
fr: Si cette option est activée Firestarter sera lancé caché. Cliquez sur le bouton de statut. Désactivé par défaut.
hu: Jelöld be ezt, és a Firestarter rejtve indul. A státusz gombra kattintva hívhatod elõ. Alapértelmezett: tiltva.
ja: Firestarter を非表示で起動する場合に、これをチェックして下さい。ステータスボタンをクリックすると表示します。デフォルトは無効です。
ko: 여기를 클릭하면 Firestarter는 숨겨져서 시작됩니다. 상황 버튼을 클릭하면 다시 나타납니다. 기본값으로 사용하지 않습니다.
nl: Selecteer deze optie en Firestarter zal verborgen starten. Klik op de statusknop het terug zichtbaar te maken. Standaard uitgeschakeld.
no: Kryss av her for å la brannveggen starte i skjul. Klikk på statusknappen for å ta frem igjen. Slått av som standard.
pt: Active esta opção e o Firestarter iniciará escondido. Clique no botão de estado para mostrar. Desactivo por defeito.
pt_br: Marque esta opção para o Firestarter iniciar no modo oculto. Clique o botão status para torná-lo visível. Desabilitada como padrão.
ro: Selectaþi aceastã opþiune ºi Firestarter va porni ascuns. Faceþi clic pe butonul de status pentru a fi afiºat. Implicit este dezactivatã.
ru: Отметьте это и Firestarter будет запускаться скрытым. Щелкните на кнопке состояния, чтобы сделать его видимым. По умолчанию отключено.
tr: Bu düðmeye týklarsanýz Firestarter gizli olarak baþlayacaktýr. Durum düðmesine týklayarak yeniden görünür hale getirebilirsiniz.
uk: Вибер╕ть це ╕ Firestarter буде запускатись прихованим. Клацанням на кнопц╕ стану ви можете зробити його видимим. Типово вимкнено.

source: Play current sound file
az: Hazırkı səs faylını çal
es: Usar el archivo de sonido actual
hu: Aktuális hangfájl lejátszása
ja: このサウンドファイルを演奏する
ko: 현재 소리 파일 연주
nl: Speel huidig geluidsbestand
pt_br: Executar este arquivo de som
ro: Redã fiºierul sunet curent
ru: Воспроизвести текущий звуковой файл
uk: В╕дтворити поточний звуковий файл

source: Sound options
az: Səs seçənəkləri
es: Opciones de sonido
hu: Hangesemények beállításai
ja: サウンド・オプション
ko: 소리 옵션
ro: Opþiuni sunete
ru: Параметры звуков
uk: Звуков╕ параметри

source: Enable sounds
az: Səsləri fəallaşdır
es: Deshabilitar sonidos
hu: Hangok engedélyezése
ja: サウンドを有効にする
ko: 소리 사용
nl: Activeer geluid
pt_br: Habilita sons
ro: Activeazã sunetele
ru: Включить звуки
uk: Ув╕мкнути звуки

source: Check this if you want to hear sounds on certain events
az: Əgər səsli hadisələr istəyirsiniz isə bnu seçin
es: Selecciona esto si quieres oir sonidos para determinados eventos
hu: Jelöld be ezt, ha hangjelzést szeretnél hallani az egyes események bekövetkeztekor.
ja: 幾つかのイベントでサウンドを鳴らす場合に、これをチェックして下さい
ko: 몇몇 결과에 소리를 듣고 싶으면 여기를 체크하십시오
nl: Selecteer deze optie om geluiden te horen bij bepaalde gebeurtenissen
pt_br: Marque esta opção para ouvir os sons de certos eventos.
ro: Selectaþi aceastã opþiune dacã doriþi sã ascultaþi sunete la anumite evenimente
ru: Отметьте это, если вы хотите слышать звуки при некоторых событиях
uk: Ув╕мкн╕ть це, якщо ви хочете чути звуки на певних под╕ях

source: File to play on firewall hit:
az: Firewall vuruşlarında çalınacaq səs faylı:
es: Archivos para oir en las entradas del cortafuego:
hu: Tûzfal ütközéskor lejátszandó hangfájl:
ja: ファイヤーウォール・ヒット時のファイル:
ko: 방화벽에 접근할때 연주할 파일:
nl: Bestand te spelen bij een firewall hit:
pt_br: Arquivo a ser executado no acesso ao firewall:
ro: Fiºier de redat la hit firewall:
ru: Файл для воспроизведения при попадании в межсетевой экран:
uk: Файл для в╕дтворення на попаданн╕ у брандмауер:

source: Enter the path to the sound file that should be played when a firewall hit occurs.
az: Firrewall vuruşunda çalımnacaq səs faylının yolunu girin.
es: Introduce la ruta al archivo de sonido que sería escuchado cuando tenga lugar una entrada del cortafuego.
hu: Add meg annak a hangfájlnak a helyét, ami tûzfal ütközéskor kerül lejátszásra.
ja: ファイヤーウォールにヒットした時に鳴らすサウンドファイルへのパスを入力して下さい。
ko: 방화벽에 접근할때 연주할 음악파일의 경로를 입력하십시오.
nl: Voer het pad in naar het geluidsbestand dat gespeeld moet worden wanneer een firewall hit zich voordoet.
pt_br: Informe o caminho para o caminho de som que deve ser executado ao ocorrer um acesso ao firewall.
ro: Introduceþi calea cãtre fiºierul de sunet ce ar trebui sã fie redat când se întâmplã un firewall hit.
ru: Введите путь к звуковому файлу, который должен быть воспроизведен при попадании в межсетевой экран.
uk: Введ╕ть шлях до звукового файлу який ма╓ звучати при на попаданн╕ в брандмауер.

source: File to play on firewall stop:
az: Firewall qapandığında çalınacaq fayl:
es: Archivo para oir cuando el cortafuego se detenga:
hu: A tûzfal kikapcsolásakor lejátszandó hangfájl:
ja: ファイヤーウォール停止時のファイル:
ko: 방화벽을 중지할때 연주할 파일:
nl: Bestand te spelen bij het stoppen van de firewall:
pt_br: Arquivo a ser executado na parada do firewall:
ro: Fiºier de redat la oprirea firewall-ului:
ru: Файл для воспроизведения при отключении межсетевого экрана:
uk: Файл для в╕дтворення на зупинц╕ брандмауера:

source: Enter the path to the sound file that should be played when the firewall is stopped.
az: Firewall qapandığında çalınacaq səs faylının yolunu girin.
es: Introduce la ruta al archivo de sonido que sería escuchado cuando se tenga el cortafuego.
hu: Add meg annak a hangfájlnak a helyét, ami a tûzfal kikapcsolásakor kerül lejátszásra.
ja: ファイヤーウォールが停止した時に鳴らすサウンドファイルへのパスを入力して下さい。
ko: 방화벽이 중지될때 연주할 음악파일의 경로를 입력하십시오.
nl: Voer het pad in naar het geluidsbestand dat gespeeld moet worden wanneer de firewall wordt gestopt.
pt_br: Informe o caminho para o arquivo de som que dever ser executado na parada do firewall.
ro: Introduceþi calea cãtre fiºierul de sunet ce ar trebui sã fie redat când firewall-ul este oprit.
ru: Введите путь к звуковому файлу, который должен быть воспроизведен при отключении межсетевого экрана.
uk: Введ╕ть шлях до звукового файлу який ма╓ звучати при на зупинц╕ брандмауера.
