Repository: GNOME/gnome-i18n
Catalog: extra-po/firestarter/*.po
Languages: az, da, de, el, es, fi, fr, hu, it, ja, ko, lv, nl, no, pt, pt_br, ro, ru, sk, sv, tr, uk, vi

source: File to play on firewall restart:
az: Firewallın təzədən başladığında çalınacaq fayl:
es: Archivo para oir al reiniciar el cortafuego:
hu: A tûzfal újraindításakor lejátszandó hangfájl:
ja: ファイヤーウォール再起動時のファイル:
ko: 방화벽을 재시작할때 연주할 파일:
nl: Bestand te spelen bij het herstarten van de firewall:
pt_br: Arquivo a ser executado ao reiniciar o firewall:
ro: Fiºier de redat la repornirea firewall-ului:
ru: Файл для воспроизведения при перезапуске межсетевого экрана:
uk: Файл для в╕дтворення на перезапуску брандмауера:

source: Enter the path to the sound file that should be played when the firewall is restarted.
az: Firewall təzədən başladığında çalınacaq səs faylının yolunu girin.
es: Introduce la ruta del archivo de sonido que sería escuchado al reiniciar el cortafuego.
hu: Add meg annak a hangfájlnak a helyét, ami a tûzfal újraíndításakor kerül lejátszásra.
ja: ファイヤーウォールが再起動した時に鳴らすサウンドファイルへのパスを入力して下さい。
ko: 방화벽이 재시작할때 연주할 음악파일의 경로를 입력하십시오.
nl: Voer het pad in naar het geluidsbestand dat gespeeld moet worden wanneer de firewall herstart wordt.
pt_br: Informe o caminho para o arquivo de som que deve ser executado quando o firewall é reiniciado.
ro: Introduceþi calea cãtre fiºierul de sunet ce ar trebui sã fie redat când firewall-ul este repornit.
ru: Введите путь к звуковому файлу, который должен быть воспроизведен при перезапуске межсетевого экрана.
uk: Введ╕ть шлях до звукового файлу який ма╓ звучати при на перезапуску брандмауера.

source: Never log these ports
az: Bu qapıları qeyd etmə
es: Nunca registrar estos puertos
hu: Ne naplózza ezeket a portokat
ja: これらのポートはログしない
ko: 이 포트는 기록하지 않음
ro: Niciodatã nu înregistra în jurnal aceste porturi
ru: Никогда не записывать в журнал эти порты
uk: Не вести журнал за цими портами

source: Add
az: Əlavə Et
da: Tilføj
es: Añadir
fi: Lisää
fr: Ajouter
hu: Hozzáadás
ja: 追加
ko: 추가
no: Legg til
pt: Adicionar
ro: Adaugã
ru: Добавить
tr: Ekle
uk: Додати

source: Misc. options
az: Müxtəlif Seçənəklər
es: Opciones generales
ja: その他のオプション
ko: 기타 옵션
ro: Opþiuni diverse
ru: Разные параметры

source: Syslog file:
az: Sistem Gündəliyi faylı:
es: Archivo syslog:
ja: システム・ログファイル:
ko: Syslog 파일:
ro: Fiºier syslog:
ru: Файл журнала:

source: Enter the path to the file the syslog daemon logs to. This is almost always /var/log/messages.
az: Syslog vasitəsinin qeydlərinin tutulacağı yolu seçin. Bu həmişə /var/log/messages dir.
es: Introduce la ruta al archivo al que apunta el demonio syslog. Este es casi siempre /var/log/messages.
hu: Add meg azt a fájlt, amelybe a syslog démon naplóz. Ez majdnem mindig a /var/log/message fájl.
ja: システムログ・ファイルのパスを入力して下さい。これは大抵の場合、 /var/log/message です。
ko: syslog 데몬이 기록되는 파일의 경로를 입력하십시오. 대부분 /var/log/messages 를 사용합니다.
ro: Introduceþi calea cãtre fiºierul în care scrie daemon-ul syslog. Aceasta este aproape întotdeauna /var/log/messages.
ru: Введите путь к файлу журнала демона syslog. Почти всегда это /var/log/messages.
uk: Введ╕ть шлях до файлу журналу демона syslog. Зазвичай це /var/log/messages.

source: Filter identical hits
az: Süzgəc vuruşları
es: Filtrar accesos idénticos
ja: フィルタ同一ヒット
ko: 동일한 접근 필터
ro: Filtreazã hiturile identice
ru: Фильтровать идентичные попадания

source: Check this and the firewall hit log will filter out identical lines. Enabled by deault.
es: Selecciona esto y el registro de entradas del cortafuego filtrará las lineas idénticas. habilitado por defecto.
hu: Jelöld be ezt, és a tûzfal ütközések naplózásából kiszûrésre kerülnek az azonos sorok. Alapértelmezett: engedélyezve.
ko: 여기를 체크하면 방화벽 접근 기록에 동일한 줄은 제거 됩니다. 기본값으로 사용 합니다.
nl: Selecteer deze optie om identieke firewall hit lijnen uit de logs te filteren. Standaard geactiveerd.
pt_br: Marque esta opção para o log de acesso ao firewall filtrar linhas idênticas. Habilitada como padrão.
ro: Selectaþi aceastã opþiune ºi jurnalul de hit-uri va filtra liniile identice. Implicit este activatã.
uk: Вибер╕ть це ╕ з журналу потраплянь у брандмауер буде видалено однаков╕ рядки. Типово ув╕мкнено.

source: Wizard options
az: Sehirbaz seçənəkləri
da: Valgmuligheder for troldmand
de: Optionen für den Druiden
el: Επιλογές Μάγου
es: Opciones de la guía de instalación
fi: Velhon asetukset
fr: Options d'assistant
hu: Varázsló beállítások
ja: ウィザードオプション
ko: 마법사 옵션
lv: Vedņa opcijas
no: Alternativer for wizard
pt: Opções do ajudante
ro: Opþiuni asistent
ru: Параметры помощника
sk: Mo¾nosti sprievodcu
sv: Guidealternativ
tr: Sihirbaz seçenekleri
uk: Параметри пом╕чника
vi: Tùy chọn đồ thuật

source: Show every page in wizard
az: Sehirbazda hər səhifəni göstər
da: Vis alle sider i vejviseren
es: Mostrar todas las páginas de la guía de instalación
fi: Näytä kaikki sivut velhossa
fr: Afficher toutes les pages dans l'assistant
ja: ウィザードの各ページを表示する
ko: 마법사에서 모든 페이지 보기
no: Vis alle sider i veiviseren
pt: Mostrar todas as páginas no ajudante
ro: Afiºeazã fiecare paginã în asistent
ru: Показать каждую страницу в помощнике
tr: Sihirbazda tüm sayfalarý göster

source: Check this and every wizard page will be available in the wizard
az: Bu seçki ilə hər səhifəni ayrı bir sehirbazda göstəriləcəkdər
da: Kryds af her hvis du ønsker at alle sider altid skal vises i vejviseren
es: Selecciona esto y todas las páginas del instalador estarán disponibles
fi: Valitse tämä vaihtoehto, jos haluat, että kaikki velhon sivut ovat aina näkyvissä.
fr: Si vous validez cette option est toutes les pages de l'assistant seront visibles
ja: これをチェックすると、ウィザードの各ページが表示されます。
ko: 여기를 체크하면 마법사에서 모든 마법사페이즈를 보여줄것입니다
no: Kryss av her hvis du ønsker at alle sider alltid skal vises i veiviseren
pt: Active esta opção e todas as páginas do ajudante estarão disponíveis
ro: Selectaþi aceastã opþiune ºi fiecare paginã va fi disponibilã în asistent
ru: Отметьте это и каждая страница будет всегда доступна в помощнике

source: Filter Outbound Packets
az: Gedən Paketləri Süz
es: Filtrar los Paquetes Salientes
ja: 外部向けのフィルタ・パケット
ko: 나가는 패킷 필터
ro: Filtreazã pachetele trimise
ru: Фильтр исходящих пакетов

source: Check this and Firestarter will also filter Outbound packets. Do not check unless you are sure you need it.
az: Bu seçki gedən paketlər də süzüləcəkdir
es: Selecciona esto y firestarter filtrará también los paquetes salientes. No lo selecciones salvo que estes seguro de que lo necesites
ja: Firestarter が外部向けのパケットもフィルタリングする場合に、これをチェックして下さい。必要がある場合にのみチェックして下さい。
ko: 여기를 체크하면 Firestarter는 외부로 나가는 패킷을 필터링합니다. 정말로필요하지 않다면 체크하지 마십시오.
ro: Selectaþi aceastã opþiune ºi Firestarter filtra pachetele trimise. Nu o selectaþi decât dacã sigur aveþi nevoie de ea.
ru: Отметьте это и Firestarter будет фильтровать исходящие пакеты. Не отмечайте, если не уверены, что вам это надо.

source: Try to detect the location of system binaries
az: Sistem binarlarının olduğu cərgəni tapmağa cəhd et
da: Prøv at finde placeringen af systemets binærfiler
de: Den Ort von Systemdateien versuchen zu erkennen
el: Προσπάθεια εντοπισμού της τοποθεσίας των binaries συστήματος
es: Intenta detectar la localización de los binarios del sistema
fi: Yritä havaita ojelmien sijainnit
fr: Essayer de détecter l'emplacement des exécutables
ja: システムバイナリの格納場所を検出してみる
ko: 시스템 실행파일의 위치 검색 시도
lv: Mēģināt noteikt sistēmas bināro lokāciju
no: Prøv å finne plasseringen av systemets binærfiler
pt: Tentar detectar a localização dos binários de sistema
ro: Încearcã sã detectezi locaþia ipchains/iptables
ru: Попытаться определить расположение системных программ
sk: Pokúsi» sa urèi» umiestnenie systémových programov
sv: Försök att hitta platsen för systembinärer
vi: Thử phát hiện vị trí các gói nhị phân của hệ thống

source: Check this and Firestarter will search for the location of some needed binaries. Do not check unless you're having problems.
az: Bunu işarətləyin və Firestarter lazımi binar faylların axtaracaqdır. Problemləriniz olmadığı müddətcə bunu işarətləməyin.
da: Afkryds dette og Brandmur vil søge efter placeringen af nogle krævede binære programmer. Afkryds ikke medmindre du har problemer.
de: Wählen Sie dies und Firestarter wird den Ort für benötigte Binaries suchen. Wenn Sie kein Problem haben, sollten Sie dies nicht aktivieren.
el: Επιλέξτε αυτό και ο Firestarter θα αναζητά την τοποθεσία για κάποια από τα απαιτούμενα binaries. Να μην το επιλέξετε εκτός και αν έχετε προβλήματα.
es: Selecciona esto y firestarter buscará la localización de algunos binarios necesarios. No lo selecciones salvo que estes teniendo problemas.
fi: Valitse tämä vaihtoehto, jos haluat että ohjelma yrittää havaita tarpeellisten ohjelmien sijainnit. Käytä tätä vain, jos sinulla on ongelmia ohjelman kanssa
fr: Si vous validez cette option Firestarter essaie de détecter l'emplacement des exécutables dont il a besoi. Ne validez pas à moins que vous n'ayez des problèmes
hu: Jelöld be ezt, és a Firestarter megpróbálja meghatározni a mûködéséhez szükséges programok helyét. Csak akkor jelöld be, ha a Firestarter nem mûködik megfelelõen.
ja: これをチェックすると、Firestarter は幾つかのバイナリの格納場所を検索します。何か問題がある場合はこれをチェックしないで下さい。
ko: 여기를 체크하면 Firestarter는 몇몇 필요한 실행파일의 위치를 검색합니다.문제가 생긴다면 체크하지마십시오.
lv: Atķeksējiet šo un Firestarter meklēs lokāciju dažiem sistēmas binārajiem. Neatķeksējiet, ja vien jums rodas problēmas.
nl: Selecteer dit en Firestarter zal de locatie zoeken van sommige noodzakelijke binaire bestanden. Selecteer dit enkel wanneer u problemen ondervindt.
no: Kryss av her for at Firestarter skal søke etter plasseringen for noen nødvendige binærfiler. Ikke kryss av hvis du ikke har problemer.
pt: Active esta opção e o Firestarter irá procurar a localização de alguns binários necessários. Não active a menos que esteja a sofrer problemas.
pt_br: Marque esta opção para o Firestarter pesquisar a localização de alguns binários necessários. Não marque se não estiver tendo problemas.
ro: Selectaþi aceastã opþiune ºi Firestarter va cãuta locaþia unor binare necesare. Nu o selectaþi decât dacã întâmpinaþi probleme.
ru: Отметьте это и Firestarter будет искать расположение некоторых необходимых программ. Не отмечайте если у вас нет проблем.
sk: Ak pou¾ijete túto voµbu, Firestarter bude hµada» umiestnenie niektorých nutných programov. Ak nemáte problémy, nepou¾ívajte túto voµbu.
sv: Om du kryssar för detta kommer Firestarter att söka efter platsen för vissa binärfiler som behövs. Kryssa inte för om du inte har problem.
uk: Вибер╕ть це ╕ Firestarter буде шукати положення деяких необх╕дних програм. Не вибирайте якщо у вас нема╓ проблем.
vi: Dùng cái này để Firestarter sẽ tìm kiếm vị trí của một số binary cần đến. Không chọn dùng khi bạn không gặp trục trặc gì.

source: Preferred packet rejection method
az: Arzu edilən paket rədd etmə yolu
da: Foretrukket afvisningsmetode for pakker
de: Die bevorzugte Art, Pakete abzulehnen
el: Προτιμώμενη μέθοδος απόρριψης πακέτων
es: Método de rechazo de paquetes preferente
fi: Kumpaa pakettien hylkäysmenetelmää haluat käyttää?
fr: Méthode de rejet des paquets
ja: 使用するパケット排除方法
ko: 패킷 거절 방법 설정
lv: Vēlamā pakešu atraidīšanas metode
no: Foretrukket avvisningsmetode for pakker
pt: Método preferido de rejeição de pacotes
ro: Metoda preferatã de rejectare a pachetelor
ru: Предпочтительный метод отброса пакета
sk: Preferovaná metóda odmietnutia paketov
sv: Föredragen paketavvisningsmetod
tr: Tercih edilen paket engelleme yöntemi
vi: Phương thức nhả các gói ưu tiên

source: Deny
az: İmtina Et
da: Nægt
de: Verweigern (Deny)
el: Άρνηση
es: Denegar
fi: Kielto (Deny)
fr: Interdir
hu: Tiltva (DENY)
ja: 使用しない
ko: 거부
lv: Liegt
no: Nekt
pt: Negar
ro: Respingere
ru: Отказ
sk: Zakáza»
sv: Neka
tr: Yoksay
uk: Заборонити
vi: Từ chối

source: Checking this box will simply ignore the unauthorized packets.
az: Səlahiyyətsiz paketləri rədd etmək üçün bu qutunu işarətləyin
da: Hvis du krydser af i denne boks vil uautoriserede pakker ignoreres.
de: Wenn Sie dies aktivieren, werden nicht-authorisierte Pakete einfach ignoriert.
el: Η επιλογή αυτού σημαίνει ότι απλά θα αγνοούνται μη εγκεκριμένα πακέτα.
es: Seleccionando este casillero se ignorarán los paquetes no autorizados.
fi: Palomuuri ei anna lähettäjälle mitään vastetta, ei edes kielteistä.
fr: Si vous validez cette option les paquets interdits seront simplement ignorés
ja: これをチェックすると、認証されていないパケットを単に無視するだけです。
ko: 인증되지 않은 패킷을 간단하게 무시하려면 이 상자를 체크하십시오
lv: Šīs lodziņa atķeksēšana vienkārši ignorēs neautorizētās paketes.
no: Hvis du krysser av i denne boksen vil uautoriserte pakker ignoreres.
pt: Activar esta opção leva a que pacotes não autorizados sejam ignorados.
ro: Selectând aceastã opþiune veþi ignora pachetele neautorizate.
ru: Отметка здесь приведет к простому игнорированию неавторизованных пакетов.
sk: Ak pou¾ijete túto voµbu, budú neoverené pakety jednoducho ignorované.
sv: Att kryssa i denna ruta kommer att göra att inte auktoriserade paket helt enkelt ignoreras.
tr: Bu düðmenin týklanmasý paketin yoksayýlmasýna neden olacaktýr.
vi: Đánh dấu vào hộp này sẽ bỏ qua các gói không được phép.

source: Reject
az: Rədd Et
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
fi: Hylkäys (Reject)
fr: Rejeter
hu: Elutasítva (REJECT)
ja: 使用する
ko: 거절
lv: Atraidīt
no: Avvis
pt: Rejeitar
ro: Rejectare
ru: Выброс
sk: Odmietnu»
sv: Avvisa
tr: Reddet
uk: В╕дкидати
vi: Nhả ra

source: Checking this box will reject the unauthorized packets
az: Bu seçki ilə səlahiyyətsiz paketlər rədd ediləcəklərdir
da: Hvis du krydser af i denne boks vil uautoriserede pakker blive afvist.
de: Wenn Sie dies aktivieren, werden nicht-authorisierte Pakete einfach abgelehnt.
el: Η επιλογή αυτού σημαίνει ότι θα απορρίπτοντια τα μη εγκεκριμένα πακέτα.
es: Seleccionado este casillero se rechazarán los paquetes no autorizados
fi: Palomuuri antaa lähettäjälle kielteisen vastauksen sisältävän vasteen
fr: Si vous validez cette option les paquets interdits seront rejetés
ja: これをチェックすると、認証されていないパケットを排除します。
ko: 인증되지 않은 패킷을 거절하려면 이 상자를 체크하십시오
lv: Šīs lodziņa atķeksēšana atraidīs neautorizētās paketes.
no: Hvis du krysser av i denne boksen vil uautoriserte pakker nektes.
pt: Activar esta opção leva a que pacotes não autorizados sejam rejeitados.
ro: Selectând aceastã opþiune veþi rejecta pachetele neautorizate.
ru: Отметка здесь приведет к отбрасыванию неавторизованных пакетов.
sk: Ak pou¾ijete túto voµbu, budú neoverené pakety odmietnuté
sv: Att kryssa i denna ruta kommer att göra att inte auktoriserade paket avvisas
tr: Bu düðmenin týklanmasý paketin reddedilmesine neden olacaktýr.
vi: Đánh dấu vào hộp này sẽ nhả các gói không được phép

source: You must rerun the wizard for the changes to take effect
az: Dəyişikliklərin fəallaşması üçün sehirbazı təzədən başlatmalısan
da: Du skal køre opsætningen igen for at ændringerne udføres
de: Um die Änderungen zu aktivieren, müssen Sie den Druiden nochmal starten
el: Θα πρέπει να ξανατρέξετε τον μάγο για να πραγματοποιηθούν οι αλλαγές
es: Debes reiniciar la guía de instalación para que los cambios tengan efecto
fi: Jotta muutokset astuisivat voimaan, on velho ajettava uudestaan.
fr: Vous devez relancer l'assistant pour que les changements soient pris en compte
hu: Ismét futtatnod kell a Varázslót, hogy a változtatások érvényre jussanak
ja: 変更したオプションを有効にするためにウィザードを再起動する必要があります。
ko: 변경점을 적용시키려면 마법사를 다시 실행하여야 합니다
lv: Jums ir jāatkārto vedņa izpildīšana, lai izmaiņas stātos spēkā
no: Du må kjøre wizarden på nytt for at endringene skal tre i kraft
pt: Tem de re-executar o ajudante para que as opções tomem efeito
ro: Trebuie sã re-rulatþi asistentul pentru ca schimbãrile sã aibã efect.
ru: Вы должны перезапустить помощника, чтобы изменения подействовали
sk: Aby sa zmeny prejavili, musíte znovu spusti» sprievodcu
sv: Du måste köra guiden igen för att ändringarna ska gälla
tr: Deðiþikliklerin etkin olabilmesi için sihirbazý yeniden çalýþtýrmalýsýnýz
uk: Необх╕дно перезапустити пом╕чника, щоб зм╕ни вступили в д╕ю
vi: Cần chạy lại đồ thuật để các thay đổi có tác dụng

source: Firestarter: Preferences
az: Firestarter: Seçənəklər
da: Brandmur: opsætning
de: Firestarter: Vorlieben
el: Firestarter: Προτιμήσεις
es: Firestarter: Preferencias
fi: Firestarter: Asetukset
fr: Firestarter : Préférences
hu: Firestarter: Beállítások
ja: Firestarter: 設定
ko: Firestarter: 세부사항
nl: Firestarter: Voorkeuren
no: Firestarter: Brukervalg
pt: Firestarter: Preferências
pt_br: Firestarter: Preferências
ro: Firestarter: Preferinþe
ru: Firestarter: Настройки
sk: Firestarter: Nastavenie
sv: Firestarter: Inställningar
tr: Firestarter: Tercihler
uk: Firestarter: параметри
vi: Firestarter: Tùy thích

source: Logging
az: Qeyd edilir
es: Acceso
hu: Naplózás
ja: ログ記録
ko: 기록
ro: Jurnal
ru: Журналирование
uk: Журналювання

source: Sounds
az: Səsler
es: Sonidos
hu: Hangok
ja: サウンド
ko: 소리
nl: Geluiden
pt_br: Sons
ro: Sunete
ru: Звуки
uk: Звуки

source: Advanced
az: Ətraflı
da: Avanceret
de: Komplex
el: Για προχωρημένους
es: Avanzado
fi: Lisäasetukset
fr: Avancé
hu: Haladó
ja: 拡張
ko: 고급
lv: Paplašināti
nl: Geavanceerd
no: Avansert
pt: Avançadas
pt_br: Avançado
ro: Avansat
ru: Дополнительные
sk: Pokroèilé
sv: Avancerat
tr: Geliþmiþ
uk: Додатков╕
vi: Nâng cao

source: Select the syslog log file
az: Syslog qeyd faylını seçin
es: Seleccionar el archivo de registro syslog
hu: Válaszd ki a syslog naplófájlt
ja: システムログ・ファイルを選択して下さい
ko: syslog 기록파일 선택
ro: Selectaþi fiºierul jurnal syslog
ru: Выберите файл журнала syslog
uk: Вибер╕ть журнальний файл syslog

source: Select the file to play a sound
az: Çalınacaq səs faylını seçin
es: Seleccionar el archivo para oir un sonido
hu: Válaszd ki a lejátszandó hangfájlt
ja: サウンドを鳴らすファイルの選択
ko: 연주할 파일을 선택
ro: Selectaþi fiºierul de redare a unui sunet
ru: Выберите файл для воспроизведения звука
uk: Вибер╕ть файл для в╕дтворення звуку

source: Browse
az: Gəz
es: Mirar
hu: Tallóz
ja: 参照
ko: 찾아보기
ro: Rãsfoieºte
ru: Просмотр
uk: Перегляд

source: unknown
az: namə'lum
da: ukendt
es: desconocido
fi: tuntematon
fr: Inconnu
hu: ismeretlen
it: Sconosciuto
ja: 不明
ko: 알수없음
nl: onbekend
no: ukjent
pt: desconhecido
pt_br: desconhecido
ro: necunoscut
ru: неизвестно
tr: bilinmeyen
uk: нев╕домо

source: R_estart firewall
az: Firewallı _Təzədan başlat
es: R_einiciar cortafuego
hu: Tûzfal újra_indítása
it: Riavvia il fir_ewall
ja: 再起動(_E)
ko: 방화벽 재시작(_e)
nl: H_erstart firewall
pt_br: R_einiciar firewall
ro: R_eporneºte firewall-ul
ru: Перезапустить межсетевой экран
uk: Перезапустити брандмауера

source: _Stop firewall
az: Firewallı _dayandır
da: _Stop brandmuren
de: Firewall _stoppen
el: _Διακοπή firewall
es: _Parar cortafuegos
fi: Py_säytä palomuuri
fr: _Arrêter le pare-feu
hu: Tûzfal _kikapcsolása
it: Di_sattiva il firewall
ja: 停止(_S)
ko: 방화벽 중지(_S)
lv: _Apturēt ugunsmūri
no: _Stopp brannvegg
pt: Parar fire_wall
pt_br: _Parar firewall
ro: _Opreºte firewall-ul
ru: Отключить межсетевой экран
sk: Za_stavi» firewall
sv: _Stoppa brandväggen
tr: Güvenlik d_uvarýný durdur
uk: Зупинити брандмауера
vi: _Dừng tường lửa

source: _Run firewall wizard
az: Firewall sehirbazını _İşə sal
da: _Kør brandmuropsætningen
de: Firewall-Druiden sta_rten
el: _Εκτέλεση μάγου firewall
es: _Iniciar instalador del cortafuego
fi: Aja palomuu_rivelho
fr: _Lancer l'assistant pare-feu
hu: Tûz_fal Varázsló futtatása
it: Avvia fi_rewall wizard
ja: ウィザード起動(_R)
ko: 방화벽 마법사 실행(_R)
lv: _Palaist ugunsmūra vedni
nl: S_tart firewall wizard
no: Kjø_r brannvegg-druide
pt: Executa_r ajudante de firewall
pt_br: E_xecutar assistente do firewall
ro: _Ruleazã asistentul firewall
ru: Запустить помощника по межсетевому экрану
sk: _Spusti» Sprievodcu
sv: _Kör brandväggsguiden
tr: Güvenlik _duvarý sihirbazýný baþlat
uk: Запустити пом╕чника з брандмауера
vi: _Chạy đồ thuật tường lửa

source: _Halt all network traffic
az: Bütün şəbəkə yolunu _tıxa
da: Sto_p al netværkstrafik
de: Gesamten Netzwerkverkehr an_halten
el: _Διακοπή όλης της κυκλοφορίας στο δίκτυο
es: Pa_rar todo el tráfico de la red
fi: Pysäytä kaikki liikenne
fr: A_rreter tout le traffic
ja: 全ネットワーク通信を停止(_H)
ko: 모든 네트웍 트래픽 중단(_H)
lv: _Apturēt visu tīkla trafiku
no: Stop_p all nettverkstrafikk
pt: _Parar todo o tráfego de rede
ro: _Blocheazã tot traficul de reþea
ru: Остановить весть сетевой трафик
sk: _Zastavi» celý sie»ový prenos
sv: Sta_nna all nätverkstrafik
tr: _Tüm að trafiðini durdur
vi: _Ngừng toàn bộ giao thông mạng

source: _Clear firewall hit list
az: Firewall vuruş siyahısını _Təmizlə
da: _Ryd listen over forbindelsesforsøg
de: Firewall Trefferliste _löschen
el: Εκκαθάριση λίστας επισκέψεων του firewall
es: _Limpiar lista de entradas del cortafuego
fi: Tyhjennä palomuurin osumalista
fr: _Vider la liste des hits du pare-feu
hu: _Tûzfal ütközési lista törlése
it: Pulis_ci la lista hit del firewall
ja: クリア(_C)
ko: 방화벽 접근 목록 비움(_C)
lv: _Attīrīt ugunsmūra trāpījumu sarakstu
nl: _Wis firewall hitlijst
no: T_øm brannveggens treffliste
pt: Limpar lista de to_ques na firewall
pt_br: _Limpar lista de acessos ao firewall
ro: ª_terge lista de hit-uri firewall
ru: Очистить список попаданий в межсетевой экран
sk: _Vymaza» zásahy
sv: _Töm träfflistan
uk: Очистити список потраплянь у брандмауер
vi: Làm _sạch danh sách các cú quét cổng

source: R_eload entire firewall hit list
az: Bütün firewall vuruş siyahısını T_əzədən yüklə
da: _Genindlæs hele listen over forbindelsesforsøg
de: Ganze Firewall Trefferliste neul_aden
el: Α_νανέωση ολόκληρης της λίστας επισκέψεων του firewall
es: Re_cargar toda la lista de entradas del cortafuego
fi: Lataa palomuurin koko osumalista
fr: R_echarger la liste entière des hits du pare-feu
hu: _A teljes tûzfal ütközési lista újratöltése
it: Ricarica l'int_era lista hit del firewall
ja: 再読み込み(_E)
ko: 모든 방화벽 접근 목록 다시 읽기(_e)
lv: _Pārlādēt visu ugunsmūra trāpījumu sarakstu
nl: _Herlaadt volledige firewall hitlijst
no: Gj_enles hele trefflisten
pt: R_eler lista completa de toques na firewall
pt_br: R_ecarregar lista completa de acessos ao firewall
ro: R_eîncarcã întreaga listã de hit-uri firewall
ru: Перезагрузить весь список попаданий в межсетевой экран
sk: Znovu _naèíta» celý zoznam zásahov
sv: _Ladda om hela träfflistan
uk: Перезавантажити весь список потраплянь у брандмауер
vi: Nạp lại toàn bộ danh sách các cú quét cổng

source: _Save firewall hit list to file
az: Firewall vuruş siyahısını fayla _Qeyd et
da: _Gem listen over forbindelsesforsøg i en fil
de: Firewall Trefferliste als Datei _speichern
el: _Αποθήκευση λίστας επισκέψεων του firewall σε αρχείο
es: _Salvar lista de entradas del cortafuego en archivo
fi: Tallenna palomuurin osumalista tiedostoon
fr: _Enregister la liste des hits du pare-feu dans un fichier
hu: Tû_zfal ütközési lista mentése fájlba
it: _Salva la lista hit del firewall nel file
ja: 保存(_S)
ko: 방화벽 접근 목록을 파일로 저장(_S)
lv: _Saglabāt ugunsmūra trāpījumu sarakstu failā
nl: _Bewaar firewall hitlijst naar bestand
no: _Lagre brannveggens treffliste til fil
pt: _Gravar em ficheiro lista de toques na firewall
pt_br: _Salvar lista de acessos ao firewall no arquivo
ro: _Salveazã lista de hit-uri firewall într-un fiºier
ru: Сохранить список попаданий в межсетевой экран в файле
sk: _Ulo¾i» zoznam zásahov do súboru
sv: _Spara träfflistan till fil
uk: Зберегти список потраплянь у брандмауер у файл╕
vi: _Lưu danh sách các cú quét cổng vào tập tin

source: Firestarter _Homepage
az: Firestarter Ev _Səhifəsi
da: Firestarter _hjemmeside
el: Αρχική σελίδα_Firestarter
es: Página _Web de Firestarter
fi: Firestarterin kotisivu
fr: _Page d'acceuil Firestarter
ja: Firestarter ホームページ(_H)
ko: Firestarter 홈페이지(_H)
lv: Firestarter _Mājas lapa
no: Firestarter _hjemmeside
pt: Página _Web do Firestarter
ro: _Pagina de start Firestarter
ru: Домашняя страница Firestarter
sk: _Domovská stránka Firestarter
sv: Firestarters _hemsida
tr: Firestarter _Ana Sayfasý
vi: Trang _chủ của Firestarter

source: _Firewall
da: _Brandmur
es: _Cortafuegos
fi: Palomuuri
fr: _Pare-feu
hu: _Tûzfal
ja: ファイヤーウォール(_F)
ko: 방화벽(_F)
lv: _Ugunsmūris
no: _Brannvegg
ru: Межсетевой экран
sv: _Brandvägg
tr: _Güvenlik duvarý
uk: Брандмауер
vi: Tường _Lửa
