Repository: GNOME/gnome-i18n
Catalog: sun-po/gnome-control-center/*.po
Languages: es, fr, ru, zh_tw

source: Focus behavior
es: Comportamiento del foco
fr: Comportement du focus
ru: Поведение фокуса ввода
zh_tw: 焦點行為

source: Configure window properties
es: Colores de fondo
fr: Configure les propri?? des fen?res
ru: Свойства шрифта
zh_tw: 組態視窗特性

source: Matched Windows
es: Ventanas asociadas
fr: Groupe de fen?res
ru: Найденные окна
zh_tw: 相符視窗

source: Configure window minimization and maximization
es: Configurar minimización y maximización de ventanas
fr: Configure la réduction et l'agrandissement des fenêtres
ru: Настроить максимальный и минимальный размер окна
zh_tw: 組態視窗最小化和最大化

source: Minimizing and Maximizing
es: Minimizar y maximizar
fr: Réduction et agrandissement
ru: Максимальный и минимальный размеры
zh_tw: 最小化和最大化

source: Configure window manager configuration properties
es: Configurar las propiedades de configuración del gestor de ventanas
fr: Configure les propriétés de configuration du gestionnaire de fenêtres
ru: Настроить свойства конфигурации менеджера окон
zh_tw: 組態視窗管理程式組態特性

source: Meta
fr: Méta
ru: Мета

source: Configure miscellaneous window features
es: Configurar características diversas de la ventana
fr: Configure diverses caract?istiques des fen?res
ru: Настроить разнообразные характеристики окна
zh_tw: 組態其他視窗特性

source: Miscellaneous
es: Varios
fr: Divers
ru: Разнообразные
zh_tw: 其他

source: Configure window move/resize
es: Configurar las funciones de mover y cambiar tamaño
fr: Configure le déplacement et le redimensionnement des fenêtres
ru: Настроить перемещение/изменение размера окна
zh_tw: 組態視窗移動/調整大小

source: Moving and Resizing
es: Mover y cambiar tamaño
fr: Déplacement et redimensionnement
ru: Перемещение и изменение размера
zh_tw: 移動和調整大小

source: Configure window placement
es: Configurar gestión de energía
fr: Configure le placement des fen?res
ru: Настроить расположение окна
zh_tw: 組態視窗定位

source: Placement
es: Colocación
ru: Расположение
zh_tw: 定位

source: Enable window manager sound events
es: Habilitar gestión de _energía.
fr: Activer les événements sonores du gestionnaire de fenêtres
ru: Включить звуковые сигналы для событий менеджера окон
zh_tw: 啟用視窗管理程式音效事件

source: Sound
es: Sonido
fr: Son
ru: Звук
zh_tw: 音效

source: Configure workspaces
es: Configurar gestión de energía
fr: Configure les bureaux
ru: Настроить рабочее пространство
zh_tw: 組態工作區域

source: Workspaces
es: Áreas de trabajo
fr: Bureaux
ru: Рабочее пространство
zh_tw: 工作區域

source: CD Properties
es: %s propiedades
fr: Propriétés CD
ru: Cвойства CD
zh_tw: CD 特性

source: Configure handling of CD devices
es: Configurar el salvapantalla
fr: Configure la gestion des périphériques CD
ru: Настройка обработки устройств CD
zh_tw: 組態 CD 裝置

source: Legacy Applications
es: Aplicaciones heredadas
fr: Applications existantes
ru: Унаследованные приложения
zh_tw: 現有應用程式

source: Legacy applications settings (grdb)
es: Configuración de aplicaciones heredadas (grdb)
fr: Paramètres des applications existantes (grdb)
ru: Настройка унаследованных приложений (grdb)
zh_tw: 現有應用程式設定 (grdb)

source: Global panel properties
fr: Propriétés du panneau global
ru: Свойства шрифта
zh_tw: 整體面板特性

source: Panel
fr: Panneau
ru: Панель
zh_tw: 面板

source: Configure which non-session aware programs are started up
es: Configurar qué programas sin detección de sesión se inician
fr: Configure quels programmes non-session sont démarrés
ru: Выбрать несеансовые программы, которые нужно запускать при загрузке.
zh_tw: 組態啟動的非作業階段感知程式

source: Startup Programs
fr: Programmes de démarrage
ru: Программа
zh_tw: 啟動程式

source: Documents
es: Documentos
ru: Документы
zh_tw: 文件

source: Word Processor
es: Procesador de texto
fr: Traitement de texte
ru: Текстовый процессор
zh_tw: 文字處理器

source: Published Materials
es: Materiales publicados
fr: Documents publiés
ru: Опубликованные материалы
zh_tw: 已發佈材料

source: Spreadsheet
es: Hoja de cálculo
fr: Tableur
ru: Электронная таблица
zh_tw: 試算表

source: Presentation
es: Presentación
fr: Présentation
ru: Презентация
zh_tw: 簡報

source: Diagram
es: Diagrama
fr: Diagramme
ru: Диаграмма
zh_tw: 圖表

source: Vector Graphics
es: Gráficos vectoriales
fr: Graphiques vectoriels
ru: Векторная графика
zh_tw: 向量圖像

source: World Wide Web
ru: Всемирная паутина
zh_tw: 全球資訊網

source: Plain Text
es: Texto sin formato
fr: Texte standard
ru: Простой текст
zh_tw: 純文字

source: Extended Markup Language (XML)
es: Lenguaje de marcadores extendido (XML)
fr: XML (Extended Markup Language)
ru: Расширенный язык разметки (XML)
zh_tw: 可延伸標記語言 (XML)

source: Information
es: Configuración
fr: Informations
ru: Информация
zh_tw: 資訊

source: Financial
es: Datos financieros
fr: Financier
ru: Финансовые
zh_tw: 財務

source: Calendar
es: Agenda
fr: Calendrier
ru: Календарь
zh_tw: 行事曆

source: Contacts
es: Contactos
ru: Контакты
zh_tw: 連絡人

source: Packages
es: Paquetes
fr: Modules
ru: Пакеты
zh_tw: 套件

source: Software Development
es: Desarrollo de software
fr: Développement de logiciels
ru: Разработка программ
zh_tw: 軟體開發

source: Source Code
es: Código fuente
fr: Code source
ru: Исходный код
zh_tw: 源代碼

source: Audio
ru: Аудио
zh_tw: 音訊

source: Images
es: Imagen:
ru: Изображения
zh_tw: 圖像

source: Video
es: Ancho
fr: Vidéo
ru: Видео
zh_tw: 視訊

source: Description
es: Descripción
ru: Описание
zh_tw: 說明

source: Extensions
es: Extensiones
ru: Расширения
zh_tw: 副檔案

source: File Types and Programs
es: Tipos de archivo y programas
fr: Type de fichiers et programmes
ru: Типы файлов и программы
zh_tw: 檔案類型和程式

source: Specify which programs are used to open or view each file type
es: Especificar los programas que se utilizan para abrir o ver cada tipo de archivo
fr: Spécifiez quels programmes sont utilisés pour ouvrir ou afficher chaque type de fichier
ru: Укажите, какие программы используются для открытия или просмотра файлов каждого типа
zh_tw: 指定用來開啟或檢視每個檔案類型的程式

source: Actions
es: Acciones
ru: Действия
zh_tw: 動作

source: Add _file type...
fr: Ajouter un type de _fichier...
ru: Добавить тип файла...
zh_tw: 加入檔案類型... (_F)

source: Add _service...
fr: Ajouter un _service...
ru: Добавить сервис...
zh_tw: 加入服務... (_S)

source: Default action
es: Ubicación predeterminada
fr: Action par défaut
ru: Действие по умолчанию
zh_tw: 預設動作

source: Edit file type
es: Editar tipo de archivo
fr: Éditer un type de fichier
ru: Изменить тип файла
zh_tw: 編輯檔案類型

source: File types and Internet Services
es: Tipos de archivo y servicios de Internet
fr: Types de fichiers et services Internet
ru: Типы файлов и сервисы Интернет
zh_tw: 檔案類型和 Internet 服務

source: Filename extensions
es: Extensiones de nombres de archivo
fr: Extensions
ru: Расширения имён файлов
zh_tw: 檔案名稱副檔名

source: Look at content
es: Ver contenido
fr: Regarder le contenu
ru: Смотреть содержимое
zh_tw: 查看內容

source: Needs _terminal
fr: Nécessite un _terminal
ru: Требует терминал
zh_tw: 需要終端機 (_T)

source: Program to run
es: Programa que se debe ejecutar
fr: Programme _ ex?uter
ru: Запускаемая программа
zh_tw: 要執行的程式

source: Run a program
es: Ejecutar un programa
fr: Lancer un programme
ru: Запустить программу
zh_tw: 執行程式

source: Use category _defaults
fr: Utiliser les valeurs par _défaut de la catégorie
ru: Использовать умолчания категории
zh_tw: 使用類別預設 (_D)

source: Use parent category _defaults
fr: Utiliser les valeurs par défaut de la catégorie mère
ru: Использовать умолчания раодительской категории
zh_tw: 使用父類別預設 (_D)

source: Viewing component
es: Componente de visualización
fr: Composant de visualisation
ru: Просмотр компонента
zh_tw: 檢視元件

source: _Add
fr: _Ajouter
ru: Добавить
zh_tw: 加入 (_A)

source: _Category
fr: _Cat?orie
ru: Категория
zh_tw: 類別 (_C)

source: _Choose...
fr: _Choisir...
ru: Выбрать...
zh_tw: 選擇... (_C)

source: _Description
ru: Описание
zh_tw: 說明 (_D)

source: _Edit...
es: _Editar...
fr: _Éditer...
ru: Изменить...
zh_tw: 編輯... (_E)

source: _MIME Type
fr: Type _MIME
ru: Тип MIME
zh_tw: MIME 類型 (_M)

source: _Name
fr: _Nom
ru: Наименование
zh_tw: 名稱 (_N)

source: _Program
fr: _Programme
ru: Программа
zh_tw: 程式 (_P)

source: _Program to run
fr: _Programme à exécuter
ru: Запускаемая _программа
zh_tw: 執行的程式(_P)

source: _Protocol name
fr: Nom du _protocole
ru: Наименование протокола
zh_tw: 協定名稱 (_P)

source: _Remove
fr: _Enlever
ru: Убрать
zh_tw: 移除 (_R)

source: Edit file category
es: Editar categoría de archivos
fr: Éditer la catégorie de fichier
ru: Изменить категорию файла
zh_tw: 編輯檔案類型

source: Model
es: _Modo:
fr: Modèle
ru: Модель
zh_tw: 模型

source: GtkTreeModel that contains the category data
es: GtkTreeModel que contiene los datos de categoría
fr: GtkTreeModel qui contient les données de catégorie
ru: GtkTreeModel, содержащая данные категории
zh_tw: 包含類別資料的 GtkTreeModel

source: MIME category info
es: Información de categoría MIME
fr: Infos de la catégorie MIME
ru: Информация о категории MIME
zh_tw: MIME 類別資訊

source: Structure containing information on the MIME category
es: Estructura que contiene la información de la categoría MIME
fr: Structure contenant des informations sur la catégorie MIME
ru: Структура, содержащая информацию о категориях MIME
zh_tw: 包含 MIME 類別之資訊的結構

source: Custom
es: Personalizado
fr: Personnalisé
ru: Другой
zh_tw: 自訂

source: Extension
es: Extensión
ru: Расширение
zh_tw: 副檔名

source: Underlying model to notify when Ok is clicked
es: Modelo subyacente al que se debe notificar cuando se hace clic en Aceptar
fr: Modèle sous-jacent pour indiquer un clic sur OK
ru: Нижележащая модель, которая будет уведомлена, кода кнопка OK будет нажата
zh_tw: 按下「確定」時要通知的基礎模型

source: MIME type information
es: Información de tipo MIME
fr: Informations du type MIME
ru: Информация о типе MIME
zh_tw: MIME 類型資訊

source: Structure with data on the MIME type
es: Estructura con datos sobre el tipo MIME
fr: Structure avec des données sur le type MIME
ru: Структура с данными типа MIME
zh_tw: 包含 MIME 類型之資料的結構

source: Is add dialog
es: Es cuadro de diálogo de adición
fr: Est une boîte de dialogue d'ajout
ru: Диалог добавления
zh_tw: Is add 對話窗

source: True if this dialog is for adding a MIME type
es: Verdadero si la función del cuadro de diálogo es agregar un tipo MIME
fr: Vrai si cette boîte de dialogue permet l'ajout d'un type MIME
ru: "Истина", если это диалог для добавления типа MIME
zh_tw: 如果這個對話窗可加入 MIME 類型，則為 True

source: Add file type
fr: Ajouter un type de fichier
ru: Добавить тип файла...
zh_tw: 新增檔案類型

source: None
es: Largo
fr: Aucun
ru: Нет
zh_tw: 無

source: Invalid MIME type. Please enter a valid MIME type, or leave the field blank to have one generated for you.
es: Tipo MIME no válido. Especifique un tipo MIME válido o deje el campo en blanco si desea que se genere uno.
fr: Type MIME non valide. Veuillez entrer un type MIME valide ou laisser le champ vide pour qu'il soit généré automatiquement.
ru: Недопустимый тип MIME. Введите правильный тип MIME или оставьте поле пустым, чтобы он был сгенерирован.
zh_tw: 無效 MIME 類型。請輸入有效 MIME 類型，或是讓欄位保留空白以便為您產生。

source: There already exists a MIME type of that name.
es: Ya existe un tipo MIME con ese nombre.
fr: Il existe déjà un type MIME de ce nom.
ru: Тип MIME с таким названием уже существует.
zh_tw: 已經存在具有該名稱的 MIME 類型。

source: Category
es: Categoría
fr: Cat?orie
ru: Категория
zh_tw: 類別

source: Choose a file category
es: Elija una categoría de archivo
fr: Choisissez une catégorie de fichiers
ru: Выберите категорию файла
zh_tw: 選擇檔案類別

source: Model for categories only
es: Modelo sólo para categorías
fr: Modèle pour les catégories seulement
ru: Модель только для категорий
zh_tw: 只適用類別的模型

source: Internet Services
es: Servicios de Internet
fr: Services Internet
ru: Сервисы Интернет
zh_tw: Internet 服務

source: Edit service information
es: Editar información del servicio
fr: Éditer les informations du service
ru: Изменить информацию о сервисе
zh_tw: 編輯服務資訊

source: Service info
es: Información del servicio
fr: Infos du service
ru: Информация о сервисе
zh_tw: 服務資訊

source: Structure containing service information
es: Estructura que contiene información del servicio
fr: Structure contenant les informations du service
ru: Структура, содержащая информацию о сервисе
zh_tw: 包含服務資訊的結構

source: Is add
es: Es de adición
fr: Est ajout
ru: Добавление

source: TRUE if this is an add service dialog
es: VERDADERO si se trata de un cuadro de diálogo de adición de servicio
fr: VRAI s'il s'agit d'une boîte de dialogue d'ajout de service
ru: "Истина", если это диалог добавления сервиса
zh_tw: 如果是加入服務對話窗，則為 TRUE

source: Add service
fr: Ajouter un service
ru: Добавить сервис...
zh_tw: 新增網絡服務

source: Please enter a protocol name.
es: Introduzca, a continuación, una línea de comando.
fr: Veuillez entrer un nom de protocole.
ru: Введите наименование протокола.
zh_tw: 請輸入協定名稱。

source: Invalid protocol name. Please enter a protocol name without any spaces or punctuation.
es: Nombre de protocolo no válido. Escriba un nombre de protocolo sin espacios ni signos de puntuación.
fr: Nom de protocole non valide. Veuillez entrer un nom de protocole sans espace ou signe de ponctuation.
ru: Неправильное наименование протокола. Введите наименование протокола без пробелов и знаков пунктуации.
zh_tw: 無效協定名稱。請輸入協定名稱，其中不包含任何空格或標點符號。

source: There is already a protocol by that name.
es: Ya existe un protocolo con ese nombre.
fr: Il existe déjà un protocole de ce nom.
ru: Протокол с таким именем уже существует.
zh_tw: 已經有具有該名稱的協定。

source: Unknown service types
es: Tipos de servicio desconocidos
fr: Types de service inconnu
ru: Неизвестные типы сервисов
zh_tw: 未知服務類型

source: World wide web
ru: Всемирная паутина
zh_tw: 全球資訊網

source: File transfer protocol
es: Protocolo de transferencia de archivos (FTP)
fr: Protocole de transfert de fichier
ru: Протокол передачи файлов (FTP)
zh_tw: 檔案傳輸協定

source: Detailed documentation
es: Ubicación predeterminada
fr: Documentation détaillée
ru: Подробная документация
zh_tw: 詳細文件

source: Manual pages
es: Páginas de manual
fr: Pages de manuel
ru: Страницы руководства (man)
zh_tw: 手冊頁

source: Electronic mail transmission
es: Transmisión de correo electrónico
fr: Transmission de courrier électronique
ru: Передача электронной почты
zh_tw: 電郵傳輸

source: Gnome documentation
fr: Documentation Gnome
ru: Документация GNOME
zh_tw: Gnome 文件

source: Change the default fonts used by the desktop and applications
ru: Изменить шрифт, используемый рабочим столом и приложениями по умолчанию
zh_tw: 更改桌面及應用程式使用的預設字型

source: Font
es: Bosque
fr: Police
ru: Шрифт
zh_tw: 字型

source: Font Preferences
ru: Настроить шрифт

source: Set the font for applications
ru: Установить шрифт для приложений

source: Set the font for the icons on the desktop
ru: Установить шрифт для пиктограмм на рабочем столе

source: Standard _application font:
ru: Стандартный шрифт _приложения:

source: _Desktop font:
ru: Шрифт _рабочего стола:

source: Accelerator modifiers
es: Teclas modificadoras de aceleradores
fr: Modificateurs d'accélérateur
ru: Модификаторы акселератора
zh_tw: 對應輔助按鍵

source: Accelerator key
es: Tecla aceleradora
fr: Touche d'accélérateur
ru: Клавиша акселератора
zh_tw: 對應鍵

source: Disabled
es: Desactivado
fr: D?activé
ru: Выкл.
zh_tw: 停用

source: Type a new accelerator, or press Backspace to clear
es: Escriba un nuevo acelerador o pulse Retroceso para borrarlo
fr: Tapez un nouvel accélérateur ou appuyez sur Retour arrière pour effacer
ru: Введите новый акселератор или нажмите клавишу Backspace для очистки
zh_tw: 鍵入新對應鍵，或是按 Backspace 以清除

source: Type a new accelerator
es: Escriba un nuevo acelerador
fr: Tapez un nouvel accélérateur
ru: Введите новый акселератор
zh_tw: 鍵入新對應鍵

source: <Unknown Action>
es: <Acción desconocida>
fr: <Action inconnue>
ru: <Неизвестное действие>
zh_tw: <未知動作>

source: Desktop
ru: Рабочий стол
zh_tw: 桌面

source: Window Management
ru: Управление окнами
zh_tw: 視窗管理

source: Error setting new accelerator in configuration database: %s
ru: Ошибка установки нового ускорителя в базе данных конфигурации: %s
zh_tw: 在組態資料庫中設定新的快速鍵時出現錯誤：%s

source: Unable to find any keyboard themes. This means your GTK+ installation has been incompletely installed.
es: No se pueden encontrar temas de teclado. Esto significa que la instalación de GTK+ está incompleta.
fr: Thème de clavier introuvable. Cela signifie que votre installation GTK+ est incomplète.
ru: Невозможно найти ни одну клавиатурную тему. Это значит, что установка GTK+ является неполной.
zh_tw: 找不到任何鍵盤佈景主題。這表示您的 GTK+ 安裝並沒有完整安裝。

source: Action
ru: Действие
zh_tw: 行動

source: Shortcut
ru: Комбинации клавиш
zh_tw: 捷徑鍵

source: Click for a list of keyboard navigation schemes.
ru: Щёлкните для получения списка схем клавиатурной навигации.

source: Keyboard Shortcuts
es: Accesos directos del teclado
fr: Raccourcis clavier
ru: Комбинации клавиш клавиатуры
zh_tw: 快速鍵

source: Keyboard _Navigation scheme for use in applications:
es: Esquema de _navegación de teclado para utilizar en las aplicaciones:
fr: Schéma de _navigation clavier à utiliser dans les applications :
ru: Схема перемещения по клавиатуре для использования в приложениях:
zh_tw: 應用程式鞏使用的鍵盤導覽配置 (_N)：

source: To assign a shortcut to an action, click in the shortcut column and press the key combination you want to associate with it.
es: Para asignar un acceso directo a una acción, haga clic en la columna de acceso directo y pulse la combinación de teclas que desea asociar.
fr: Pour affecter un raccourci à une action, cliquez dans la colonne des raccourcis et appuyez sur la combinaison de touches à associer.
ru: Чтобы назначить действию комбинацию клавиш, щелкните в столбце комбинации клавиш и нажмите нужную комбинацию клавиш.
zh_tw: 若要指派捷徑給動作，按一下捷徑欄，再按想要與其關聯的按鍵組合。

source: _Desktop shortcuts:
ru: Комбинации клавиш _Рабочего стола:
zh_tw: 桌面捷徑鍵(_D)：

source: Associate keyboard shortcuts with panel actions
es: Asociar teclas de acceso directo con acciones de panel
fr: Associer des raccourcis clavier à des actions du panneau
ru: Связать комбинацию клавиш с действиями панели
zh_tw: 建立快速鍵和面板動作的關聯

source: _Accessibility
es: Configuración principal
fr: _Accessibilité
ru: Специальные возможности
zh_tw: 協助工具 (_A)

source: Just apply settings and quit (compatibility only; now handled by daemon)
es: Aplicar la configuración y salir (sólo por compatibilidad; gestionado ahora por daemon)
fr: Simplement appliquer les paramètres et quitter (compatibilité uniquement ; gestion par le démon)
ru: Просто применить установки и выйти (только для совместимости; теперь обрабатывается демоном)
zh_tw: 只套用設定並結束 (只適用相容性；現在由伺服程式處理)

source: <i>fast</i>
ru: <i>высокая</i>

source: <i>loud</i>
ru: <i>громкий</i>

source: <i>quiet</i>
ru: <i>тихий</i>

source: <i>slow</i>
ru: <i>низкая</i>

source: Cursor
es: Personalizado
fr: Curseur
ru: Курсор
zh_tw: 游標

source: Cursor _blinks in text fields
ru: Ку_рсор мигает в текстовых полях
zh_tw: 文字輸入欄中的游標會閃爍(_B)

source: Fast
es: Rápido
fr: Rapide
ru: Высокая
zh_tw: 快

source: Key_press makes sound
es: La _pulsación de tecla emite sonido
fr: _Pression de touche émet un son
ru: При нажатии клавиши раздаётся звук
zh_tw: 按鍵時發出音效 (_P)

source: Keyboard Bell
es: Teclado
fr: Clic du clavier
ru: Гудок клавиатуры
zh_tw: 鍵盤鈴聲

source: Keyboard Preferences
ru: Настроить клавиатуру
zh_tw: 鍵盤偏好設定

source: Keyboard _repeats when key is held down
es: El teclado _repite cuando se mantiene pulsada una tecla
fr: _Répétition clavier si la touche est maintenue
ru: Повтор нажатой клавиши
zh_tw: 按住按鍵時鍵盤重複 (_R)

source: Keyboard bell _enabled
es: Sonido de teclado _habilitado
fr: Clic du clavier _activé
ru: Гудок клавиатуры включён
zh_tw: 啟用鍵盤鈴聲 (_E)

source: Keyboard bell _off
es: Teclado
fr: Clic du clavier _désactivé
ru: Гудок клавиатуры выключен
zh_tw: 關閉鍵盤鈴聲 (_O)

source: Keyclick Volume
es: Volumen del clic
fr: Volume des clics
ru: Громкость щелчка клавиши
zh_tw: 按鍵的音量

source: Long
es: Largo
fr: Longue
ru: Длинная
zh_tw: 長

source: Medium
es: Medio
fr: Moyen
ru: Средняя
zh_tw: 中

source: Repeat Rate
es: Velocidad de repetición de las teclas:
fr: D?ai avant r??ition
ru: Скорость повтора
zh_tw: 重複速率

source: Repeat s_peed:
es: Velocidad del giro imprevisto:
fr: Vitesse de _répétition
ru: Скорость повтора:
zh_tw: 重複速度 (_P):

source: Set the speed the cursor blinks in text fields.
es: Establecer la velocidad de parpadeo del cursor en los campos de texto.
fr: Définit la vitesse de clignotement du curseur dans les zones de texte.
ru: Установить частоту мигания курсора в тексте.
zh_tw: 設定文字欄位中游標閃爍的速度。

source: Set the volume of the clicking sound made when pressing a key
es: Establecer el volumen del sonido del clic de pulsación de teclas
fr: Définit le volume sonore des clics des touches enfoncées
ru: Установить громкость щелчка при нажатии клавиши.
zh_tw: 設定按下按鍵時發出的音效聲量

source: Short
es: Corto
fr: Courte
ru: Короткая
zh_tw: 短

source: Slow
es: Lento
fr: Lente
ru: Низкая
zh_tw: 慢

source: The keyboard bell is the <i>beep</i> sound heard when the system wants to get your attention.
ru: Гудок клавиатуры -- это <i>звук</i>, которым система пытается привлечь внимание.

source: Very Fast
ru: Очень высокая
zh_tw: 很快

source: Very Short
ru: Очень короткая
zh_tw: 很短

source: You can configure the keyboards accessibility features by bringing up the 'Accessibility Settings' property dialog, or pressing the button on the right.
ru: Вы можете сконфигурировать специальные возможности клавиатуры путём вызова диалога "Специальные возможности" в Настройках рабочего стола или путём нажатия кнопки справа.
zh_tw: 如果要設定鍵盤輔助功能，可以開啟「輔助功能設定」對話窗，或是按右面的按鈕。

source: _Accessibility...
fr: _Accessibilité...
ru: Специальные возможности
zh_tw: 協助工具... (_A)

source: _Blink speed:
es: Velocidad del giro imprevisto:
fr: _Vitesse de clignotement :
ru: Скорость мигания:
zh_tw: 閃爍速度 (_B):

source: _Custom keyboard bell:
es: Sonido de teclado _personalizado:
fr: _Clic du clavier personnalisé :
ru: Другой гудок клавиатуры:
zh_tw: 自訂鍵盤鈴聲 (_C)：

source: _Delay before repeating:
es: Retardo antes de repetir:
fr: _Délai avant répétition :
ru: Задержка перед повтором:
zh_tw: 重複前的延遲 (_D)：

source: _Volume:
es: Volumen
ru: Громкость:
zh_tw: 音量 (_V)：

source: Keyboard Properties
es: Propiedades del teclado
fr: Propriétés du clavier
ru: Свойства клавиатуры
zh_tw: 鍵盤特性

source: Select an icon...
fr: Sélectionner une icône...
ru: Выбрать редактор:
zh_tw: 選擇圖示...

source: Mime Type:
fr: Type MIME :
ru: Тип MIME
zh_tw: MIME 類型：

source: Add
es: _Añadir
fr: Ajouter
ru: Добавить
zh_tw: 加入

source: Remove
es: _Eliminar
fr: Enlever
ru: Убрать
zh_tw: 移除

source: First Regular Expression:
es: Primera expresión regular:
fr: Premi?e expression r?uli?e :
ru: Первое регулярное выражение:
zh_tw: 第一個正規表示式：

source: Second Regular Expression:
es: Segunda expresión regular:
fr: Seconde expression r?uli?e :
ru: Второе регулярное выражение:
zh_tw: 第二個正規表示式：

source: Mime Type Actions
es: Acciones de tipo MIME
fr: Actions sur les types MIME
ru: Действия для типа MIME
zh_tw: MIME 類型動作

source: Example: emacs %f
es: Ejemplo: emacs %f
fr: Exemple : emacs %f
ru: Пример: emacs %f
zh_tw: 範例：emacs %f

source: Open
fr: Ouvrir
ru: Открыть файл
zh_tw: 開啟

source: Select a file...
fr: Sélectionner un fichier...
ru: Выбрать звуковой файл
zh_tw: 選擇檔案...

source: View
fr: Visualiser
ru: Видео
zh_tw: 檢視

source: Edit
fr: ?diter
ru: Изменить...
zh_tw: 編輯

source: Set actions for %s
es: Establecer acciones para %s
fr: D?inir les actions pour %s
ru: Установить действия для %s
zh_tw: 設定 %s 的動作

source: Mime Type
fr: Type MIME
ru: Тип MIME
zh_tw: Mime 類型

source: You must enter a mime-type
es: Debe especificar un tipo MIME
fr: Vous devez saisir un type MIME
ru: Необходимо ввести тип MIME
zh_tw: 您必須輸入 MIME 類型

source: You must add either a regular-expression or a file-name extension
es: Debe agregar una expresión regular o una extensión de nombre de archivo
fr: Vous devez ajouter soit une expression r?uli?e soit une extension de nom de fichier
ru: Необходимо добавить регулярное выражение или расширение имени файла
zh_tw: 您必須加入正規表示式或 檔案名稱副檔名
