Repository: GNOME/gnome-i18n
Catalog: sun-po/gnome-control-center/*.po
Languages: es, fr, ru, zh_tw

source: _Enable keyboard accessibility
es: Activar clic del teclado
fr: _Activer l'accessibilité du clavier
ru: Включить специальные возможности клавиатуры
zh_tw: 啟用鍵盤協助工具 (_E)

source: Unable to import AccessX settings from file '%s'
es: No se puede importar la configuración de AccessX del archivo '%s'
fr: Impossible d'importer les paramètres AccessX du fichier '%s'
ru: Невозможно импортировать установки AccessX из файла "%s"
zh_tw: 無法從檔案 '%s' 匯入 AccessX 設定

source: Select CDE AccessX file
es: Seleccione un visualizador
fr: Sélectionnez le fichier AccessX CDE
ru: Выбрать AccessX файл CDE
zh_tw: 選擇 CDE AccessX 檔案

source: Keyboard
es: Teclado
fr: Clavier
ru: Клавиатура
zh_tw: 鍵盤

source: Keyboard Accessibility Properties
es: Propiedades del teclado
fr: Propriétés d'accessibilité du clavier
ru: Свойства Специальных возможностей клавиатуры
zh_tw: 鍵盤協助工具特性

source: <b>Test</b>
ru: <b>Проверка</b>

source: B_eep when modifier is pressed
es: E_mitir un pitido cuando se pulsa una tecla modificadora
fr: B_ip lorsqu'un modificateur est enfoncé
ru: Подавать сигнал, когда модификатор нажат
zh_tw: 按下輔助按鍵時發出嗶聲 (_E)

source: Beep when an LED is turned on and two beeps when one is turned off.
es: Emitir un pitido cuando se enciende un LED y dos cuando se apaga.
fr: 1 bip quand une DEL est allumée et 2 bips quand une DEL est éteinte.
ru: Подает сигнал, когда загорается светодиод, и два сигнал, когда он выключается.
zh_tw: 開啟 LED 時發出一聲嗶聲，關閉時則發出兩聲嗶聲。

source: Beep when:
es: Emitir un pitido cuando:
fr: Bip quand :
ru: Подавать сигнал:
zh_tw: 發出嗶聲的情況：

source: Enable Slo_w Keys
es: Habilitar Teclas _lentas
fr: Activer les touches _lentes
ru: Включить "медленные" клавиши
zh_tw: 啟用慢鍵 (_W)

source: Enable _Bounce Keys
es: Habilitar Teclas de _rebote
fr: Activer les touches _rebond
ru: Включить "скачущие" клавиши
zh_tw: 啟用彈回鍵 (_B)

source: Enable _Mouse Keys
es: Habilitar Teclas de _ratón
fr: Activer les touches _souris
ru: Вкючить "позиционирующие" клавиши
zh_tw: 啟用滑鼠鍵 (_M)

source: Enable _Sticky Keys
es: Habilitar Teclas _retenidas
fr: Activer les touches _adhésives
ru: Включить "залипающие" клавиши
zh_tw: 啟用相黏鍵 (_S)

source: Enable _Toggle Keys
es: Habilitar Teclas de _conmutación
fr: Activer les touches _bascule
ru: Включить "переключающие" клавиши
zh_tw: 啟用切換鍵 (_T)

source: Ignore all subsequent presses of the SAME key if they happen within a user selectable period of time.
es: Ignorar las pulsaciones subsiguientes de la MISMA tecla si tienen lugar dentro de un intervalo de tiempo seleccionado por el usuario.
ru: "Скачущие" клавиши могут быть полезны для тех, у кого дрожат пальцы при отпускании клавиш. "Скачущие" клавиши указывают системе игнорировать все последовательные нажатия на клавишу, произошедшие в выбранный промежуток времени.
zh_tw: 如果在使用者可選取的時間內，陸續按下相同的按鍵，就忽略第一次之後的所有按下動作。

source: Keyboard Accessibility Configuration (AccessX)
fr: Configuration de l'accessibilité du clavier (AccessX)
ru: Конфигурация Специальных возможностей клавиатуры
zh_tw: 鍵盤使用組態 (AccessX)

source: Ma_ximum pointer speed :
es: Velocidad má_xima del puntero:
fr: Vitesse ma_ximale du pointeur :
ru: Максимальная скорость указателя
zh_tw: 最大的指標速度 (_X)：

source: Only accept keys after they have been pressed and held for a user adjustable amount of time.
es: Aceptar únicamente las teclas después de que se hayan pulsado y mantenido pulsadas durante un intervalo de tiempo seleccionado por el usuario.
fr: N'accepter les touches qu'après qu'elles aient été maintenues enfoncées pendant une durée réglable par l'utilisateur.
ru: Принимать только те клавиши, которые были нажаты и задержаны на определённый пользователем период времени.
zh_tw: 只接受使用者可調整時間內按住後續的按鍵。

source: Perform multiple simultaneous key press operations by pressing modifier keys in sequence.
es: Efectuar varias operaciones de pulsación de tecla simultáneas mediante la pulsación secuencial de teclas modificadoras.
fr: Exécuter plusieurs pressions de touche simultanées en appuyant sur les modificateurs consécutivement.
ru: Выполнить несколько операций, производимых одновременным нажатием клавиш, путем последовательного нажатия клавиш-модификаторов.
zh_tw: 依序按住輔助按鍵，同時執行多個按下按鍵的作業。

source: Start mo_ving this long after keypress :
es: Empezar a mover después de este intervalo posterior a la pulsación de tecla:
fr: Commencer le _déplacement après ce délai suivant une pression de touche :
ru: Начинать перемещать после долгого нажатия :
zh_tw: 按下按鍵後開啟移動這個 (_V):

source: Time to _accelerate to max speed :
es: Tiempo para _acelerar a velocidad máxima:
fr: Délai pour _accélérer à la vitesse max. :
ru: Время ускорения до максимальной скорости :
zh_tw: 加速至最大速度的時間 (_A):

source: Turn the numeric keypad into a mouse control pad.
es: Convertir el teclado numérico en un teclado de control de ratón.
fr: Transformer le pavé numérique en pavé de contrôle de souris.
ru: Использовать цифровую клавиатуру для управления мышью.
zh_tw: 將數字鍵盤變成滑鼠控制鍵盤。

source: _Beep when enabling/disabling keyboard accessibility features
fr: _Bip lors de l'activation/désactivation des fonctions d'accessibilité du clavier
ru: Включить специальные возможности клавиатуры
zh_tw: 啟用/停用鍵盤使用功能時發出嗶聲 (_B)

source: _Disable if unused for
es: _Inhabilitar si no se utiliza durante
fr: _Désactiver en cas d'inutilisation pendant
ru: Отключить при неиспользовании в течении
zh_tw: 如果未使用則停用 (_D)

source: _Ignore keypresses within :
es: _Ignorar pulsaciones de teclas durante:
fr: _Ignorer les pressions de touche dans :
ru: Игнорировать нажатия в период :
zh_tw: 忽略之內的按鍵動作 (_I)：

source: _Import CDE AccessX file
es: _Importar archivo de AccessX CDE
fr: _Importer un fichier AccessX CDE
ru: Импортировать файл AccessX из CDE
zh_tw: 匯入 CDE AccessX 檔案 (_I)

source: _Keyboard
es: Teclado
fr: _Clavier
ru: Клавиатура
zh_tw: 鍵盤 (_K)

source: _Misc
es: _Diversos
fr: _Divers
ru: Разное
zh_tw: 其他 (_M)

source: _Only accept keypress after :
es: Aceptar pulsación de tecla _sólo después de:
fr: _N'accepter les pressions de touche qu'après :
ru: Принимать нажатия только после :
zh_tw: 只在之後接收按鍵動作 (_O)：

source: _Turn off Sticky Keys when two keys pressed simultaneously
es: _Desactivar Teclas lentas cuando se pulsen dos teclas simultáneamente
fr: _Désactiver les touches adhésives quand deux touches sont enfoncées simultanément
ru: _Отключать "залипающие" клавиши, когда две клавиши нажаты одновременно
zh_tw: 同時按下兩個鍵時 即關閉相黏鍵 (_T)

source: key is _accepted
es: la tecla se _acepta
fr: la touche est _acceptée
ru: клавиша принята
zh_tw: 接受按鍵 (_A)

source: key is _pressed
es: la tecla se ha _pulsado
fr: la touche est _enfoncée
ru: клвиша нажата
zh_tw: 按下按鍵 (_P)

source: key is _rejected
es: la tecla se ha _rechazado
fr: la touche est _rejetée
ru: клавиша не принята
zh_tw: 拒絕按鍵 (_R)

source: key is re_jected
es: la tecla se ha re_chazado
fr: la touche est re_jetée
ru: клавиша не принята
zh_tw: 拒絕按鈕 (_J)

source: msecs
es: milisegundos
fr: ms
ru: мсек
zh_tw: 毫秒

source: pixels/sec
es: píxels/segundo
fr: pixels/s
ru: пикселей/сек
zh_tw: 像素/秒

source: seconds
es: Sonido
fr: secondes
ru: секунд
zh_tw: 秒

source: C_olor
es: Cerrar
fr: _Couleurs
ru: Цвет
zh_tw: 色彩 (_O)

source: _Left Color
es: Color _izquierdo
fr: Couleur de _gauche
ru: Цвет слева
zh_tw: 左邊色彩 (_L)

source: _Right Color
es: Color _derecho
fr: Couleur de _droite
ru: Цвет справа
zh_tw: 右邊色彩 (_R)

source: _Top Color
es: A todo color
fr: Couleur du _haut
ru: Цвет сверху
zh_tw: 上方色彩 (_T)

source: _Bottom Color
es: Color i_nferior
fr: Couleur du _bas
ru: Цвет снизу
zh_tw: 下方色彩 (_B)

source: _Wallpaper
es: _Papel tapiz
fr: _Papier peint
ru: Обои
zh_tw: 桌面 (_W)

source: C_entered
es: Centrado
fr: _Centré
ru: Центрированная
zh_tw: 置中 (_E)

source: _Scaled
es: _Escalado
fr: _Redimensionné
ru: Масштабированная
zh_tw: 縮放 (_S)

source: Stretc_hed
es: Estirado
fr: _?tiré
ru: Растянутая
zh_tw: 延伸 (_H)

source: _No Picture
es: _Sin imagen
fr: _Aucune image
ru: Нет картинки
zh_tw: 無圖片 (_N)

source: _Picture
es: _Imagen
fr: _Image
ru: Картинка
zh_tw: 圖片 (_P)

source: Retrieve and store legacy settings
es: Obtener y almacenar opciones heredadas
fr: Récupérer et stocker les paramètres existants
ru: Запрос и сохранение старых настроек
zh_tw: 擷取和儲存現有設定

source: Background Preferences
es: Colores de fondo
fr: Préférences d'arrière-plan
ru: Настройки фона
zh_tw: 背景偏好設定

source: A preview of the background picture.
ru: Предварительный просмотр картинки фона.
zh_tw: 預覽背景圖案。

source: Background Preview
ru: Вид фона
zh_tw: 背景圖案預覽

source: Bor_der the picture with a:
es: Agregar este bor_de a la imagen:
fr: Enca_drer l'image avec :
ru: Ограничивать картинку с :
zh_tw: 繪製圖片的框線 (_D):

source: E-Mail
es: Principal
fr: Adresse électronique
ru: эл.почта
zh_tw: 電子郵件

source: Horizontal gradient
es: Degradado horizontal
fr: D?rad_ horizontal
ru: Горизонтальный переход
zh_tw: 水平漸層

source: Pick a color
es: Elija un color
fr: Choisissez une couleur
ru: Выбрать цвет
zh_tw: 挑選色彩

source: Picture Options:
es: Opciones de imagen:
fr: Options d'image :
ru: Параметры картинки:
zh_tw: 圖片選項：

source: Preview
es: Previsualizar
fr: Aperçu
ru: Посмотреть
zh_tw: 預覽

source: Primary Color
es: Elija un color
fr: Couleur primaire
ru: Первичный цвет
zh_tw: 原色

source: Secondary Color
es: Color sólido
fr: Couleur secondaire
ru: Вторичный цвет
zh_tw: 成色校正

source: Solid color
es: Color sólido
fr: Couleur unie
ru: Сплошной цвет
zh_tw: 純色

source: The background picture's file name.
ru: Имя файла картинки фона.
zh_tw: 背景圖案的檔案名稱。

source: To set the background picture, drop an image or click to browse.
ru: Чтобы установить картинку фона, перенесите сюда изображение или щёлкните для выбора.

source: Vertical gradient
es: Degradado vertical
fr: D?rad_ vertical
ru: Вертикальный переход
zh_tw: 垂直漸層

source: You can drag image files into the window to set the background picture.
es: Puede arrastrar archivos de imagen a la ventana para establecer la imagen de fondo.
fr: Vous pouvez faire glisser des fichiers image dans la fenêtre pour définir l'image d'arrière-plan.
ru: Вы можете перетаскивать файлы в окно, чтобы установить картинку в качестве фона.
zh_tw: 您可以將圖像檔拖曳 到視窗以設定 背景圖片。

source: radiobutton1
fr: Bouton radio 1
ru: Радио-кнопка 1

source: radiobutton2
fr: Bouton radio 2
ru: Радио-кнопка 2

source: radiobutton3
fr: Bouton radio 2
ru: Радио-кнопка 3

source: radiobutton4
fr: Bouton radio 2
ru: Радио-кнопка 4

source: radiobutton5
fr: Bouton radio 2
ru: Радио-кнопка 5

source: Background
es: Propiedades del tapiz
fr: Arri?e-plan
ru: Фон
zh_tw: 背景

source: Change the desktop background
ru: Настроить фон рабочего стола
zh_tw: 更改桌面背景

source: Unable to start the settings manager 'gnome-settings-daemon'. Without the GNOME settings manager running, some preferences may not take effect. This could indicate a problem with Bonobo, or a non-GNOME (e.g. KDE) settings manager may already be active and conflicting with the GNOME settings manager.
es: No se puede iniciar el gestor de configuración 'gnome-settings-daemon'. Si el gestor de configuración de GNOME no se está ejecutando, es posible que algunas de las preferencias no surtan efecto. Esto puede ser el síntoma de un problema con Bonobo o que un gestor de configuración que no es de GNOME (por ejemplo KDE) ya esté activo y en conflicto con el gestor de configuración de GNOME.
ru: Невозможно запустить менеджер установок "gnome2-settings-daemon". Без менеджера установок GNOME некоторые настройки могут не иметь эффекта. Либо это проблемы с Bonobo, либо иной менеджер настроек (например, KDE) может быть уже запущен и конфликтовать с менеджером настроек GNOME.
zh_tw: 無法啟動設定管理程式 'gnome-settings-daemon'。 如果沒有執行 GNOME 設定管理程式，有些偏好設定就無法生效。這可表示 Bonobo 出現問題，或是非 GNOME (例如 KDE) 設定管理程式可能已經在使用中，而且和 GNOME 設定管理程式衝突。

source: Just apply settings and quit
es: Aplicar los cambios y salir
fr: Simplement appliquer les paramètres et quitter
ru: Только применить установки и выйти
zh_tw: 只套用設定並結束

source: %i of %i
ru: %i из %i

source: Transferring: %s
ru: Перемещение: %s

source: From: %s
ru: Из: %s
zh_tw: 從：%s

source: To: %s
ru: В: %s
zh_tw: 至：%s

source: From URI
ru: Из URI

source: URI currently transferring from
ru: URI, откуда происходит перемещение

source: To URI
ru: В URI

source: URI currently transferring to
ru: URI, куда происходит перемещение

source: Fraction completed
ru: Часть выполнена

source: Fraction of transfer currently completed
ru: Часть передачи выполнена

source: Current URI index
ru: Текущий индекс URI

source: Current URI index - starts from 1
ru: Текущий индекс URI - начинается с 1

source: Total URIs
ru: Всего URI

source: Total number of URIs
ru: Общее число URI

source: Connecting...
ru: Соединение...

source: Downloading...
ru: Передача...

source: Key
es: Tecla
fr: Touche
ru: Ключ
zh_tw: 鍵

source: GConf key to which this property editor is attached
es: Tecla de gconf a la que está asociado este editor de propiedades
fr: Touche GConf à laquelle cet éditeur de propriétés est attaché
ru: Ключ GConf, к которому подключён этот редактор свойств
zh_tw: 特性編輯器附加的 GConf 鍵

source: Callback
es: Rellamada
fr: Rappel
ru: Обратный вызов
zh_tw: 回呼

source: Issue this callback when the value associated with key gets changed
es: Emitir esta rellamada cuando cambie el valor asociado con la tecla
fr: Émettre ce rappel quand la valeur associée à la touche est modifiée
ru: Произвести этот обратный вызов, когда значение, связанное с этим ключом, изменится
zh_tw: 與鍵關聯的值變更時，即發行這個回呼

source: Change set
es: Conjunto de cambios
fr: Jeu de changements
ru: Изменить набор
zh_tw: 變更設定

source: GConf change set containing data to be forwarded to the gconf client on apply
es: Conjunto de cambios de gconf que contiene datos que deben remitirse al cliente de gconf cuando se apliquen
fr: Jeu de changements GConf contenant les données à transférer au client gconf lors de l'application
ru: GConf изменяет набор, содержащий данные для перенаправления клиенту gconf для применения
zh_tw: GConf 變更設定包含套用時要轉寄至 gconf 用戶端的資料

source: Conversion to widget callback
es: Rellamada de conversión a widget
fr: Rappel de conversion vers le widget
ru: Обратный вызов "Преобразование в элемент управления"
zh_tw: 轉換為視窗元件回呼

source: Callback to be issued when data are to be converted from GConf to the widget
es: Rellamada que se debe emitir cuando se vayan a convertir datos de gconf al widget
fr: Rappel à émettre quand des données doivent être converties de GConf vers le widget
ru: Обратный вызов, который должен производиться при преобразовании данных из GConf в элемент управления
zh_tw: 資料從 GConf 轉換為視窗元件即發行的回呼

source: Conversion from widget callback
es: Rellamada de conversión de widget
fr: Rappel de conversion depuis le widget
ru: Обратный вызов "Преобразование из элемента управления"
zh_tw: 從視窗視元件回呼轉換

source: Callback to be issued when data are to be converted to GConf from the widget
es: Rellamada que se debe emitir cuando se vayan a convertir datos del widget a gconf
fr: Rappel à émettre quand des données doivent être converties vers GConf depuis le widget
ru: Обратный вызов, который должен производиться при преобразовании данных в GConf из элемента управления
zh_tw: 資料從 GConf 轉換為視窗元件即發行的回呼

source: UI Control
es: Control de interfaz de usuario
fr: Contrôle d'interface utilisateur
ru: Управление интерфейсом
zh_tw: UI 控制

source: Object that controls the property (normally a widget)
es: Objeto que controla la propiedad (generalmente, un widget)
fr: Objet qui contrôle la propriété (normalement un widget)
ru: Объект, управляющий свойством (обычно виджет)
zh_tw: 控制特性的物件 (通常是視窗元件)

source: Property editor object data
es: Datos de objeto del editor de propiedades
fr: Données objet de l'éditeur de propriétés
ru: Данные объекта редактора свойств
zh_tw: 特性編輯器物件資料

source: Custom data required by the specific property editor
es: Datos personalizados requeridos por el editor de propiedades específico
fr: Données personnalisées requises par l'éditeur de propriétés spécifique
ru: Данные, которые необходимы конкретному редактору свойств
zh_tw: 自訂特定特性編輯器所需的資料

source: Property editor data freeing callback
es: Rellamada de liberación de datos del editor de propiedades
fr: Éditeur de propriétés libérant le rappel
ru: Обратный вызов "Очистка данных редактора свойств"
zh_tw: 特性編輯器資料釋放回呼

source: Callback to be issued when property editor object data is to be freed
es: Rellamada que se debe emitir cuando se vayan a liberar datos de objeto del editor de propiedades
fr: Rappel à émettre quand les données objet de l'éditeur de propriétés doivent être libérées
ru: Обратный вызов, который должен производиться при очистке данных объекта редактора свойств.
zh_tw: 釋放特性編輯器物件資料時即發行的回呼

source: Couldn't find the file '%s'. Please make sure it exists and try again, or choose a different background picture.
es: No se ha podido encontrar el archivo '%s'. Compruebe si existe y vuelva a intentarlo o elija una imagen de fondo distinta.
fr: Fichier '%s' introuvable. Assurez-vous qu'il existe et réessayez, ou choisissez une autre image d'arrière-plan.
ru: Не удалось найти файл "%s". Убедитесь, что он существует и попробуйте снова, или выберите иную картинку для фона.
zh_tw: 找不到檔案 '%s'。 請確定該檔案存在並重試，或是選擇不同的背景圖片。

source: I don't know how to open the file '%s'. Perhaps it's a kind of picture that is not yet supported. Please select a different picture instead.
es: No es posible abrir el archivo '%s'. Puede que se trate de un tipo de imagen que aún no se admite. Seleccione una imagen distinta.
fr: Je ne sais pas comment ouvrir le fichier '%s'. Peut-être s'agit-il d'un type d'image qui n'est pas encore supporté. Veuillez sélectionner une autre image.
ru: Неизвестно, как открыть файл "%s". Возможно это ещё неподдерживаемый тип картинки. Выберите иную картинку, пожалуйста
zh_tw: 我不知道如何開啟檔案 '%s'。 也許是還沒有支援的圖片類型。 請選擇不同的圖片。

source: Please select an image.
es: Seleccione una imagen.
fr: Veuillez sélectionner une image.
ru: Выберите изображение
zh_tw: 請選擇一個圖像。

source: Choose the applications used by default
es: Seleccione las aplicaciones a emplear de forma predeterminada
fr: Choisissez les applications utilisées par défaut
ru: Выбрать приложения, используемые по умолчанию
zh_tw: 選擇預設使用的應用程式

source: Preferred Applications
es: Aplicaciones predeterminadas
fr: Applications par d?aut
ru: Предпочитаемые приложения
zh_tw: 想要的應用程式

source: Please specify a name and a command for this editor.
ru: Укажите имя и команду для этого редактора
zh_tw: 請指定此編輯器的名稱及執行時所用的指令。

source: Acce_pts URLs
es: Acepta URLs
fr: Acce_pte les URL
ru: Принимает URL
zh_tw: 接受 URL (_P)

source: Add...
fr: Ajouter...
ru: Добавить...
zh_tw: 加入...

source: C_ustom Editor
ru: Дру_гой редактор

source: C_ustom Help Browser:
es: Navegador de web personalizado
fr: Navigateur d'aide _personnalisé :
ru: Другая программа просмотра справки:
zh_tw: 自訂說明瀏覽器 (_U):

source: C_ustom Terminal:
es: Terminal personalizada
fr: Ter_minal personnalisé :
ru: Другой терминал:
zh_tw: 自訂終端機 (_U):

source: C_ustom Web Browser:
es: Navegador de web personalizado
fr: Navigateur Web _personnalisé :
ru: Другой веб-браузер:
zh_tw: 自訂 Web 瀏覽器 (_U):

source: Co_mmand:
es: Comando:
fr: Co_mmande :
ru: Команда:
zh_tw: 指令 (_M):

source: Custom Editor Properties
ru: Свойства другого редактора
zh_tw: 自訂編輯器屬性

source: Default Help Browser
es: Visualizador de ayuda predeterminado
fr: Visionneuse d'aide par défaut
ru: Программа просмотра справки по умолчанию
zh_tw: 預設說明瀏覽器

source: Default Terminal
es: Terminal predeterminado
fr: Terminal par défaut
ru: Терминал по умолчанию
zh_tw: 預設終端機

source: Default Text Editor
es: Editor de texto
fr: Éditeur de texte par défaut
ru: Текстовый редактор по умолчанию
zh_tw: 預設文字編輯器

source: Default Web Browser
es: Navegador de web predeterminado de Gnome
fr: Navigateur Web par défaut
ru: Веб-браузер по умолчанию
zh_tw: 預設 Web 瀏覽器

source: Default Window Manager
es: Gestor de ventanas predeterminado
fr: Gestionnaire de fenêtres par défaut
ru: Диспетчер окон по умолчанию
zh_tw: 預設視窗管理程式

source: Delete
fr: Supprimer
ru: Удалить
zh_tw: 刪除

source: E_xec Flag:
es: Bandera de ejecución:
fr: Indicateur d'e_xéc :
ru: Флаг "exec":
zh_tw: 執行旗標 (_X):

source: Edit...
es: Editar...
fr: ?diter...
ru: Изменить...
zh_tw: 編輯...

source: Help Browser
ru: Программа просмотра справки
zh_tw: 說明文件瀏覽器

source: Select the window manager you want. You will need to hit apply, wave the magic wand, and do a magic dance for it to work.
es: Seleccione el gestor de ventanas que desee. Deberá hacer clic en Aplicar, agitar la varita y hacer un baile mágico para que funcione.
fr: Sélectionnez le gestionnaire de fenêtres désiré. Vous devrez cliquer sur Appliquer, agiter la baguette magique et faire une danse magique pour que cela fonctionne.
ru: Выберите диспетчер окон. Вам надо будет нажать "Применить", сделать несколько пасов руками и станцевать ритуальный танец чтобы это заработало.
zh_tw: 選擇您想要的視窗管理程式。您需要點擊套用、揮舞神奇魔仗，而且跳魔幻舞才能讓它作用。

source: Start in T_erminal
es: Iniciar en una terminal
fr: Démarrer dans un t_erminal
ru: Запускать в терминале
zh_tw: 在終端機中開始 (_E)

source: Terminal
ru: Терминал
zh_tw: 終端機

source: Text Editor
ru: Текстовый редактор
zh_tw: 文字編輯器

source: This application can open _URIs
ru: Это приложение может открывать _URI
zh_tw: 此應用程式可開啟 _URI

source: This application can open _multiple files
ru: Это приложение может открывать н_есколько файлов
zh_tw: 此應用程式可同時開啟多個檔案(_M)

source: This application needs to be run in a _shell
ru: Это приложение должно быть запущено в _оболочке

source: Understands _Netscape Remote Control
es: Entiende el control remoto de Netscape
fr: Comprend le contrôle à distance _Netscape
ru: Понимает Netscape Remote Control
zh_tw: 瞭解 Netscape 遠端控制 (_N)

source: Use this _editor to open text files in the file manager
ru: Использовать этот _редактор для открытия текстовых файлов в менеджере файлов
zh_tw: 使用該編輯器開啟檔案管理員中的文字檔(_E)

source: Web Browser
ru: Веб-браузер
zh_tw: 網頁瀏覽器

source: Window Manager
ru: Диспетчер окон
zh_tw: 視窗管理程式

source: _Name:
ru: Наи_менование:
zh_tw: 名稱(_N)：

source: _Properties...
ru: _Настроить...
zh_tw: 屬性(_P)...

source: _Select a Help Browser:
es: Seleccione un navegador de web
fr: _Sélectionnez un navigateur d'aide :
ru: Выбрать программу просмотра справки:
zh_tw: 選擇說明瀏覽器 (_S):

source: _Select a Terminal:
es: Terminal predeterminado
fr: _Sélectionnez un terminal :
ru: Выбрать терминал:
zh_tw: 選擇終端機 (_S):

source: _Select a Web Browser:
es: Seleccione un navegador de web
fr: _Sélectionnez un navigateur Web :
ru: Выбрать веб-браузер:
zh_tw: 選擇 Web 瀏覽器 (_S):

source: _Select an Editor:
es: Seleccione un editor
fr: _Sélectionnez un éditeur :
ru: Выбрать редактор:
zh_tw: 選擇編輯器 (_S):

source: Accessibility
es: Accesibilidad
fr: Accessibilité
ru: Специальные возможности
zh_tw: 協助工具

source: Accessibility Settings
es: Configuración principal
fr: Paramètres d'accessibilité
ru: Установки Специальных возможностей
zh_tw: 協助工具設定

source: Advanced
es: Avanzadas
fr: Avancés
ru: Дополнительно
zh_tw: 進階

source: Advanced Settings
es: Configuración principal
fr: Paramètres avancés
ru: Дополнительные установки
zh_tw: 進階設定

source: Control Center Menu
es: Centro de Control de GNOME
fr: Menu du centre de contr?e
ru: Центр управления GNOME
zh_tw: 控制中心選單

source: Sawfish window manager
es: Gestor de ventanas Sawfish
fr: Gestionnaire de fen?res Sawfish
ru: Диспетчер окон
zh_tw: Sawfish 視窗管理程式

source: Appearance
es: Aspecto
fr: Apparence
ru: Вид
zh_tw: 外觀

source: Configure window appearance
es: Configurar gestión de energía
fr: Configure l'apparence des fen?res
ru: Настроить вид окна
zh_tw: 組態視窗外觀

source: Configure key shortcuts
es: Configurar teclas de método abreviado
fr: Configure les raccourcis clavier
ru: Настроить комбинации клавиш
zh_tw: 組態快速鍵

source: Shortcuts
es: Corto
fr: Raccourcis
ru: Комбинации клавиш
zh_tw: 捷徑

source: Configure window focusing
es: Configurar foco de ventana
fr: Configure la politique de focus
ru: Настроить фокус ввода для окна
zh_tw: 組態視窗焦點
