Repository: GNOME/gnome-i18n
Catalog: sun-po/gnome-control-center/*.po
Languages: es, fr, ru, zh_tw

source: Please put your mime-type in the format: CATEGORY/TYPE For Example: image/png
es: Especifique el tipo MIME en el formato: CATEGORÍA/TIPO Por ejemplo: image/png
fr: Veuillez ?rire votre type MIME sous la forme : CATEGORIE/TYPE Par exemple : image/png
ru: Введите тип MIME в формате: КАТЕГОРИЯ/ТИП Например: image/png
zh_tw: 請以下列格式輸入 MIME 類型: CATEGORY/TYPE 例如: image/png

source: This mime-type already exists
es: Este tipo MIME ya existe
fr: Ce type MIME existe d?à
ru: Этот тип MIME уже существует
zh_tw: 這個 MIME 類型已經存在

source: We are unable to create the directory ~/.gnome/mime-info We will not be able to save the state.
es: No se puede crear el directorio ~/.gnome/mime-info No se podrá guardar el estado.
fr: Impossible de cr?r le r?ertoire ~/.gnome/mime-info/ L'?at ne pourra pas ?re enregistr_.
ru: Невозможно создать каталог ~/.gnome/mime-info Это состояние не будет сохранено.
zh_tw: 無法建立目錄 ~/.gnome/mime-info 將無法儲存狀態。

source: We are unable to access the directory ~/.gnome/mime-info We will not be able to save the state.
es: No se puede acceder al directorio ~/.gnome/mime-info No se podrá guardar el estado.
fr: Impossible d'acc?er au r?ertoire ~/.gnome/mime-info/ L'?at ne pourra pas ?re enregistr_.
ru: Невозможно получить доступ к каталогу ~/.gnome/mime-info Это состояние не будет сохранено.
zh_tw: 無法存取目錄 ~/.gnome/mime-info 將無法儲存狀態。

source: Cannot create the file ~/.gnome/mime-info/user.mime We will not be able to save the state
es: No se puede crear el archivo ~/.gnome/mime-info/user.mime No se podrá guardar el estado
fr: Impossible de cr?r le fichier ~/.gnome/mime-info/user.mime L'?at ne pourra pas ?re enregistr_.
ru: Не удается создать файл ~/.gnome/mime-info/user.mime Это состояние не будет сохранено.
zh_tw: 無法建立檔案 ~/.gnome/mime-info/user.mime 將無法儲存狀態

source: Cannot create the file ~/.gnome/mime-info/user.keys. We will not be able to save the state
es: No se puede crear el archivo ~/.gnome/mime-info/user.keys. No se podrá guardar el estado
fr: Impossible de cr?r le fichier ~/.gnome/mime-info/user.keys L'?at ne pourra pas ?re enregistr_.
ru: Не удается создать файл ~/.gnome/mime-info/user.keys. Это состояние не будет сохранено.
zh_tw: 無法建立檔案 ~/.gnome/mime-info/user.keys. 將無法儲存狀態

source: Configure how files are associated and started
es: Configurar cómo se asocian e inician los archivos
fr: Configure l'association et le démarrage des fichiers
ru: Настроить запуск файлов и их связи с приложениями
zh_tw: 組態檔案關聯和啟動的方式

source: Mime Types
fr: Types MIME
ru: Тип MIME
zh_tw: Mime 類型

source: Add Mime Type
fr: Ajouter un type Mime
ru: Добавить тип файла...
zh_tw: 加入 Mime 類型

source: Add a new Mime Type For example: image/tiff; text/x-scheme
es: Agregue un nuevo tipo MIME Por ejemplo, image/tiff; text/x-scheme
fr: Ajouter un nouveau type MIME Par exemple : image/tiff; text/x-scheme
ru: Добавить новый тип Mime Пример: image/tiff; text/x-scheme
zh_tw: 加入新的 Mime 類型 例如: image/tiff; text/x-scheme

source: Type in the extensions for this mime-type. For example: .html, .htm
es: Escriba las extensiones para este tipo MIME. Por ejemplo, .html, .htm
fr: Tapez les extensions de fichier pour ce type MIME. Par exemple : .html, .htm
ru: Введите расширения для этого типа Mime. Пример: .html, .htm
zh_tw: 鍵入這個 MIME 類型的副檔名。 例如：.html、.htm

source: Extension:
ru: Расширение
zh_tw: 副檔名：

source: Regular Expressions
es: Expresiones regulares
fr: Expressions r?uli?es
ru: Регулярные выражения
zh_tw: 正規表示式

source: You can set up two regular expressions here to identify the Mime Type by. These fields are optional.
es: Se pueden establecer aquí dos expresiones regulares mediante las que identificar el tipo MIME. Estos campos son opcionales.
fr: Vous pouvez donner deux expressions r?uli?es pour identifier le type MIME. Ces champs sont optionnels.
ru: Можно установить два регулярных выражения для идентифицирования типа Mime. Эти поля дополнительные.
zh_tw: 您可以在此處設定兩個正規表示式，來識別 Mime 類型 。這些欄位是選用的。

source: <b>Unknown Cursor</b> %s
es: <b>Cursor desconocido</b> %s
fr: <b>Curseur inconnu</b> %s
ru: <b>Неизвестный курсор</> %s
zh_tw: <b>未知游標</b> %s

source: <b>Default Cursor - Current</b> The default cursor that ships with X
es: <b>Cursor predeterminado - Actual</b> El cursor predeterminado que incorpora X
fr: <b>Curseur par défaut - Courant</b> Le curseur par défaut de X
ru: <b>Курсор по умолчанию - текущий</b> Курсор по умолчанию поставляемый с X
zh_tw: <b>預設游標 - 現用</b> 與 X 隨附的預設游標

source: <b>Default Cursor</b> The default cursor that ships with X
es: <b>Cursor predeterminado</b> El cursor predeterminado que incorpora X
fr: <b>Curseur par défaut</b> Le curseur par défaut de X
ru: <b>Курсор по умолчанию</b> Курсор по умолчанию поставляемый с X
zh_tw: <b>預設游標</b> 與 X 隨附的預設游標

source: <b>White Cursor - Current</b> The default cursor inverted
es: <b>Cursor blanco - Actual</b> El cursor predeterminado invertido
fr: <b>Curseur blanc - Courant</b> Le curseur par défaut inversé
ru: <b>Белый курсор - Текущий</b> Инвертированный курсор по умолчанию
zh_tw: <b>白色游標 - 現用</b> 反向預設游標

source: <b>White Cursor</b> The default cursor inverted
es: <b>Cursor blanco</b> El cursor predeterminado invertido
fr: <b>Curseur blanc</b> Le curseur par défaut inversé
ru: <b>Белый курсор</b> Инвертированный курсор по умолчанию
zh_tw: <b>白色游標</b> 反向預設游標

source: <b>Large Cursor - Current</b> Large version of normal cursor
es: <b>Cursor grande - Actual</b> Versión de gran tamaño del cursor normal
fr: <b>Grand curseur - Courant</b> Grande version du curseur normal
ru: <b>Большой курсор - Текущий</b> Увеличенная версия обычного курсора
zh_tw: <b>大型游標 - 現用</b> 正常游標的大型版本

source: <b>Large Cursor</b> Large version of normal cursor
es: <b>Cursor grande - Actual</b> Versión de gran tamaño del cursor normal
fr: <b>Grand curseur</b> Grande version du curseur normal
ru: <b>Большой курсор</b> Увеличенная версия обычного курсора
zh_tw: <b>大型游標</b> 正常游標的大型版本

source: <b>Large White Cursor - Current</b> Large version of white cursor
es: <b>Cursor blanco grande - Actual</b> Versión de gran tamaño del cursor blanco
fr: <b>Grand curseur blanc - Courant</b> Grande version du curseur blanc
ru: <b>Большой белый курсор - Текущий</b> Увеличенная версия белого курсора
zh_tw: <b>大型白色游標 - 現用</b> 白色游標的大型版本

source: <b>Large White Cursor</b> Large version of white cursor
es: <b>Cursor blanco grande</b> Versión de gran tamaño del cursor blanco
fr: <b>Grand curseur blanc</b> Grande version du curseur blanc
ru: <b>Большой белый курсор</b> Увеличенная версия белого курсора
zh_tw: <b>大型白色游標</b> 白色游標的大型版本

source: <b>Note:</b> You will need to logout and log back in for this setting to take effect.
ru: <b>Внимание:</b> Для того чтобы установки подействовали, надо выйти и заново войти в систему.

source: <i>Fast</i>
ru: <i>Высокая</i>

source: <i>High</i>
ru: <i>Высокая</i>

source: <i>Large</i>
ru: <i>Большая</i>

source: <i>Low</i>
ru: <i>Низкая</i>

source: <i>Slow</i>
ru: <i>Низкая</i>

source: <i>Small</i>
ru: <i>Малая</i>

source: Animates a quick marker around the cursor when the Control key has been pressed and released.
es: Muestra un marcador rápido animado alrededor del cursor cuando se pulsa y suelta la tecla Control.
fr: Anime un marqueur rapide autour du curseur lorsque la touche Ctrl a été enfoncée et relâchée.
ru: Рисует вокруг курсора отметку при нажатии клавиши Ctrl.
zh_tw: 當按下並釋放 Control 鍵時，就在游標周圍繪製快速標記的動畫。

source: Buttons
ru: Кнопки
zh_tw: 按鈕

source: Cursor Theme
es: Tema de cursor
fr: Thème de curseur
ru: Тема курсора
zh_tw: 游標佈景主題

source: Cursors
ru: Курсоры
zh_tw: 鼠標

source: Double-click Delay
es: Retraso de doble pulsación
fr: Délai de double-clic
ru: Задержка двойного щелчка
zh_tw: 按兩下延遲

source: Drag and Drop
es: Arrastrar y soltar
fr: Glisser-déposer
ru: Перетаскивание и оставление
zh_tw: 拖曳與放下

source: Left-handed mouse mode switches the left and right buttons on the mouse.
es: El modo de ratón de mano izquierda cambia los botones izquierdo y derecho del ratón.
fr: Le mode souris pour gaucher intervertit les boutons gauche et droit de la souris.
ru: Режим мыши под левую руку меняет местами левую и правую кнопки мыши.
zh_tw: 實用左手滑鼠模式交換滑鼠上左右按鈕。

source: Locate Pointer
es: Localizar puntero
fr: Localiser le pointeur
ru: Найти указатель
zh_tw: 定位指標

source: Maximum time allowed between clicks when double-clicking. Use the box on the right to test.
es: Tiempo máximo permitido entre clics en el doble clic. Utilice el cuadro de la derecha para comprobar.
fr: Durée maximale autorisée entre les deux clics d'un double-clic. Utilisez la zone de droite pour tester.
ru: Максимальное время между щелчками в двойном щелчке. Используйте поле справа для проверки.
zh_tw: 按兩下時兩次點擊之間允許的最大時間。使用右邊的方塊進行測試。

source: Motion
ru: Движение

source: Mouse Orientation
es: Configuración del ratón
fr: Orientation de la souris
ru: Ориентация мыши

source: Mouse Preferences
ru: Настроить мышь
zh_tw: 滑鼠偏好設定

source: Set the distance you need to move your cursor before dragging an item.
es: Establezca la distancia que se debe mover el cursor antes de arrastrar un elemento.
fr: Définit la distance dont il faut déplacer le curseur avant de faire glisser un élément.
ru: Установить расстояние, на которое должен быть смещён курсор для перетаскивания элемента.
zh_tw: 設定拖曳項目前需要移動游標的距離。

source: Set the speed of your pointing device.
es: Establezca la velocidad del dispositivo para señalar.
fr: Définit la vitesse de votre dispositif de pointage.
ru: Установить скорость курсора.
zh_tw: 設定指標裝置的速度。

source: Speed
es: Velocidad
fr: Vitesse
ru: Скорость
zh_tw: 速度

source: _Acceleration:
es: Cantidad de iteraciones
fr: _Acc??ation :
ru: Ускорение:
zh_tw: 加速 (_A)：

source: _Delay (sec):
es: _Retraso (segundos):
fr: _Délai (s) :
ru: Задержка (сек):
zh_tw: 延遲 (_D) (秒)：

source: _Left-handed mouse
es: Zurdo
fr: _Souris pour gaucher
ru: Мышь под левую руку
zh_tw: 慣用左手滑鼠 (_L)

source: _Sensitivity:
es: Sensibilidad
fr: _Sensibilité :
ru: Чувствительность:
zh_tw: 敏感度 (_S)：

source: _Show position of cursor when the Control key is pressed
es: _Mostrar posición del cursor cuando se pulsa la tecla Control
fr: _Afficher la position du curseur lorsque la touche Ctrl est enfoncée
ru: Показывать положение курсора когда нажата клавиша Ctrl
zh_tw: 按下控制鍵值顯示游標的位置 (_S)

source: _Threshold:
es: _Umbral:
fr: _R?ctivité :
ru: Порог:
zh_tw: 臨界值 (_T)：

source: Mouse
es: Ratón
fr: Souris
ru: Мышь
zh_tw: 滑鼠

source: Mouse Properties
es: Propiedades del ratón
fr: Propriétés de la souris
ru: Свойства мыши
zh_tw: 滑鼠特性

source: Network
fr: Réseau
ru: Сеть
zh_tw: 網絡

source: Network Preferences
fr: Préférences du réseau
ru: Настроить сеть
zh_tw: 網絡偏好設定

source: HTTP Proxy Settings
fr: Réglages du proxy HTTP
ru: Установки прокси типа HTTP
zh_tw: HTTP 代理伺服器設定

source: P_ort:
ru: По_рт:
zh_tw: 連接埠(_O)：

source: Pass_word:
fr: Mot de _passe :
ru: Пар_оль:
zh_tw: 密碼(_W)：

source: Pro_xy requires a username and password
fr: Le Pro_xy nécessite un identifiant et un mot de passe
ru: Про_кси требует имя пользователя и пароль
zh_tw: 使用代理伺服器需要用戶名稱及密碼(_X)

source: User_name:
fr: _Identifiant :
ru: И_мя пользователя:
zh_tw: 用戶名稱(_N)：

source: _Location:
fr: _Emplacement :
ru: Распо_ложение:
zh_tw: 位置(_L)：

source: _Use HTTP proxy
fr: _Utiliser un proxy HTTP
ru: Использовать _прокси типа HTTP
zh_tw: 使用 HTTP 代理伺服器(_U)

source: Sound preferences
es: Colores de fondo
fr: Pr??ences du son
ru: Свойства звука
zh_tw: 音效偏好設定

source: E_nable sound server startup
es: Activar el lanzamiento del servidor de sonido
fr: _Activer le serveur de sons au démarrage
ru: Включать сервер звука при запуске
zh_tw: 啟用音效伺服器啟動 (_N)

source: Sound _Events
es: Sonidos para los eventos
fr: _?v?ements sonores
ru: Звуки событий
zh_tw: 音效事件 (_E)

source: _General
fr: _G??al
ru: Общие
zh_tw: 一般 (_G)

source: _Sounds for events
es: Sonidos para los eventos
fr: Effets _sonores des événements
ru: Звуки для событий
zh_tw: 事件的音效 (_S)

source: Configure GNOME's use of sound
es: Configurar los sonidos de GNOME
fr: Configuration des effets sonores de GNOME
ru: Настроить использование звука в GNOME
zh_tw: 組態 GNOME 使用的音效

source: Eenie Meenie Mynie Moe Catcha Tiger By Its Toe
es: Tres tristes tigres triscan trigo en un trigal
ru: Эники-беники ели вареники, эники-беники клец - вышел пузатый матрос

source: Selected themes from above will be tested by previewing here.
es: Aquí se previsualizarán los temas seleccionados arriba.
fr: Les thèmes sélectionnés au-dessus sont prévisualisés ici
ru: Выбранные выше темы можно просмотреть здесь.
zh_tw: 上述的所選佈景主題會在此處預覽以進行測試。

source: Sample Button
es: Botón de ejemplo
fr: Exemple de bouton
ru: Образец кнопки
zh_tw: 樣本按鈕

source: Sample Check Button
es: Botón de verificación de ejemplo
fr: Exemple de case à cocher
ru: Образец кнопки отметки
zh_tw: 樣本核取按鈕

source: Sample Text Entry Field
es: Campo de entrada de texto de ejemplo
fr: Exemple de zone de texte
ru: Образец текстового поля
zh_tw: 樣本文字輸入欄位

source: Submenu
es: Submenú
fr: Sous-menu
ru: Вложенное меню
zh_tw: 子選單

source: Item 1
es: Elemento 1
fr: ?l?ent 1
ru: Элемент 1
zh_tw: 項目 1

source: Another item
es: Otro elemento
fr: Un autre ??ent
ru: Другой элемент
zh_tw: 其他項目

source: Radio Button 1
es: Botón de radio 1
fr: Bouton radio 1
ru: Радио-кнопка 1
zh_tw: 圓按鈕 1

source: Radio Button 2
es: Botón de radio 2
fr: Bouton radio 2
ru: Радио-кнопка 2
zh_tw: 圓按鈕 2

source: One
es: Uno
fr: Un
ru: Один
zh_tw: 一

source: Two
es: Dos
fr: Deux
ru: Два
zh_tw: 二

source: Change the appearance of buttons, scrollbars, etc
ru: Изменить внешний вид кнопок, полос прокрутки и т.п.
zh_tw: 更改按鈕、捲動列等等的外觀

source: Theme
ru: Тема
zh_tw: 佈景主題

source: Gtk+ Theme Preferences
ru: Настроить темы Gtk+
zh_tw: Gtk+ 佈景主題偏好設定

source: Install new theme
ru: Установить новую тему
zh_tw: 安裝新的佈景主題

source: Installed Themes
ru: Установленные темы
zh_tw: 已安裝的佈景主題

source: List of available GTK+ themes
ru: Список доступных тем Gtk+
zh_tw: 可供選擇的 GTK+ 佈景主題

source: New themes can also be installed by dragging them into the window.
ru: Новые темы могут быть также установленны перетаскиванием их в окно.
zh_tw: 可以將佈景主題檔案拖曳至此視窗來安裝佈景主題。

source: _Go to theme folder
ru: _Перейти в каталог тем
zh_tw: 開啟佈景主題資料夾(_G)

source: _Install
ru: _Установить
zh_tw: 安裝(_I)

source: _Install new theme...
ru: _Установить новую тему...
zh_tw: 安裝新的佈景主題(_I)...

source: _Location of new theme:
ru: _Расположение новой темы:
zh_tw: 新佈景主題的位置(_L)：

source: Change how toolbars and menus are displayed
ru: Изменить отображение панелей инструментов и меню
zh_tw: 更改工具列及選單的顯示方式

source: Toolbars & Menus
es: Barras de herramientas y menús
fr: Barres d'outils et menus
ru: Панели инструментов и меню
zh_tw: 工具列與選單

source: Behavior
fr: Comportement
ru: Поведение
zh_tw: 行為

source: Sets the default behavior of GNOME applications
es: Establece el comportamiento predeterminado de las aplicaciones GNOME
fr: Définit le comportement par défaut des applications GNOME
ru: Установить поведение приложений GNOME по умолчанию
zh_tw: 設定 GNOME 應用程式的預設行為

source: A preview of what a menubar looks like with these settings.
ru: Пример того, как строка меню будет выглядеть с этими установками.
zh_tw: 根據以上設定，顯示選單列的樣本。

source: A preview of what a toolbar looks like with these settings.
ru: Пример того, как панель инстументов будет выглядеть с этими установкми.
zh_tw: 根據以上設定，顯示工具列的樣本。

source: Icons Only
ru: Только пиктограммы
zh_tw: 僅使用圖示

source: Item 2
es: Elemento 2
fr: ?l?ent 2
ru: Элемент 2
zh_tw: 項目 2

source: Item 3
es: Elemento 3
fr: ?l?ent 3
ru: Элемент 3
zh_tw: 項目 3

source: Menu Item 1
es: Elemento de menú 1
fr: Élément de menu 1
ru: Элемент Меню 1
zh_tw: 選單項目 1

source: Menu Item 2
es: Elemento de menú 2
fr: Élément de menu 2
ru: Элемент меню 2

source: Menu Item 3
es: Elemento de menú 3
fr: Élément de menu 3
ru: Элемент меню 3
zh_tw: 選單項目 3

source: Menu Item 4
es: Elemento de menú 4
fr: Élément de menu 4
ru: Элемент меню 4
zh_tw: 選單項目 4

source: Menu Item 5
es: Elemento de menú 5
fr: Élément de menu 5
ru: Элемент меню 5
zh_tw: 選單項目 5

source: Menu items can have _icons
ru: Элементы меню могут содержать _пиктограммы
zh_tw: 選單項目具有圖示(_I)

source: Menus
es: Ratón
ru: Меню
zh_tw: 選單

source: New File
es: Archivo nuevo
fr: Nouveau fichier
ru: Создать файл
zh_tw: 新增檔案

source: Open File
es: Figuras abiertas.
fr: Ouvrir un fichier
ru: Открыть файл
zh_tw: 開啟檔案

source: Priority Text Beside Icons
ru: Помещать текст за пиктограммами
zh_tw: 圖示旁加文字

source: Sample Menubar
es: Barra de menús de ejemplo
fr: Exemple de barre de menus
ru: Образец панели меню
zh_tw: 樣本選單列

source: Sample Toolbar
es: Barra de herramientas de ejemplo
fr: Exemple de barre d'outils
ru: Образец панели инструментов
zh_tw: 樣本工具列

source: Save File
es: Guardar archivo
fr: Enregistrer le fichier
ru: Сохранить файл
zh_tw: 儲存檔案

source: Text Below Icons
ru: Текст под пиктограммами
zh_tw: 圖示下加文字

source: Text Only
ru: Только текст
zh_tw: 僅使用文字

source: Toolbar
es: Barra de herramientas
fr: Barre d'outils
ru: Панель инструментов
zh_tw: 工具列

source: Toolbar and Menu Preferences
ru: Настроить панели инструментов и меню
zh_tw: 工具列及選單屬性

source: Toolbars can be _detached and moved around
es: Las barras de herramientas se pueden desprender y mover
fr: Les barres d'outils sont _détachables et déplaçables
ru: Панели меню могут быть отцеплены и перемещены
zh_tw: 工具列可以卸離而且四處移動 (_D)

source: _Menu
es: _Menú
ru: Меню
zh_tw: 選單 (_M)

source: _Toolbars have:
es: Las barras de _herramientas tienen:
fr: Les _barres d'outils ont :
ru: Панели инструментов имеют:
zh_tw: 工具列有 (_T)：

source: Protocol
fr: Protocole
ru: Наименование протокола
zh_tw: 協定

source: Command
fr: Commande
ru: Команда:
zh_tw: 指令

source: URL Handlers
es: Gestores de URL
fr: Gestionnaires d'URL
ru: Обработчики URL
zh_tw: URL 處理常式

source: handler:
es: gestor:
fr: gestionnaire :
ru: обработчик:
zh_tw: 處理常式:

source: Netscape (new window)
es: Netscape (nueva ventana)
fr: Netscape (nouvelle fen?re)
ru: Netscape (новое окно)
zh_tw: Netscape (新視窗)

source: Help browser
fr: Navigateur d'aide
ru: Программа просмотра справки
zh_tw: 說明瀏覽器

source: Help browser (new window)
es: Explorador de ayuda (nueva ventana)
fr: Navigateur d'aide (nouvelle fen?re)
ru: Браузер справки (новое окно)
zh_tw: 說明瀏覽器 (新視窗)

source: Set
es: Definir
fr: D?inir
ru: Набор
zh_tw: 設定

source: Configure which programs are used to display URLs
es: Configurar los programas utilizados para mostrar URL
fr: Configure quels programmes sont utilisés pour afficher les URL
ru: Указать, какая программа используется для отображения URL
zh_tw: 程式用來顯示 URL 的組態

source: Initialize session settings
es: Inicializar valores de configuración de sesión
fr: Initialiser la session
ru: Инициализировать настройки сеанса
zh_tw: 初始化作業階段設定

source: Starting %s (%d seconds left before operation times out)
es: Iniciando %s (quedan %d segundos antes de que se agote el tiempo de espera máximo de la operación)
fr: D?arrage de %s (%d secondes avant expiration du temps imparti)
ru: Запуск %s (%d сек осталось до таймаута операции)
zh_tw: 字串 %s (作業逾時前還剩下 % 秒)

source: (Not found)
es: (No encontrado)
fr: (non trouv_)
ru: (Не найдено)
zh_tw: (找不到)

source: wm-properties-capplet: Unable to initialize window manager. Another window manager is already running and could not be killed
es: wm-properties-capplet: No se puede inicializar el gestor de ventanas. Hay otro gestor de ventanas ejecutándose y no es posible eliminarlo
fr: wm-properties-capplet : Impossible d'initialiser le gestionnaire de fen?res. Un autre gestionnaire de fen?res est d?_ en cours d'ex?ution et ne peut pas ?re terminé
ru: wm-properties-capplet: Невозможно инициировать менеджер окон. Другой менеджер окон уже работает и не может быть аннулирован
zh_tw: wm-properties-capplet: 無法初始化視窗管理程式。 另一個視窗管理程式已經執行，而且無法中止

source: wm-properties-capplet: Unable to initialize window manager. '%s' didn't start
es: wm-properties-capplet: No se puede inicializar el gestor de ventanas. '%s' no se ha iniciado
fr: wm-properties-capplet : Impossible d'initialiser le gestionnaire de fen?res. ? %s ? n'a pas d?arré
ru: wm-properties-capplet: Невозможно инициировать менеджер окон. '%s' не запущен
zh_tw: wm-properties-capplet: 無法初始化視窗管理程式。 '%s' 沒有啟動

source: Previous window manager did not die
fr: Le gestionnaire de fen?res pr??ent fonctionne toujours
ru: Предыдущий менеджер окон не аннулирован
zh_tw: 上一個視窗管理程式沒有消逝

source: Could not start '%s'. Falling back to previous window manager '%s'
es: No se ha podido iniciar '%s'. Se va a volver al gestor de ventanas anterior '%s'
fr: N'a pas pu d?arrer ? %s ?. Retourne au gestionnaire de fen?res pr??ent ? %s ?
ru: Не удается запустить '%s'. Возврат к предыдущему менеджеру окон '%s'
zh_tw: 無法啟動 '%s'。 回復至上一個視窗管理程式 '%s'

source: Could not start fallback window manager. Please run a window manager manually. You can do this by selecting "Run Program" in the foot menu
es: No se ha podido iniciar el gestor de ventanas anterior. Ejecute un gestor de ventanas manualmente. Para ello puede seleccionar "Ejecutar programa" en el menú inferior
fr: N'a pas pu d?arrer le gestionnaire de fen?res pr??ent. D?arrez un gestionnaire de fen?res manuellement. Vous pouvez le faire en s?ectionnant ? Ex?uter... ? dans le menu GNOME
ru: Не удается запустить возврат к предыдущему менеджеру окон. Запустите менеджер окон вручную. Это можно сделать, выбрав в нижнем меню команду "Run Program"
zh_tw: 不要啟動回復視窗管理程式。 請手動執行視窗管理程式。完成的方法是 選擇"執行程式" (在 尾選單中)

source: Window Preferences
ru: Настроить окно
zh_tw: 視窗偏好設定

source: Apply Now
ru: Применить сейчас
zh_tw: 立刻套用設定

source: Select windows when the mouse moves over them
ru: Выбирать окна, когда указательмыши находится над ним

source: Titlebar Font
ru: Шрифт заголовка
zh_tw: 視窗標題字型

source: Window Border Appearance
ru: Внешний вид рамки окна
zh_tw: 視窗邊框外觀

source: Window Manager:
ru: Диспетчер окон:
zh_tw: 視窗管理程式：

source: Window Properties
ru: Настроить окно
zh_tw: 視窗屬性

source: Windows
ru: Окна
zh_tw: 視窗

source: Window Maker
ru: Диспетчер окон
zh_tw: 視窗建立器

source: %s (Current)
es: %s (Actual)
fr: %s (En cours)
ru: %s (Текущий)
zh_tw: %s (目前)

source: Run Configuration Tool for %s
es: Ejecutar herramienta de configuración de %s
fr: Lancer l'outil de configuration pour %s
ru: Запуск инстумента конфигурации для %s
zh_tw: 執行 %s 的組態工具
