Repository: GNOME/gnome-i18n
Catalog: sun-po/gnome-control-center/*.po
Languages: es, fr, ru, zh_tw

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. You can do so immediately by selecting the "Save session now" below, or you can save your session later. This can be done either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
es: Se ha cambiado el gestor de ventanas actual. Para guardar dicho cambio deberá guardar la sesión actual. Si desea hacerlo inmediatamente, seleccione a continuación "Guardar sesión ahora"; también puede guardar la sesión después. Para ello, seleccione "Guardar sesión actual" en "Configuración" en el menú principal o active "Guardar configuración actual" cuando finalice la sesión.
fr: Votre gestionnaire de fen?res courant a chang_. Pour que le changement soit enregistr_, vous devez enregistrer la session actuelle. Cela peut ?re fait imm?iatement en s?ectionnant ? Enregistrer la session maintenant ? ci-dessous ; vous pouvez aussi enregistrer votre session plus tard. Ceci peut ?re fait en s?ectionnant ? Enregistrer la session actuelle ? dans le menu principal ou en activant ? Enregistrer la session actuelle ? en vous d?onnectant.
ru: Текущий менеджер окон изменен. Чтобы сохранить это изменение, необходимо сохранить текущий сеанс. Это можно сделать сейчас, выбрав внизу "Сохранить сеанс сейчас" , или сохранить сеанс позднее. Для этого выберите в главном меню пункт "Настройки" и команду "Сохранить текущий сеанс" или включите функцию "Сохранить текущие настройки" при выходе из системы.
zh_tw: 您目前的視窗管理程式已經變更。為了 儲存這個變更，將需要儲存目前的 作業階段。可以立即完成的方法是選擇下方的"立即儲存 作業階段"，或是稍後儲存作業階段。完成這個的方法 是選擇"設定"下的"儲存目前階段" (在主選單中)，或是開啟"儲存目前設定" ( 登出時)。

source: Save Session Later
es: Guardar sesión más tarde
fr: Enregistrer la session plus tard
ru: Сохранить сеанс позднее
zh_tw: 稍後儲存作業階段

source: Save Session Now
es: Guardar sesión ahora
fr: Enregistrer la session maintenant
ru: Сохранить сеанс сейчас
zh_tw: 立即儲存作業階段

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. This can be done by either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
es: Se ha cambiado el gestor de ventanas actual. Para guardar dicho cambio deberá guardar la sesión actual. Para ello, seleccione "Guardar sesión actual" en "Configuración" en el menú principal, o active "Guardar configuración actual" cuando finalice la sesión.
fr: Votre gestionnaire de fen?res a ?_ chang_. Pour que le changement soit enregistr_, vous devez enregistrer la session actuelle. Cela peut ?re fait en s?ectionnant ? Enregistrer la session courante ? sous l'entr? ? Param?res ? du menu principal ou en activant l'option ? Enregistrer la configuration actuelle ? _ la fin de votre session.
ru: Текущий менеджер окон изменен. Чтобы сохранить это изменение, необходимо сохранить текущий сеанс. Для этого выберите в главном меню пункт "Настройки" и команду "Сохранить текущий сеанс" или включите функцию "Сохранить текущие настройки" при выходе из системы.
zh_tw: 您目前的視窗管理程已經變更。為了 儲存這個變更，將需要儲存目前的 作業階段。完成的方法是選擇"儲存目前作業階段" (主選單的"設定"之下)，或是開啟 "儲存目前設定" (登出時)。

source: Add New Window Manager
fr: Ajoutez un nouveau gestionnaire de fen?res
ru: Диспетчер окон
zh_tw: 加入新的視窗管理程式

source: Cancel
es: Célula
fr: Annuler
ru: Отменить
zh_tw: 取消

source: Name:
fr: Nom :
ru: Наименование
zh_tw: 名稱：

source: Command:
fr: Commande :
ru: Команда:
zh_tw: 指令：

source: Configuration Command:
es: Comando de configuración:
fr: Commande de configuration :
ru: Команда конфигурации:
zh_tw: 組態指令：

source: Window manager is session managed
es: La sesión gestiona el gestor de ventanas
fr: Le gestionnaire de fen?res est g?_ par la session
ru: Менеджер окон - это управляемый сеанс.
zh_tw: 視窗管理程式依階段管理

source: Name cannot be empty
es: El nombre no puede estar vacío
fr: Le champ du nom ne doit pas ?re vide
ru: Имя не может быть пустым
zh_tw: 名稱不能空白

source: Command cannot be empty
es: El comando no puede estar vacío
fr: Le champ de la commande ne peut pas ?re vide
ru: Команда не может быть пустой
zh_tw: 指令不能空白

source: Edit Window Manager
fr: ?diter le gestionnaire de fen?res
ru: Диспетчер окон
zh_tw: 編輯視窗管理程式

source: You cannot delete the current Window Manager
es: No se puede suprimir el gestor de ventanas actual
fr: Vous ne pouvez pas supprimer le gestionnaire de fen?res actuel
ru: Нельзя удалить текущий менеджер окон
zh_tw: 您無法刪除目前的視窗管理程式

source: Window Manager Selector
fr: Sélecteur de gestionnaire de fenêtres
ru: Диспетчер окон
zh_tw: 視窗管理程式選擇器

source: GNOME Control Center: %s
es: Centro de Control de GNOME:
fr: Centre de contr?e GNOME : %s
ru: Центр управления GNOME: %s
zh_tw: GNOME 控制中心：%s

source: Layout
es: Diseño
fr: Disposition
ru: Размещение
zh_tw: 配置

source: Layout to use for this view of the capplets
es: Diseño que se debe utilizar en esta vista de las capplets
fr: Disposition à utiliser pour cette vue des capplets
ru: Размещение, используемое для этого окна капплетов
zh_tw: Capplet 的這個檢視使用的配置

source: Capplet directory object
es: Objeto directorio de capplets
fr: Objet répertoire de capplets
ru: Объект каталога капплета
zh_tw: Capplet 目錄物件

source: Capplet directory that this view is viewing
es: El directorio de capplets que se muestra en esta visualización
fr: Répertoire de capplets affiché par cette vue
ru: Каталог капплета, который отображается этим видом
zh_tw: 這個檢視正在檢視的 Capplet 目錄

source: translator_credits
ru: Макс Валянский <maxcom@vinchi.ru> Сергей Панов <sipan@mit.edu> Валёк Филиппов <frob@df.ru> Дмитрий Мастрюков <dmitry@taurussoft.org>

source: GNOME Control Center
es: Centro de Control de GNOME
fr: Centre de contrôe GNOME
ru: Центр управления GNOME
zh_tw: GNOME 控制中心

source: Desktop properties manager.
es: Gestor de las propiedades del escritorio.
fr: Gestionnaire des propriétés du bureau.
ru: Менеджер свойств рабочего стола.
zh_tw: 桌面內容管理程式。

source: Gnome Control Center : %s
es: Centro de control Gnome : %s
fr: Centre de contr?e GNOME : %s
ru: Центр управления GNOME: %s
zh_tw: Gnome 控制中心：%s

source: About this application
es: Aplicaciones predeterminadas
fr: À propos de cette application
ru: Об этой программе
zh_tw: 關於這個應用程式

source: Overview of the control center
ru: Информация о Центре управления
zh_tw: 控制中心總覽

source: _About...
es: _Acerca de...
fr: _À propos de...
ru: О программе...
zh_tw: 關於 ... (_A)

source: _Contents...
ru: _Сдержание справки...
zh_tw: 內容(_C)...

source: _File
es: Mosaico
fr: _Fichier
ru: Файл
zh_tw: 檔案 (_F)

source: _Help
es: A_yuda
fr: _Aide
ru: Справка
zh_tw: 說明 (_H)

source: The GNOME configuration tool
es: Herramienta de configuración del entorno GNOME
fr: Outil de configuration de GNOME.
ru: Средство конфигурации GNOME
zh_tw: GNOME 組態工具

source: Use shell even if nautilus is running.
es: Utilizar shell aunque se esté ejecutando nautilus.
fr: Utiliser le shell même si Nautilus fonctionne.
ru: Использовать оболочку даже если запущен Nautilus.
zh_tw: 使用命令殼，即使 Nautilus 正在執行。

source: Could not initialize Bonobo
es: No se ha podido inicializar Bonobo
fr: Impossible d'initialiser Bonobo
ru: Не удалось инициализировать Bonobo
zh_tw: 無法初始化 Bonobo

source: Cannot create the directory "%s". This is needed to allow changing cursors.
ru: Невозможно создать каталог "%s". Это необходимо для возможности изменения курсора.
zh_tw: 無法建立目錄“%s”。 更改鼠標時需要建立此目錄。

source: There was an error starting up the screensaver: %s Screensaver functionality will not work in this session.
ru: Возникла ошибка при запуске хранителя экрана: %s Хранитель экрана не будет работать в этой сессии.
zh_tw: 啟動螢幕保護程式時出現錯誤： %s 今次作業階段不會有螢幕保護桯式的功能。

source: _Do not show this message again
ru: _Не показывать это сообщение снова
zh_tw: 不再顯示此訊息(_D)

source: Couldn't load sound file %s as sample %s
ru: Не удалось загрузить звуковой файл %s в качестве сэмпла %s

source: GConf key %s set to type %s but its expected type was %s
ru: Ключ GConf %s установлен в тип %s, а ожидаемый тип был %s
zh_tw: GConf 設定鍵 %s 的類型目前是 %s，但應該是 %s

source: Type
es: Tipo
ru: Тип
zh_tw: 類型

source: Type of bg_applier: BG_APPLIER_ROOT for root window or BG_APPLIER_PREVIEW for preview
es: Tipo de bg_applier: BG_APPLIER_ROOT para ventana raíz o BG_APPLIER_PREVIEW para previsualización
fr: Type de bg_applier : BG_APPLIER_ROOT pour fenêtre root ou BG_APPLIER_PREVIEW pour aperçu
ru: Тип bg_applier: BG_APPLIER_ROOT для корневого окна или BG_APPLIER_PREVIEW для просмотра
zh_tw: bg_applier 類型: BG_APPLIER_ROOT (根視窗) 或 BG_APPLIER_PREVIEW (預覽)

source: Preview Width
es: Previsualizar
fr: Largeur d'aperçu
ru: Ширина предварительного просмотра
zh_tw: 預覽寬度

source: Width if applier is a preview: Defaults to 64.
es: Ancho si el aplicador es una previsualización: el valor predeterminado es 64.
fr: Largeur si l'applicateur est un aperçu : Valeur par défaut 64.
ru: Ширина, если будет использоваться для предварительного просмотра: по умолчанию 64.
zh_tw: 套用預覽時的寬度：預設值是 64。

source: Preview Height
es: Previsualizar
fr: Hauteur d'aperçu
ru: Высота предварительного просмотра
zh_tw: 預覽高度

source: Height if applier is a preview: Defaults to 48.
es: Alto si el aplicador es una previsualización: el valor predeterminado es 48.
fr: Hauteur si l'applicateur est un aperçu : Valeur par défaut 48.
ru: Высота, если будет использоваться для предварительного просмотра: по умолчанию 48.
zh_tw: 套用預覽時的高度：預設值是 48。

source: Can't find an hbox, using a normal file selection
es: No se puede encontrar un cuadro hbox, se utilizará un cuadro de selección de archivos normal
fr: Impossible de trouver une hbox, utilisation d'un s?ecteur de fichier normal
ru: Нвозможно найти hbox, используется обычное выделение файла
zh_tw: 找不到 hbox，使用正常檔案選擇區

source: The sound file for this event does not exist.
es: No existe el archivo de sonido correspondiente a este evento.
fr: Le fichier son d?ini pour cet ??ement n'existe pas.
ru: Звуковой файл для этого события не существует.
zh_tw: 這個事件的音效檔不存在。

source: The sound file for this event does not exist. You may want to install the gnome-audio package for a set of default sounds.
es: No existe el archivo de sonido correspondiente a este evento. Deberá instalar el paquete gnome-audio para poder acceder a un conjunto de sonidos predeterminados.
fr: Le fichier son d?ini pour cet ??ement n'existe pas. Vous devriez installer le module gnome-audio pour pouvoir disposer d'un jeu de sons par d?aut.
ru: Звуковой файл для этого события не существует. Можно установить пакет gnome-audio для набора звуков по умолчанию.
zh_tw: 這個事件的音效檔不存在。 您可能想要安裝 gnome-audio 套件 給一組預設的音效。

source: Event
es: Evento
fr: ?v?ement
ru: Событие
zh_tw: 事件

source: File to play
es: Archivo que se debe reproducir
fr: Fichier à lire
ru: Файл для воспроизведения
zh_tw: 要播放的檔案

source: _Sounds
fr: _Sons
ru: Звук
zh_tw: 音效 (_S)

source: _Play
es: Galaxia
fr: _Lire
ru: Воспроизвести
zh_tw: 播放 (_P)

source: Select sound file
es: Seleccione un visualizador
fr: S?ectionnez le fichier son
ru: Выбрать звуковой файл
zh_tw: 選擇音效檔

source: OK
es: Aceptar
zh_tw: 確定

source: Enlightenment
zh_tw: 提高亮度
