Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Whether growing is considered to be maximization. When you turn this on, you can use `unmaximize-window' or something similar to get back to the original size.
da: Om øgning opfattes som maksimering. Når du slår dette til, så kan du benytte `unmaximize-window' eller noget lignende til at gendanne den originale størrelse
fi: Mikäli kasvattaminen vastaa maksimoimista, voit käyttää palauta-toimintoasaadaksesi ikkunan alkuperäisen koon takaisin.
gl: Medrar considérase maximizar. Cando se activa isto, pódese usar `unmaximize-window', ou algo semellante, para voltar ó tamaño orixinal.
pl: Czy powiêkszanie jest uznawane za maksymalizacjê. Je¶li w³±czysz tê opcjê mo¿esz `przywracaæ' oryginalny rozmiar okna podobnie jak siê to robi z oknem zmaksymalizowanym.
ro: `Creºterea' este consideratã ca maximizare. Dacã aceastã opþiune e activatã atunci se poate folosi `unmaximize-window' sau ceva similar pentru revenirea la dimensiunea originalã.
sk: Èi je zväè¹ovanie pova¾ované za maximalizáciu. Ak toto povolíte, mô¾ete pou¾íva» obnovenie z maximálnej veµkosti pre návrat k pôvodnej veµkosti pred zväè¹ením.
sl: Kadar je poveèano okno obravnavano kot maximizirano. Ko pri¾gete to, lahko uporabite `odrazpni-okno' ali kaj podobnega, da gre nazaj na izhodi¹no velikost.
tr: Büyümü azamileþtirmeyle eþdeðer görünsün . Bunu açarsan , o zaman `unmaximize-window' yada buna benzer baþka bir iþlemi kullanýp pencereyi orjinal boyutuna getirebilirsin .

source: Whether and how to move the pointer when packing windows. `maybe' means that the pointer is moved along with the window, if the pointer was within the window area before packing. `always' warps the pointer to the center of the window if it isn't already in the window, then does like `maybe'. `never' means not to warp the pointer.
ro: Dacã ºi cum sã mut cursorul când `împachetez' ferestre. `poate'(maybe) înseamnã cã mut cursorul împreunã cu fereastra, dacã el a fost în aria ferestrei înainte de împachetare. `întotdeauna'(always) mutã cursorul cãtre centrul ferestrei dacã nu este deja în fereastrã, dupã care face la fel ca `poate'. `niciodatã'(never) înseamnã cã nu mut cursorul.
sk: Èi a ako sa má presúva» kurzor pri pakovaní okna. 'mo¾no' znamená, ¾e kurzor bude presunutý spolu s oknom, ak bol kurzor v momente pakovania v okne. 'v¾dy' presunie kurzor do stredu okna. Ak u¾ bol v okne, tak sa chová rovnako ako 'mo¾no'. 'nikdy' znamená, ¾e kurzor nebude presunutý.

source: Grows window to the left until it `bumps into' another window.
da: Øg vindue til venstre indtil det rammer et andet vindue.
fi: Kasvattaa ikkunaa vasemmalle, kunnes se törmää toiseen ikkunaan.
gl: Medra a fiestra para a esquerda ata que peta con outra fiestra.
pl: Powiêksza okno w lewo a¿ do 'zderzenia' z innym oknem.
ro: Mãreºte fereastra cãtre stânga pânã când se `loveºte' de altã fereastrã.
sk: Zväè¹i» okno doµava a¾ po najbli¾¹ie okno.
sl: Poveèa okno na levo dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere sola doðru büyür .

source: Grows window to the right until it `bumps into' another window.
da: Øg vindue til højre indtil det rammer et andet vindue.
fi: Kasvattaa ikkunaa oikealle kunnes se törmää toiseen ikkunaan.
gl: Medra a fiestra para a dereita ata que peta con outra fiestra.
pl: Powiêksza okno w prawo a¿ do 'zderzenia' z innym oknem.
ro: Mãreºte fereastra cãtre dreapta pâna când se `loveºte' de altã fereastrã.
sk: Zväè¹i» okno doprava a¾ po najbli¾¹ie okno.
sl: Poveèa okno na desno dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere saða doðru büyür .

source: Grows window upwards until it `bumps into' another window.
da: Øg vindue opad indtil det rammer et andet vindue.
fi: Kasvattaa ikkunaa ylöspäin kunnes se törmää toiseen ikkunaan.
gl: Medra a fiestra para arriba ata que peta con outra fiestra.
pl: Powiêksza okno w górê a¿ do 'zderzenia' z innym oknem.
ro: Mãreºte fereastra în sus pânã când se `loveºte' de altã fereastrã.
sk: Zväè¹i» okno nahor a¾ po najbli¾¹ie okno.
sl: Poveèa okno navzgor dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere üste doðru büyür .

source: Grows window downwards until it `bumps into' another window.
da: Øg vindue nedad indtil det rammer et andet vindue.
fi: Kasvattaa ikkunaa alaspäin kunnes se törmää toiseen ikkunaan.
gl: Medra a fiestra para abaixo ata que peta con outra fiestra.
pl: Powiêksza okno w dó³ a¿ do 'zderzenia' z innym oknem.
ro: Mãreºte fereastra în jos pânã când se `loveºte' de altã fereastrã.
sk: Zväè¹i» okno nadol a¾ po najbli¾¹ie okno.
sl: Poveèa okno navzdol dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere alta doðru büyür .

source: Moves window to the left until it `bumps into' another window.
da: Flyt vindue til venstre indtil det rammer et andet vindue.
fi: Siirtää ikkunaa vasemmalle kunnes se törmää toiseen ikkunaan
gl: Move a fiestra para a esquerda ata que peta con outra fiestra.
pl: Przenosi okno w lewo a¿ do 'zderzenia' z innym oknem.
ro: Mutã fereastra cãtre stânga pânã când se `loveºte' de altã fereastrã.
sk: Presunú» okno vµavo kým nenarazí na iné okno.
sl: Premakne okno levo dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere sola doðru hareket eder .

source: Moves window to the right until it `bumps into' another window.
da: Flyt vindue til højre indtil det rammer et andet vindue.
fi: Siirtää ikkunaa oikealle kunnes se törmää toiseen ikkunaan.
gl: Move a fiestra para a dereita ata que peta con outra fiestra.
pl: Przenosi okno w prawo a¿ do 'zderzenia' z innym oknem.
ro: Mutã fereastra cãtre dreapta pânã când se `loveºte' de altã fereastrã.
sk: Presunú» okno vpravo kým nenarazí na iné okno.
sl: Premakne okno desno dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere saða doðru hareket eder .

source: Moves window upwards until it `bumps into' another window.
da: Flyt vindue opad indtil det rammer et andet vindue.
fi: Siirtää ikkunaa ylöspäin kunnes se törmää toiseen ikkunaan.
gl: Move a fiestra para arriba ata que peta con outra fiestra.
pl: Przenosi okno w górê a¿ do 'zderzenia' z innym oknem.
ro: Mutã fereastra în sus pânã când se `loveºte' de altã fereastrã.
sk: Presunú» okno hore kým nenarazí na iné okno.
sl: Premakne okno navzgor dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere üste doðru hareket eder .

source: Moves window downwards until it `bumps into' another window.
da: Flyt vindue nedad indtil det rammer et andet vindue.
fi: Siirtää ikkunaa alaspäin kunnes se törmää toiseen ikkunaan.
gl: Move a fiestra para abaixo ata que peta con outra fiestra.
pl: Przenosi okno w dó³ a¿ do 'zderzenia' z innym oknem.
ro: Mutã fereastra în jos pânã când se `loveºte' de altã fereastrã.
sk: Presunú» okno dolu kým nenarazí na iné okno.
sl: Premakne okno navzdol dokler se ne 'zaleti' ob drugo okno.
tr: Baþka bir pencere'nin içine girene kadar pencere alta doðru hareket eder .

source: Number of pixels to move pointer in `move-cursor-' commands.
da: Antal piksler markøren flyttes ved `move-cursor-'-kommandoer.
fi: Siirrettävien pikselien määrä "siirrä-osoitinta"-toiminnoissa.
gl: Número de puntos a move-lo punteiro nos comandos `move-cursor-'.
pl: Przesuñ wska¼nik o tê ilo¶æ pikseli w poleceniach 'move-cursor-'.
ro: Numãrul de pixeli cu care mut cursorul la comenzile `move-cursor-'.
sk: Poèet bodov o ktoré posunú» kurzor v príkazoch `move-cursor-'.
sl: ©tevilo pikslov za premik kazalca v 'premakni-kazalec' ukazu.
tr: `move-cursor-' komutalarýnda göstergenin taþýncak oldudu piksel sayýsý .

source: Move the cursor `move-cursor-increment' pixels to the right.
da: Flyt markøren `move-cursor-increment' piksler til højre.
fi: Siirrä osoitinta oikealle..
gl: Move-lo cursor `move-cursor-increment' puntos para a dereita.
pl: Przesuñ wska¼nik w prawo o ilo¶æ pikseli podan± w zmiennej `move-cursor-increment'.
ro: Mutã cursorul la dreapta.
sk: Posunú» kurzor o `move-cursor-increment' bodov doprava.
sl: Premakni kazalec za 'premakni-kazalec' pikslov desno.
tr: Göstergeyi `move-cursor-increment' piksel saða taþý .

source: Move the cursor `move-cursor-increment' pixels to the left.
da: Flyt markøren `move-cursor-increment' piksler til venstre.
fi: Siirrä osoitinta vasemmalle.
gl: Move-lo cursor `move-cursor-increment' puntos para a esquerda.
pl: Przesuñ wska¼nik w lewo o ilo¶æ pikseli podan± w zmiennej `move-cursor-increment'.
ro: Mutã cursorul la stânga.
sk: Posunú» kurzor o `move-cursor-increment' bodov doµava.
sl: Premakni kazalec za 'premakni-kazalec' pikslov levo.
tr: Göstergeyi `move-cursor-increment' piksel sola taþý .

source: Move the cursor `move-cursor-increment' pixels upwards.
da: Flyt markøren `move-cursor-increment' piksler opad.
fi: Siirrä osoitinta ylöspäin.
gl: Move-lo cursor `move-cursor-increment' puntos para arriba.
pl: Przesuñ wska¼nik do góry o ilo¶æ pikseli podan± w zmiennej `move-cursor-increment'.
ro: Mutã cursorul în sus.
sk: Posunú» kurzor o `move-cursor-increment' bodov hore.
sl: Premakni kazalec za 'premakni-kazalec' pikslov navzgor.
tr: Göstergeyi `move-cursor-increment' piksel üste taþý .

source: Move the cursor `move-cursor-increment' pixels downwards.
da: Flyt markøren `move-cursor-increment' piksler til nedad.
fi: Siirrä osoitinta alaspäin.
gl: Move-lo cursor `move-cursor-increment' puntos para abaixo.
pl: Przesuñ wska¼nik w dó³ o ilo¶æ pikseli podan± w zmiennej `move-cursor-increment'.
ro: Mutã cursorul în jos.
sk: Posunú» kurzor o `move-cursor-increment' bodov dolu.
sl: Premakni kazalec za 'premakni-kazalec' pikslov navzdol.
tr: Göstergeyi `move-cursor-increment' piksel alta taþý .

source: Move the cursor 1 pixel to the right.
da: Flyt markøren én piksel til højre.
fi: Siirrä osoitinta yksi pikseli oikealle.
gl: Move-lo cursor 1 punto para a dereita.
pl: Przesuñ wska¼nik o piksel w prawo.
ro: Mutã cursorul cu un pixel la dreapta.
sk: Posunú» kurzor o jeden bod doprava.
sl: Premakni kazalec za 1 piksel desno.
tr: Göstergeyi 1 piksel saða taþý .

source: Move the cursor 1 pixel to the left.
da: Flyt markøren én piksel til venstre.
fi: Siirrä osoitinta yksi pikseli vasemmalle.
gl: Move-lo cursor 1 punto para a esquerda.
pl: Przesuñ wska¼nik o piksel w lewo.
ro: Mutã cursorul cu un pixel la stânga.
sk: Posunú» kurzor o jeden bod doµava.
sl: Premakni kazalec za 1 piksel levo.
tr: Göstergeyi 1 piksel sola taþý .

source: Move the cursor 1 pixel upwards.
da: Flyt markøren én piksel opad.
fi: Siirrä osoitinta yksi pikseli ylöspäin.
gl: Move-lo cursor un punto para arriba.
pl: Przesuñ wska¼nik o piksel do góry.
ro: Mutã cursorul cu un pixel în sus.
sk: Posunú» kurzor o jeden bod hore.
sl: Premakni kazalec za 1 piksel navzgor.
tr: Göstergeyi 1 piksel üste taþý .

source: Move the cursor 1 pixel downwards.
da: Flyt markøren én piksel nedad.
fi: Siirrä osoitinta yksi pikseli alaspäin.
gl: Move-lo cursor un punto para abaixo.
pl: Przesuñ wska¼nik o piksel w dó³.
ro: Mutã cursorul cu un pixel în jos.
sk: Posunú» kurzor o jeden bod dolu.
sl: Premakni kazalec za 1 piksel navzol.
tr: Göstergeyi 1 piksel alta taþý .

source: How windows being moved are animated: \w
da: Hvordan vinduerne animeres under flytning: \w
gl: Como anima-las fiestras ó seren movidas: \w
ro: Cum sunt animate ferestrele în timpul mutãrii: \w
sk: Ako sú animované okná pri presune: \w
sl: Kako so animirana premikajoca okna: \w
tr: Taþýrken veya boyutlandýrýrken pencerenýn hareket türü : \w

source: How windows being resized are animated: \w
da: Hvordan vinduer animeres ved ændring af størrelse: \w
gl: Como anima-las fiestras ó seren redimensionadas: \w
ro: Cum sunt animate ferestrele în timpul redimensionãrii: \w
sk: Ako sú animované okná pri zmene veµkosti: \w
sl: Kako so animirana okna, ki se jim spreminja velikost: \w
tr: Yeniden boyutlandýrýlan pencerelerin hareket türü : \w

source: Raise windows when they are moved or resized.
da: Hæv vinduer når de flyttes eller ændrer størrelse.
gl: Eleva-las fiestras ó seren movidas ou redimensionadas.
ro: Ridicã ferestrele când sunt mutate sau redimensionate.
sk: Presunú» dopredu okná pri presune alebo zmene veµkosti.
sl: Dvigni okna, kadar se premikajo ali se jim spreminja velikost.
tr: Pencereler taþýnýrken yada yeniden boyutlanýrken, onlarý yükselt .

source: Show current position of windows while moving.
da: Vis nuværende position for vinduerne ved flytning.
gl: Amosa-la posición actual das fiestras ó movelas.
ro: Aratâ poziþia curentã a ferestrelor în timpul mutãrii.
sk: Zobrazi» aktuálnu pozíciu okna pri presune.
sl: Ka¾i treuntni polo¾aj oken ob premikanju.
tr: Pencereler taþýnýrken pencerelerin geçerli yerini öster .

source: Show current dimensions of windows while resizing.
da: Vis nuværende dimensioner for vinduet ved ændring af størrelse.
gl: Amosa-las dimensións actuais das fiestras ó redimensionalas.
ro: Aratã dimensiunea curentã a ferestrelor în timpul redimensionãrii.
sk: Zobrazi» aktuálne rozmery okna pri zmene veµkosti.
sl: Ka¾i trenutno velikost oken ob spreminjanju le te.
tr: Pencereler boyutlanýrken, pencerenin geçerli ebatlarýný göster .

source: How to choose window edges when resizing: \w
da: Hvordan vinduskanter vælges ved ændring af størrelse: \w
gl: Como escolle-las beiras das fiestras ó redimensionar: \w
ro: Cum sã aleg marginile ferestrei când redimensionez: \w
sk: Ako vybra» okraje okna pri zmene veµkosti: \w
sl: Kako izbrati robove oken ob spreminjanju velikosti: \w
tr: Yeniden boyutlarken, pencere kenarlarýnýn seçim türü : \w

source: Snap window position to edges of other windows while moving.
da: Fæstn vinduesposition til kanter fra andre vinduer ved flytning.
gl: Axusta-la posición das fiestras ás beiras das outras ó mover.
sk: Pritiahnu» okno k okrajom ostatných okien pri presune.
sl: Ob premikanju naj okno preskakuje na robove drugih oken.
tr: Pencereleri taþýrken pencerenin yerini öbür pencerelerin kenarýna dikkat ederek belirle .

source: Proximity in pixels before snapping to a window edge.
da: Antal piksler før fæstning til vinduets kant.
fi: Napsauta reunat kiinni kun etäisyys pikseleinä on tämä.
gl: Proximidade en puntos antes de axustar á beira dunha fiestra.
pl: Odleg³o¶æ w pikselach, poni¿ej której okno zostaje przyci±gniête.
sk: Vzdialenos» v bodoch od okraja okna pre pritiahnutie.
sl: Oddaljenost v pikslih, preden preskoèi na okenski rob.
tr: Pencereleri kenara doðru yakalamaya baþlama mesafesi ( pixel olarak ).

source: How to snap together window edges: \w
da: Hvordan vindueskanter skal fæstnes sammen: \w
gl: Como xuntar as beiras de dúas fiestras: \w
sk: Ako pri»ahova» okraje okien: \w
sl: Kako zdru¾iti dvoje okenskih robov: \w
tr: Iki pencere kenarýný toplarken, kullanýlýnacak metod : \w

source: Snap to otherwise-ignored windows.
da: Fæstn til ellers-ignorerede vinduer.
fi: Napsautetaan ikkuna kiinni myös muuten ohitettaviin ikkunoihin.
gl: Axustar ás fiestras ignoradas.
pl: Przyci±gaj do pomijanych okien.
sk: Pri»ahova» k inak ignorovaným oknám.
sl: Preskakuj do sicer ignoriranih oken.
tr: Gözardý edilen pencereleri de yakala .

source: Lock position and size while windows are maximized.
da: Lås position og størrelse mens vinduer er maksimeret.
gl: Bloquea-la posición e ass dimensións das fiestras cando están maximizadas.
ro: Blocheazã poziþia ºi mãrimea cât timp ferestrele sunt maximizate.
sk: Zamknú» pozíciu a veµkos» poèas maximalizácie okien.
sl: Zakleni geometrijo okna medtem, ko je to razpeto.
tr: Pencere azamileþince pencerenin büyüklüðünü ve yerini kilitle .

source: Only update window contents after it has stopped moving.
da: Opdatér kun vinduesindhold efter at det har sluttet med at bevæge sig.
gl: Actualiza-los contidos da fiestra só ó rematar de movela.
ro: Reîmprospãteazã conþinutul ferestrei numai dupã ce mutarea sa s-a oprit.
sk: Obnovi» obsah okna a¾ po skonèení presunu.
sl: Vsebino okna posodobi le, ko se premikanje ustavi.
tr: Pencere içeriðini pencere'nin nihai yerine ulaþtýðýndan sonra yenile .

source: Move the window interactively using the mouse.
da: Flyt vinduet interaktivt vha. musen.
fi: Siirrä ikkunaa hiirellä.
gl: Move-la fiestra interactivamente co rato.
pl: Przeno¶ okno przy pomocy myszy.
ro: Mutã interactiv fereastra cu ajutorul mouse-ului.
sk: Presunú» interaktívne okno pomocou my¹i.
sl: Premikaj okna interaktivno s pomoèjo mi¹ke.
tr: Pencereyi fareyle þuurlu taþý .

source: Resize the window interactively using the mouse.
da: Forstør/-mindsk vinduet interaktivt vha. musen.
fi: Muuta ikkunan kokoa hiirellä.
gl: Redimensiona-la fiestra interactivamente co rato.
pl: Zmieniaj rozmiar okna przy pomocy myszy.
ro: Redimensioneazã interactiv fereastra cu ajutorul mouse-ului.
sk: Zmeni» veµkos» okna interaktívne pomocou my¹i.
sl: Oknom interaktivno spreminjaj velikost s pomoèjo mi¹ke.
tr: Pencereyi fareyle þuurlu yeniden boyutlandýr .

source: Wait for the user to select a window, then interactively move that window.
da: Vent på brugeren til at vælge et vindue, flyt da vinduet interaktivt.
fi: Odota että käyttäjä valitsee ikkunan, sitten siirrä sitä.
gl: Agardar a que o usuario escolla unha fiestra, e entón movela interactivamente.
pl: Czekaj na wybór okna do przeniesienia.
ro: Aºteaptã utilizatorul sã selecteze o fereastrã, apoi mutã interactiv acea fereastrã.
sk: Poèka», kým pou¾ívateµ vyberie okno a potom ho interaktívne presunú».
sl: Poèakaj, da uporabnik izbere okno, nato interaktivno premikaj to okno.
tr: Kullanýcýnýn bir pencereyi seçmesini bekleyip, o pencereyi taþý .

source: Wait for the user to select a window, then interactively resize that window.
da: Vent på brugeren til at vælge et vindue, ændr da størrelsen interaktivt.
fi: Odota, että käyttäjä valitsee ikkunan, sitten muuta sen kokoa (hiirellä).
gl: Agardar a que o usuario escolla unha fiestra, e entón redimensionala interactivamente.
pl: Czekaj na wybór okna do zmiany rozmiaru.
ro: Aºteaptã utilizatorul sã selecteze o fereastrã, apoi redimensioneazã interactiv acea fereastrã.
sk: Poèka», kým pou¾ívateµ vyberie okno a potom mu interaktívne zmeni» veµkos».
sl: Poèakaj, da uporabnik izbere okno, nato interaktivno spreminjaj velikost tega okna.
tr: Kullanýcýnýn bir pencereyi seçmesini bekleyip, o pencereyi yeniden boyutlandýr .

source: Raise the window that received the current event, then replay any pointer events that invoked the command.
da: Løft vinduet som modtog den nuværende handling, derefter genspil enhver markørhandling som startede kommandoen.
gl: Eleva-la fiestra que recibiu o evento actual, e entón reproducir calquera evento de punteiro que provocou o comando.
pl: Przywo³aj okno które otrzyma³o bie¿±ce zdarzenie i powtórz zdarzenia, które wywo³a³y polecenie.
sk: Presunú» dopredu okno, ktoré dostalo aktuálnu udalos», potom prehra» udalosti kurzoru, ktoré vyvolali tento príkaz.
sl: Dvigni okno, ki je prejelo dogodek, nato znova spro¾i dogodke kazalca, ki so povzroèili ukaz.
tr: Þu eylemi alan pencereyi yükselt,ve ondan sonra yapýlan eylemi tekrarla .

source: Raise the window that received the current event (if it's focused), then replay any pointer events that invoked the command.
da: Løft vinduet som modtog den nuværende handling (hvis det har fokus), genspil da enhver markørhandling som startede kommandoen.
gl: Eleva-la fiestra que recibiu o evento actual (se está enfocada), e entón reproducir calquera evento de punteiro que provocou o comando.
pl: Przywo³aj okno które otrzyma³o bie¿±ce zdarzenie (je¶li aktywne) i powtórz zdarzenia, które wywo³a³y polecenie.
sk: Presunú» dopredu okno, ktoré dostalo aktuálnu udalos» (ak má fokus), potom prehra» udalosti kurzoru, ktoré vyvolali tento príkaz.
sl: Dvigni okno, ki je prejelo dogodek (èe je fokusirano), nato znova spro¾i dogodke kazalca ki so povzroèili ukaz.
tr: Þu anki eylemi alan pencereyi ( foküslenmiþse ) yükselt ve bundan sonra bu komutanýn sebeb olduðu diðer gösterge eylemlerini yeniden iþlet .

source: Raise the group of windows that received the current event, then replay any pointer events that invoked the command.
sk: Presunú» dopredu skupinu okien, ktoré dostali aktuálnu udalos», potom prehra» udalosti kurzoru, ktoré vyvolali tento príkaz.

source: Raise the window that received the current event and any transients it has, then replay any pointer events that invoked the command.
sk: Presunú» dopredu okno aj s podriadenými oknami, ktoré dostalo aktuálnu udalos», potom prehra» udalosti kurzoru, ktoré vyvolali tento príkaz.

source: Default increment for size-window commands (when the window doesn't specify it's own increments).
ro: Numãrul de incementare pentru comenzile referitoare la redimensionare (pentru cazul în care fereastra nu îl are specificat).
sk: ©tandardná zmena pre príkazy zmeny veµkosti okna (ak okno nedefinuje svoje vlastné zmeny veµkosti).

source: Increase the size of the current window by one row.
da: Øg størrelsen af det aktive vindue med en række.
fi: Lisää ikkunan kokoa yhdellä rivillä.
gl: Incrementar unha ringleira o tamaño da fiestra actual.
pl: Powiêksz rozmiar bie¿±cego okna o wiersz.
ro: Mãreºte dimensiunea ferestrei curente cu un rând.
sk: Zväè¹i» aktuálne okno o jeden riadok.
sl: Poveèaj velikost trenutnega okna za eno vrstico.
tr: Geçerli pencerenin boyutunu bir sýra büyüt .

source: Decrease the size of the current window by one row.
da: Sænk størrelsen af det aktive vindue med en række.
fi: Vähennä ikkunan kokoa yhdellä rivillä.
gl: Decrementar unha ringleira o tamaño da fiestra actual.
pl: Zmniejsz rozmiar bie¿±cego okna o wiersz.
ro: Micºoreazã dimensiunea ferestrei curente cu un rând.
sk: Zmen¹i» aktuálne okno o jeden riadok.
sl: Zmanj¹aj velikost trenutnega okna za eno vrstico.
tr: Geçerli pencerenin boyutunu bir sýra ufalt .

source: Increase the size of the current window by one column.
da: Øg størrelsen af det aktive vindue med en kolonne
fi: Lisää ikkunan kokoa yhdellä sarakkeella.
gl: Incrementar unha columna o tamaño da fiestra actual.
pl: Powiêksz rozmiar bie¿±cego okna o kolumnê
ro: Mãreºte dimensiunea ferestrei curente cu o coloanã.
sk: Zväè¹i» aktuálne okno o jeden ståpec.
sl: Poveèaj velikost trenutnega okna za en stolpec.
tr: Geçerli pencerenin boyutunu bir sütun büyüt .

source: Decrease the size of the current window by one column.
da: Sænk størrelsen af det aktive vindue med en kolonne
fi: Vähennä ikkunan kokoa yhdellä sarakkeella.
gl: Decrementar unha ringleira o tamaño da fiestra actual.
pl: Zmniejsz rozmiar bie¿±cego okna o kolumnê.
ro: Micºoreazã dimensiunea ferestrei curente cu o coloanã.
sk: Zmen¹i» aktuálne okno o jeden ståpec.
sl: Pomanj¹aj velikost trenutnega okna za en stolpec.
tr: Geçerli pencerenin boyutunu bir sütun ufalt .

source: Number of pixels to move window in `slide-' commands.
da: Antal piksler vinduet flyttes ved `slide-'-kommandoer.
gl: Número de puntos a move-la fiestra nos comandos `slide-'.
pl: Przesuñ okno o tê ilo¶æ pikseli w poleceniach 'slide-'.
ro: Numãrul de pixeli cu care fereastra este mutatã la comenzile `slide-'.
sk: Poèet bodov, o ktoré presunú» okno v príkazoch `slide-'.
sl: Za koliko pikslov naj se okno premakne v 'slide-' ukazih.
tr: Pencerenin ´it´ komutasýnda taþýnacaðý pixel sayýsý .

source: Move the window `slide-window-increment' pixels to the left.
da: Flyt vinduet `slide-window-increment' piksler til venstre.
gl: Move-la fiestra `slide-window-increment' puntos para a esquerda.
pl: Przesuñ okno w lewo o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã fereastra cu un numãr de pixeli egal cu `slide-window-increment' la stânga.
sk: Presunú» okno o `slide-window-increment' bodov doµava.
sl: Premakni okno za `slide-window-increment' levo.
tr: Pencereyi `pencereyi-azalt-it' komutasýyla sola taþý .
