Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: and many others...
ro: ºi mulþi alþii...
sk: a veµa ïal¹ích...

source: Sawfish manages your windows extensibly.
ro: Sawfish este un manager de ferestre extensibil.
sk: Sawfish ovláda va¹e okná roz¹íritelne.

source: Protect the sawfish
ro: Protejeazã peºtele-fierãstrãu
sk: Chráòte sawfishe

source: Sawfish homepage
ro: Site-ul Sawfish
sk: Domovská stránka Sawfish

source: Reload themes in window manager after saving.
da: Genindlæs temaer i vindueshåndteringen efter gemning.
fi: Lue teemat uudelleen tallennuksen jälkeen.
gl: Recarga-los temas no xestor de fiestras despois de salvar.
pl: Ponowny odczyt motywów po zapisie.
ro: Reîncarcã temele în managerul de ferestre dupã salvare.
sk: Znovu naèíta» témy v správcovi okien po ulo¾ení.
sl: Znova nalo¾i teme v upravljalniku oken po shranitvi.
tr: Kaydettikten sonra sawfish'e görünümleri yeniden yükle

source: Remove unused definitions when saving.
da: Fjern ubrugte definitioner ved gemning.
fi: Poista turhat määritykset tallennettaessa.
gl: Elimina-las definicións non usadas ó gardar.
pl: Pomijanie nieu¿ywanych definicji przy zapisie.
ro: Îndepãrteazã definiþiile nefolosite când salvez.
sk: Odstráni» nepou¾ité definície pri ukladaní.
sl: Odstrani neuporabljene definicije ob shranitivi.
tr: Kaydederken kullanýlmayan deklarasyonlarý sil

source: [left]
da: [venstre]
fi: [vasen]
gl: [esquerda]
pl: [lewa]
ro: [stânga]
sk: [vµavo]
sl: [levo]
tr: [sol]

source: [right]
da: [højre]
fi: [oikea]
gl: [dereita]
pl: [prawa]
ro: [dreapta]
sk: [vpravo]
sl: [desno]
tr: [sað]

source: [top]
fi: [Yläosa]
gl: [arriba]
pl: [góra]
ro: [sus]
sk: [hore]
sl: [zgoraj]
tr: [üst]

source: [bottom]
da: [bund]
fi: [Alaosa]
gl: [abaixo]
pl: [dó³]
ro: [jos]
sk: [dole]
sl: [spodaj]
tr: [alt]

source: Browse...
da: Gennemse...
fi: Selaa...
gl: Examinar...
pl: Przegl±daj...
ro: Rãsfoieºte...
sk: Prechádza»...
sl: Brskaj...
tr: Gez ...

source: Properties...
da: Egenskaber...
fi: Ominaisuudet...
gl: Propiedades...
pl: W³a¶ciwo¶ci...
ro: Proprietãþi...
sk: Vlastnosti...
sl: Lastnosti...
tr: Özellikler ...

source: Added pattern `%s'
da: Tilføjede mønster `%s'
fi: Lisätty kuvio `%s'
gl: Engadido patrón `%s'
pl: Dodano wzorzec `%s'
ro: Tiparul `%s' adãugat
sk: Pridaná vzorka `%s'
sl: Dodan vzorec `%s'
tr: `%s' þeklini ekledim

source: Frame name
da: Rammenavn
fi: Kehyksen nimi
gl: Nome do marco
pl: Nazwa ramki
ro: Numele cadrului
sk: Meno rámu
sl: Ime okvirja
tr: Kenar tipi

source: Added frame `%s'
da: Tilføjede ramme `%s'
fi: Lisätty kehys `%s'
gl: Engadido marco `%s'
pl: Dodano ramkê `%s'
ro: Cadrul `%s' adãugat
sk: Pridaný rám `%s'
sl: Dodan okvir `%s'
tr: `%s' görünümünü ekledim

source: <none>
da: <ingen>
fi: <ei mikään>
gl: <ningún>
pl: <brak>
ro: <nimic>
sk: <¾iadna>
sl: <brez>
tr: <hiçbiri>

source: Added frame type `%s'
da: Tilføjede rammetype `%s'
fi: Lisätty kehystyyppi `%s'
gl: Engadido tipo de marco `%s'
pl: Dodano typ ramki `%s'
ro: Tipul de cadru `%s' adãugat
sk: Pridaný typ rámu `%s'
sl: Dodan tip okvirja `%s'
tr: `%s' görünümünü ekle

source: error while building frame: %S
da: fejl under bygning af ramme: %S
fi: virhe luodessa kehystä: %S
gl: erro ó construí-lo marco: %S
pl: B³±d podczas tworzenia ramki: %S
ro: eroare la construirea cadrului: %S
sk: chyba pri vytváraní rámu: %S
sl: napaka pri graditvi okvirja: %S
tr: %S görünümü yaparken hata oldu

source: Saved as `%s'
da: Gemt som `%s'
fi: Tallennettu nimellä `%s'
gl: Gardado como `%s'
pl: Zapisano jako `%s'
ro: Salvat ca `%s'
sk: Ulo¾ená ako `%s'
sl: Shranjeno kot `%s'
tr: `%s' olarak kaydedildi

source: Generated theme in directory `%s'
da: Genererede tema i mappe `%s'
fi: Luotu teema hakemistoon `%s'
gl: Tema xerado no directorio `%s'
pl: Utworzono motyw w katalogu `%s'
ro: Tema generatã în directorul `%s'
sk: Vygenerovaná téma v prieèinku `%s'
sl: Generirana tema v imeniku `%s'
tr: Görünümü `%s' dizininde yaratýldý

source: Read theme from `%s'
da: Læs tema fra `%s'
fi: Lue teema kohteesta `%s'
gl: Tema lido dende `%s'
pl: Czytaj motyw z `%s'
ro: Citeºte tema din `%s'
sk: Preèítaná téma z `%s'
sl: Preberi temo iz `%s'
tr: `%s' görünümünü oku

source: Theme Directory
da: Tema-mappe
fi: Teeman tallennus
gl: Directorio do Tema
pl: Katalog z motywem
ro: Directorul cu teme
sk: Prieèinok tém
sl: Imenik s Temami
tr: Görünümler dizini

source: Open
da: Åbn
fi: Avaa
gl: Abrir
pl: Otwórz
ro: Deschide
sk: Otvori»
sl: Odpri
tr: Aç

source: Preferences
da: Præferencer
fi: Asetukset
gl: Preferencias
pl: Preferencje
ro: Preferinþe
sk: Nastavenie
sl: Nastavitve
tr: Ayarlar

source: Crux Theme
sk: Téma Crux

source: Accent color for focused windows (if unset uses the GTK+ selection color).
sk: Zvýrazòovacia farba aktívnych okien (ak nie je nastavená, pou¾i» farbu výberu GTK+).

source: Display the window's icon in its menu button.
sk: Zobrazi» ikonu okna v jeho menu tlaèidle.

source: Display title buttons to mimic: \w
sk: Zobrazi» tlaèidlá titulku podobne ako: \w

source: Gradient Theme
da: Overgangstema
fi: Gradient-teema
gl: Tema Gradiente
pl: Motyw Gradient
sk: Téma Prechody
sl: Prelivna Tema
tr: Geçiþimli görünüm

source: Direction of gradient in `gradient' frame style.
da: `Fra' farve af aktive ramme i `gradient'-rammestil.
fi: Värien suunta.
gl: Dirección do gradiente no estilo de marco `gradiente'.
pl: Kierunek nasycania w ramce z motywem 'gradient'.
ro: Direcþia degradeului în stilul de cadru `gradient'.
sk: Smer prechodu v ¹týle rámu 'Prechody'.
sl: Smer preliva v 'prelivnem' slogu okvirja.
tr: `gradient' görünüþündeki geçimin yönü .

source: `From' color of inactive frames in `gradient' frame style.
da: `Fra' farve af inaktive ramme i `gradient'-rammestil.
fi: Lähtöväri passiivisissa kehyksissä.
gl: Cor de orixe nos marcos inactivos no estilo de marco `gradiente'.
pl: Pocz±tkowy kolor nasycania w nieaktywnych ramkach z motywem 'gradient'.
ro: Prima culoare a degradeului cadrelor inactive.
sk: Farba 'z' neaktívnych rámov v ¹týle rámu 'Prechody'.
sl: 'From' barva nedejavnih okvirjev v okvirnem slogu 'preliv'.
tr: `gradient' görünüþündeki pasif kenarlarýn baþlangýç rengi .

source: `To' color of inactive frames in `gradient' frame style.
da: `Til' farve af inaktive ramme i `gradient'-rammestil.
fi: Loppuväri passiivisissa kehyksissä.
gl: Cor de destino nos marcos inactivos no estilo de marco `gradiente'.
pl: Koñcowy kolor nasycania w nieaktywnych ramkach z motywem 'gradient'.
ro: Culoarea finalã a degradeului cadrelor inactive.
sk: Farba 'do' neaktívnych rámov v ¹týle rámu 'Prechody'.
sl: 'To' barva nedejavnih okvirjev v okvirnem slogu 'preliv'.
tr: `gradient' görünüþündeki pasif kenarlarýn bitiþ rengi .

source: `From' color of active frames in `gradient' frame style.
da: `Fra' farve af aktive ramme i `gradient'-rammestil.
fi: Lähtöväri aktiivisissa kehyksissä.
gl: Cor de orixe nos marcos activos no estilo de marco `gradiente'.
pl: Pocz±tkowy kolor nasycania w aktywnych ramkach z motywem 'gradient'.
ro: Prima culoare a degradeului cadrelor active.
sk: Farba 'z' aktívnych rámov v ¹týle rámu 'Prechody'.
sl: 'From' barva dejavnih okvirjev v okvirnem slogu 'preliv'.
tr: `gradient' görünüþündeki aktif kenarlarýn bitiþ rengi .

source: `To' color of active frames in `gradient' frame style.
da: `Til' farve af aktive ramme i `gradient'-rammestil.
fi: Loppuväri aktiivisissa kehyksissä.
gl: Cor de destino nos marcos activos no estilo de marco `gradiente'.
pl: Koñcowy kolor nasycania w aktywnych ramkach z motywem 'gradient'.
ro: Culoarea finalã a degradeului cadrelor active.
sk: Farba 'do' aktívnych rámov v ¹týle rámu 'Prechody'.
sl: 'To' barva dejavnih okvirjev v okvirnem slogu 'preliv'.
tr: `gradient' görünüþündeki aktif kenarlarýn baþlangýç rengi .

source: Use less memory when creating gradients, possibly affecting quality.
da: Brug mindre hukommelse til oprettelse af overgange, kan påvirke kvalitet.
fi: Säästä muistia värejä luodessa. Tämä saattaa vaikuttaa laatuun.
gl: Usar menos memoria ó crea-los gradiente, posiblemente afectando á calidade.
pl: U¿yj mniej pamiêci przy tworzeniu nasycania (kosztem jako¶ci).
ro: Foloseºte mai puþinã memorie la crearea degradeurilor, cu posibilitatea de a afecta calitatea.
sk: ©etri» pamä» pri vytváraní prechodov, aj za cenu zní¾enej kvality.
sl: Uporabi manj pomnilnika ob ustvarjanju prelivov (lahko upliva na kvailteto).
tr: Daha az bellek kullanýp icabeten kaliteyi düþür .

source: Mono Theme
da: Mono-tema
fi: Mono-teema
gl: Tema Monocolor
pl: Motyw Mono
sk: Téma Mono
sl: Enobarvna Tema
tr: Siyah-beyaz görünüm

source: Color of inactive frames (if unset use GTK+ background color).
da: Farve på inaktive rammer (hvis ikke sat brug GTK+ baggrundsfarve).
gl: Cor dos marcos inactivos (se non se indica, úsase a cor de fondo de GTK+).
ro: Culoarea cadrelor inactive (altfel folosesc culoarea de fundal GTK+).
sk: Farba neaktívnych rámov (ak nie je nastavená, pou¾i» farbu pozadia GTK+).
sl: Barva nedejavnih okvirjev (èe ni nastavljena uporabi GTK+ barvo ozadja).
tr: Pasif kenarlarýn rengi ( Gtk+'nýn ardalan rengi kapalýysa ) .

source: Color of active frames.
da: Farve på aktive rammer.
fi: Aktiivisten kehysten väri.
gl: Cor dos marcos activos.
pl: Kolor aktywnych ramek.
ro: Culoarea cadrelor active.
sk: Farba aktívnych rámov.
sl: Barva dejavnih okvirjev.
tr: Aktif kenarlarýn rengi .

source: Text is \w justified in window titles.
da: Tekst er \w-justeret i vinduestitler.
gl: Método de xustifica-lo texto nos títulos das fiestras: \w
ro: Textul este aliniat la \w în titlurile ferestrelor.
sk: Text titulku je zarovnaný \w.
sl: Besedilo je v nazivih oken \w poravnano.
tr: Pencere üstyazýsý \w taraflandýrýlmýþtýr .

source: Simple Theme
da: Simpelt-tema
fi: Simple-teema
gl: Tema Simple
pl: Motyw Simple
sk: Jednoduchá téma
sl: Enostavna Tema
tr: Hafif kenar

source: Color of inactive frames in `simple' frame style.
da: Farve på den inaktive ramme i `simpel' rammestil.
fi: Passiivisten kehysten väri.
gl: Cor dos marcos inactivos no estilo de marcos `simple'.
pl: Kolor nieaktywnych ramek z motywem 'simple'.
ro: Culoarea cadrelor inactive în tipul de cadru `simplu'.
sk: Farba neaktívneho rámu ¹týlu 'jednoduchý'.
sl: Barva nedejavnih okvirjev v 'enostavnem' okvirskem slogu.
tr: Pasif kenarlarýn `simple' görünüþündeki rengi .

source: Color of active frames in `simple' frame style.
da: Farve på den aktive ramme i `simpel' rammestil.
fi: Aktiivisten kehysten väri.
gl: Cor dos marcos activos no estilo de marcos `simple'.
pl: Kolor aktywnych ramek z motywem 'simple'.
ro: Culoarea cadrelor active în tipul de cadru `simplu'.
sk: Farba aktívneho rámu ¹týlu 'jednoduchý'.
sl: Barva dejavnih okvirjev v 'enostavnem' okvirskem slogu.
tr: Aktif kenarlarýn `simple' görünüþündeki rengi .

source: SMaker Theme
da: SMaker-temaet
fi: SMaker-teema
gl: Tema SMaker
pl: Motyw SMaker
sk: Téma SMaker
sl: SMaker Tema
tr: SMaker görünümü

source: Use black-on-white button images.
da: Brug sort-på-hvid knapbilleder.
fi: Käytä "mustaa valkoisella"-kuvapainikkeita.
gl: Usar imaxes de botón en branco sobre negro.
pl: U¿yj czarno-bia³ych przycisków.
ro: Foloseºte imaginile negru-pe-alb ale butoanelor.
sk: Pou¾i» èiernobiele obrázky tlaèidiel.
sl: Uporabi èrno-na-belem slike za gumbe.
tr: Siyah-beyaz çizgi resimlerini kullan .

source: Color to use when drawing text.
da: Farve som vises når der tegnes tekst.
fi: Tekstin väri.
gl: Cor a usar ó debuxa-lo texto.
pl: Kolor tekstu.
ro: Culoarea folositã pentru afiºarea textului.
sk: Farba pre vykresµovanie textu.
sl: Barva besedila.
tr: Metin için kullanýlacak renk .

source: Bar image for unfocused windows.
da: Bjælke-billede for vinduer u/ fokus
fi: Kehyskuvio kohdistamattomille ikkunoille.
gl: Imaxe da barra para as fiestras sen foco.
pl: Obraz na pasku pod tytu³em nieaktywnych okien.
ro: Imaginea barei pentru ferestrele fãrã focus.
sk: Obrázok titulku pre èasti bez fokusu.
sl: Vrstièna slika za nefokusirana okna.
tr: Foküslanmamýþ pencerelerin çizgi resmi .

source: Bar image for focused windows.
da: Bjælke-billede for vinduer m/ fokus
fi: Kehyskuvio kohdistetuille ikkunoille.
gl: Imaxe da barra para as fiestras enfocadas.
pl: Obraz na pasku pod tytu³em aktywnych okien.
ro: Imaginea barei pentru ferestrele cu focus.
sk: Obrázok titulku pre èasti s fokusom.
sl: Vrstièna slika za fokusirana okna.
tr: Foküslanmýþ pencerelerin çizgi resmi .

source: Bar image for highlighted parts.
da: Bjælke-billede for fremhævede dele.
fi: Kehyskuvio korostetuille osille-
gl: Imaxe da barra para as partes destacadas.
pl: Obraz dla pod¶wietlonych elementów.
ro: Imagine barã pentru pãrþile luminate.
sk: Obrázok titulku pre zvýraznené èasti.
sl: Vrstièna slika za osvetljene dele.
tr: Iþaretlenmiþ bölümlerin çizgi resmi .

source: Bar image for clicked parts.
da: Bjælke-billede for klikkede dele.
fi: Kehyskuvio painetuille osille.
gl: Imaxe da barra para as partes premidas.
pl: Obraz dla klikniêtych elementów.
ro: Imagine barã pentru pãrþile clickate.
sk: Obrázok titulku pre stlaèené èasti.
sl: Vrstièna slika za kliknjene dele.
tr: Týklanmýþ bölümlerin çizgi resmi .

source: Height of title bar.
da: Overskriftslinjehøjde.
fi: Otsikon korkeus.
gl: Altura da barra de título.
pl: Wysoko¶æ paska tytu³owego.
ro: Inãlþimea barei de titlu.
sk: Vý¹ka titulku.
sl: Vi¹ina vrstice naziva.
tr: Isim çizgisinin yüksekliði .

source: Width of window border.
da: Vinduets kantbredde.
fi: Ikkunan reunan leveys.
gl: Anchura do bordo da fiestra.
pl: Szeroko¶æ obramowania okna.
ro: Lãþimea marginii ferestrei.
sk: ©írka okraja okna.
sl: ©irina okenskega robu.
tr: Isim çizgisinin eni .

source: Border width of bar images.
da: Bjælke-billeders kantbredde.
gl: Anchura do bordo das imaxes da barra.
pl: Szeroko¶æ obramowania obrazów.
ro: Grosimea marginii imaginilor barei.
sk: ©írka okraja obrázkov titulku.
sl: ©irina vrstice slik.
tr: Çizgi resimlerinin kenar kalýnlýðý .

source: Key
da: Tast
fi: Näppäin
gl: Tecla
pl: Klawisz
ro: Tasta
sk: Klávesa
sl: Tipka
tr: Tuþ

source: Value
da: Værdi
gl: Valor
ro: Valoare
sk: Hodnota
sl: Vrednost
tr: Deðer

source: Add...
da: Tilføj...
fi: Lisää...
gl: Engadir...
pl: Dodaj...
ro: Adaugã...
sk: Prida»...
sl: Dodaj...
tr: Ekle ...

source: Delete
da: Slet
fi: Poista
gl: Borrar
pl: Usuñ
ro: ªterge
sk: Zmaza»
sl: Zbri¹i
tr: Sil

source: Edit...
da: Redigér...
fi: Muokkaa...
gl: Editar...
pl: Modyfikuj...
ro: Editeazã...
sk: Upravi»...
sl: Uredi...
tr: Deðiþtir ...

source: Add:
ro: Adaugã:
sk: Prida»:

source: Edit:
da: Redigér:
gl: Editar:
ro: Editeazã:
sk: Upravi»:
sl: Uredi:
tr: Deðiþtir :

source: ** unknown widget **
ro: ** widget necunoscut **
sk: ** neznámy prvok **

source: Revert
da: Forkast
fi: Palauta
gl: Reverter
pl: Przywróæ
ro: Revenire
sk: Vráti»
sl: Povrni
tr: Geriye al

source: Context:
da: Kontekst:
gl: Contexto:
sk: Kontext:
sl: Kontekst:
tr: Çerçeve :

source: While changing %s:
ro: În timpul schimbãrii %s:
sk: Pri zmene %s:

source: Sawfish Error
ro: Eroare Sawfish
sk: Chyba Sawfish

source: Sawfish configurator
da: Sawfish konfigurator
fi: Sawfishin hallinta
gl: Configuración do sawfish
ro: Configurarea Sawfish
sk: Nastavenie sawfish
sl: Sawfish nastavitve
tr: Sawfish ayarlayýcýsý

source: Command
da: Kommando
fi: Komento
gl: Comando
pl: Polecenie:
ro: Comandã
sk: Príkaz
sl: Ukaz
tr: Komuta

source: Undocumented
da: Udokumenteret
fi: Ei dokumentoitu
gl: Non documentado
pl: Nieudokumentowane
ro: Nedocumentat
sk: Nedokumentované
sl: Nedokumentirano
tr: Dokümansýz

source: Grab...
da: Fang...
fi: Sieppaa...
gl: Adquirir...
pl: Przechwyæ...
ro: Capteazã...
sk: Zachyti»...
sl: Zgrabi...
tr: Yakala ...

source: Select Icon
da: Vælg ikon
gl: Seleccionar Icona
ro: Selecteazã Icon
sk: Vyberte ikonu
sl: Izberi ikono
tr: Simgeyi seç

source: Edit binding
da: Redigér binding
gl: Editar atallo
ro: Editeazã legatura
sk: Upravi» skratku
sl: Uredi povezave
tr: Baðlarý deðiþtir

source: Key:
da: Tast:
gl: Tecla:
ro: Tasta:
sk: Klávesa:
sl: Tipka:
tr: Tuþ :

source: Matchers
da: Matchere
fi: Ominaisuus
gl: Patróns
pl: Wzorce
ro: Potriviri
sk: Testy
sl: Pogoji za ustrezanje
tr: Yakalýyýcýlar

source: Actions
da: Handlinger
fi: Ikkunan asetukset
gl: Accións
pl: W³a¶ciwo¶ci
ro: Acþiuni
sk: Akcie
sl: Dejanja
tr: Hareketler

source: Match window properties
da: Match vinduesegenskaber
fi: Tunnistettavat ominaisuudet
gl: Aplica-las propiedades das fiestras ós patróns
pl: W³a¶ciwo¶ci skojarzeñ
ro: Potriveºte proprietãþile ferestrei
sk: Porovna» vlastnosti okna
sl: Najdi okna z ustreznimi lastnostmi
tr: Pencere özelliklerini yakala

source: Workspaces:
da: Arbejdsområder:
gl: Escritorios:
ro: Spaþii de lucru:
sk: Pracovné plochy:
sl: Delovne povr¹ine:
tr: Masaüstleri :

source: Columns:
da: Kolonner:
gl: Columnas:
ro: Coloane:
sk: Ståpce:
sl: Stolpcev:
tr: Sütunlar :

source: Rows:
da: Rækker:
gl: Ringleiras:
ro: Linii:
sk: Riadky:
sl: Vrstic:
tr: Sýralar :

source: Window Cycling
da: Vinduesgennemgang
fi: Ikkunoiden kierrätys
gl: Circulación de Fiestras
pl: Cykliczna zmiana okien
sk: Prepínanie okien
sl: Kro¾enje Oken
tr: Pencere gezmesi

source: Sound
da: Lyd
fi: Äänet
gl: Son
sk: Zvuk
sl: Zvok
tr: Ses

source: Edge Flipping
da: Kant-skiftning
fi: Reunavaihto
gl: Salto nas Beiras
pl: Sklejanie krawêdzi biurek
sk: Okraje obrazovky
sl: Preskok preko roba na drug pogled
tr: Kenar zýplamasý

source: Matched Windows
da: Matchede vinduer
fi: Erikoiskäsittely
gl: Patróns de Fiestras
pl: Skojarzenia
sk: Okná
sl: Ustrezajoèa okna
tr: Yakalanmýþ pencereler

source: Shade Hover
da: Smart oprulning
fi: Shade Hover-tila
gl: Desenrolar ó Sobrevoar
pl: Tymczasowe rozwijanie
sk: Auto-rozbaµovanie
sl: Zaèasne odsenèitve
tr: Geçici foküs

source: Tooltips
da: Værktøjstip
fi: Vinkit
pl: Podpowiedzi
sk: Rady
sl: Namigi
tr: Balon yardýmý

source: Call the command NAME; optionally with the prefix argument PFX-ARG.
ro: Executã o comandã (opþional ºi cu un prefix).
sk: Vykona» príkaz NAME, prípadne s argumentom PFX-ARG.

source: Execute the given shell command.
da: Kør opgivet skalkommando.
gl: Executa-lo comando de shell indicado.
ro: Executã comanda shell datã.
sk: Vykona» daný príkaz.
sl: Izvedi dan ukaz lupine.
tr: Verilen komutayý çalýþtýr .

source: Command:
da: Kommando:
gl: Comando:
ro: Comanda:
sk: Príkaz:
sl: Ukaz:
tr: Komuta :

source: Invoke the list of commands, one by one.
da: Start listen med kommandoer, en efter en.
gl: Invoca-la lista de comandos, un a un.
ro: Invocã lista de comenzi, una cu una.
sk: Vykona» zoznam príkazov, jeden po druhom.
sl: Poka¾i seznam ukazov, enega po enega.
tr: Komutalarýn listesini birer birer çalýþtýr .

source: Prompt for a command, execute it, and print any output to the screen.
da: Spørg efter en kommando, udfør den, og udskriv uddataene til skærmen.
fi: Kysy komentoa, suorita se, ja tulosta seuraukset ruudulle.
gl: Preguntar por un comando, executalo, e escribir a saída na pantalla.
pl: Wczytaj polecenie, wykonaj je i wy¶wietl rezultaty.
ro: Cere o comandã ºi afiºazã rezultatul execuþiei sale pe ecran.
sk: Vyzva» k zadaniu príkazu, vykona» ho a vytlaèi» jeho výstup na obrazovku.
sl: Vpra¹aj za ukaz, ga izvedi in izpi¹i izhod na zaslon.
tr: Bir komuta için sor, o komutayý çalýþtýr ve o komutanýn dýþa-verimini ekranda göster .

source: Focus
da: Fokus
fi: Kohdistus
gl: Foco
pl: Uaktywnianie
sk: Fokus
sl: Fokus
tr: Foküslama

source: Move/Resize
da: Flyt/Ændr
fi: Siirto/Koko
gl: Mover/Redimensionar
pl: Przenoszenie/zmiana rozmiaru
sk: Presun/Zmena veµkosti
sl: Premakni/Spremeni velikost
tr: Taþý / Boyutlandýr

source: Placement
da: Placering
fi: Sijoitus
gl: Colocación
pl: Po³o¿enie
ro: Plasament
sk: Umiestnenie
sl: Namestitev
tr: Yerleþtirme

source: Appearance
da: Udseende
fi: Ulkonäkö
gl: Aparencia
pl: Wygl±d
ro: Aparenþã
sk: Vzhµad
sl: Videz
tr: Görünüm

source: Workspaces
da: Skriveborde
fi: Työpöydät
gl: Escritorios
pl: Biurka
sk: Pracovné plochy
sl: Delovne povr¹ine
tr: Masaüstüleri

source: Bindings
da: Bindinger
fi: Oikotiet
gl: Atallos
pl: Skróty
sk: Klávesové skratky
sl: Povezave
tr: Baðlar

source: Minimizing/Maximizing
da: Minimering/Maksimering
fi: Piilotus/Maksimointi
gl: Minimizar/Maximizar
pl: Minimalizacja/maksymalizacja
sk: Minimalizácia/Maximalizácia
sl: Krèenje/Razpenjanje
tr: Ufaltma/Azamileþme

source: Minimizing
da: Minimering
fi: Piilotus
gl: Minimizar
pl: Minimalizacja
sk: Minimalizácia
sl: Krèenje
tr: Ufaltma

source: Maximizing
da: Maksimering
fi: Maksimointi
gl: Maximizar
pl: Maksymalizacja
sk: Maximalizácia
sl: Razpenjanje
tr: Azamileþme

source: Miscellaneous
da: Diverse
fi: Sekalaiset
gl: Varios
pl: Ró¿ne
sk: Rôzne
sl: Razno
tr: Karýþýk

source: Invoke the user-customization system.
da: Start brugerindstillingssystemet.
gl: Arrinca-lo sistema de configuración de usuario.
pl: Wywo³uje system dostosowywania do potrzeb u¿ytkownika.
ro: Invocã sistemul de personalizare al utilizatorului.
sk: Vyvola» systém pre prispôsobenie.
sl: Vpelji sistem nastavljen po meri uporabnika.
tr: Kullanýcý özelleþtirme sistemini çaðýr .

source: When does the mouse pointer affect the input focus.
da: Hvornår påvirker musemarkøren inddata fokuset.
fi: Milloin hiiren osoitin vaikuttaa ikkunan kohdistukseen.
gl: Cando afecta o punteiro do rato ó foco de entrada.
pl: Tryb uaktywniania okna za pomoc± wska¼nika myszy.
ro: Când pointerul mouse-ului afecteazã focusul pentru intrare.
sk: Kedy kurzor my¹i ovplyvòuje fokus vstupu.
sl: Kdaj kazalec mi¹ke vpliva na fokus.
tr: Fare göstergesi ne zaman foküsü deðiþecek .

source: Does click-to-focus mode pass the click through to the window.
da: Videregiver klik-for-fokus klikket til vinduet.
fi: Ikkunan kohdistukseen tarkoitettu klikkaus välittyy ohjelmalle.
gl: O modo premer-para-enfocar (click-to-focus) pásalle o clic á fiestra.
pl: Po klikniêciu w celu uaktywnienia okno otrzymuje zdarzenie klikniêcia.
sk: Mód zmeny fokusu pri kliknutí predáva kliknutie aj do okna.
sl: Ali naèin klik-za-fokus po¹lje klik naprej v okno.
tr: Týklama-foküsünde týklama pencereye gönderilsin mi ?

source: Default frame style:
ro: Stilul de cadru implicit:
sk: ©tandardný ¹týl rámu:

source: Automatically reload themes when they are updated.
da: Automatisk genindlæs temaer når de er opdateret.
fi: Lue teemat automaattisesti uudellen kun ne päivitetään.
gl: Recargar automáticamente os temas se son actualizados.
pl: Automatyczne uwzglêdnianie zmian motywów.
ro: Reîncarcã temele automat când sunt modificate.
sk: Automaticky znovu naèíta» témy pri ich obnovení.
sl: Samodejno znova nalo¾i teme, ko so posodobljene.
tr: Görünümler yenilenince görünümleri yeniden yükle

source: Frame type fallbacks: Associate frame types with type to try if the theme doesn't implement the requested type.
ro: Frame type fallbacks: Asociazã tipurile de cadre cu tipurile de încercat pentru cazul în care tema nu implementeazã tipul cerut.
sk: Náhrada pre typy rámov: Spoji» typy rámov so ¹tandardným typom, ak téma neimplementuje po¾adovaný typ.

source: Default font: \w
da: Standard skrifttype: \w
gl: Fonte por defecto: \w
ro: Font implicit: \w
sk: ©tandardné písmo: \w
sl: Privzeta pisava: \w
tr: Önayarlý yazý tipi : \w

source: Bevel intensity: \wpercent.
ro: Intensitatea culorii muchei: \w%
sk: Intenzita zkosenia: \wpercent.

source: Default
da: Standard
fi: Oletus
gl: Por defecto
pl: Domy¶lny
ro: Implicit
sk: ©tandard
sl: Privzeto
tr: Önayarlý

source: Normal
fi: Tavallinen
pl: Zwyk³a
sk: Normálny
sl: Obièajen

source: Title-only
da: Kun-titel
fi: Pelkkä otsikko
gl: Só título
pl: Tytu³owa
ro: Numai titlul
sk: Len titulok
sl: Le-naziv
tr: Sýrf üstyazý

source: Border-only
da: Kun-Kant
fi: Pelkkä reuna
gl: Só bordo
pl: Obramowana
ro: Numai marginea
sk: Len okraj
sl: Le-rob
tr: Sýrf kenar

source: Top-border
da: Topkant
fi: Otsikko ja yläreuna
gl: Beira superior
pl: Obramowana od góry
ro: Marginea de sus
sk: Titulok s okrajom
sl: Zgornja meja
tr: Üst-kenar

source: None
da: Ingen
fi: Ei mitään
gl: Ningún
pl: Brak
ro: Nimic
sk: ®iadny
sl: Brez
tr: Hiçbirisi
