Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Offset (%) from top window edge when warping pointer. A negative number means outside the top window edge.
ro: Deplasarea (%) de la marginea de sus a ferestrei când mut cursorul Un numar negativ înseamnã în afara marginii de sus a ferestrei.
sk: Vzdialenos» (%) od horného okraja okna pri presune kurzoru. Záporné èíslo znamená mimo okna.

source: Format to create unique window names. Has two arguments (NAME INDEX) applied to it.
ro: Formatul pentru a crea nume unice de ferestre. Are douã argumente aplicate (NUME INDEX).
sk: Formát pre vytváranie jednoznaèným mien okien. Pou¾ijú sa dva argumenty (MENO INDEX).

source: Delete the window.
da: Fjern vinduet.
fi: Sulje ikkuna.
gl: Pecha-la fiestra.
pl: Zamknij okno.
ro: ªterge fereastra.
sk: Zatvori» okno.
sl: Zbri¹i okno.
tr: Pencereyi sil .

source: Delete the window, or beep if the window can't be closed safely.
da: Fjern vinduet, eller bip hvis vinduet ikke kan lukkes sikkert.
fi: Poista ikkuna, tai anna äänimerkki mikäli ikkunaa ei voida sulkea turvallisesti.
gl: Pecha-la fiestra, ou dar un pitido se a fiestra non se pode pechar con seguridade.
pl: Zamknij okno lub ostrzegaj d¼wiêkiem je¶li nie mo¿na go bezpiecznie zamkn±æ.
ro: ªterge fereastra sau emite un sunet dacã ea nu poate fi închisã în siguranþã.
sk: Zatvori» okno, alebo pípnu», ak nie je mo¾né ho zatvori» bezpeène.
sl: Zbri¹i okno ali zapiskaj, èe okno ne more biti varno zaprto.
tr: Pencereyi sil , ve pencere kapanabilinmiyorsa týngýrt .

source: Force the current window to have a unique title.
da: Tving aktivt vindue til at have unik titel.
gl: Forzar que a fiestra actual teña un único título.
pl: Wymu¶ unikaln± nazwê bie¿±cego okna.
ro: Forþeazã fereastra curenta sã aivã titlu unic.
sk: Vynúti» si jednoznaèný titulok okna.
sl: Prisili trenutno okno da ima unikaten naziv.
tr: Geçerli pencereyi yegane olan bir üstyazýya sahip olmasýný saðla .

source: Virtual desktop configuration.
da: Konfiguration af virtuelt skrivebord.
gl: Configuración dos escritorios virtuais.
ro: Configurarea desktop-ului virtual.
sk: Nastavenie virtuálnych pracovných plôch.
sl: Nastavitev navideznega namizja.
tr: Sanal masaüstü ayarlarý .

source: When passing the first or last workspace: \w
da: Ved passering af første eller sidste arbejdsområde: \w
gl: Ó supera-lo primeiro ou derradeiro escritorio: \w
ro: Când trec de primul sau ultimul spaþiu de lucru: \w
sk: Pri prepnutí na prvej alebo poslednej ploche: \w
sl: Dejanje kadar se gre mimo prve ali zadnje delovne povr¹ine: \w
tr: Ilk yada son masaüstünü geçince yapýlacak hareket : \w

source: When passing the first or last workspace, while moving a window: \w
da: Ved passering af første eller sidste arbejdsområde under flytning: \w
gl: Ó supera-lo primeiro primeiro ou derradeiro escritorio movendo unha fiestra: \w
ro: Când trec de primul sau ultimul spaþiu de lucru, în timp ce mut o fereastrã: \w
sk: Pri prepnutí na prvej alebo poslednej ploche poèet presunu okna: \w
sl: Dejanje kadar se gre mimo prve ali zadnje delovne povr¹ine med premikanjem okna: \w
tr: Ilk yada son masaüstünü taþýma sürecinde geçince yapýlacak hareket : \w

source: Workspaces are deleted when their last window closes.
da: Arbejdsområder slettes når deres sidste vindue lukkes.
gl: Borra-los escritorios cando se pecha a última fiestra.
ro: Spaþiile de lucru sunt ºterse când ultima lor fereastrã este închisã.
sk: Pracovné plochy sa majú zatvori» po zatvorení ich posledného okna.
sl: Delovne povr¹ine se zbri¹ejo, ko se zapre njihovo zadnje okno.
tr: Masaüstleri son pencereleri kapanýnca silinsin .

source: Preserve empty workspaces in pager.
da: Behold tomme arbejdsområder i vælgeren.
gl: Mante-los escritorios baleiros no paxinador.
ro: Pastreazã spaþiile de lucru goale în pager.
sk: Zachova» prázdne plochy v pageri.
sl: Ohrani prazne delovne povr¹ine v pagerju.
tr: Boþ masaüstlerini gözeyde tut .

source: Dialogs appear on the same workspace as their application.
da: Dialoger kommer på det samme skrivebord som deres anvendelse.
gl: Os diálogos aparecen no mesmo escritorio que a aplicación.
ro: Dialogurile apar în acelaºi spaþiu de lucru ca ºi aplicaþia lor.
sk: Dialógy sa zobrazujú na rovnakej ploche ako ich aplikácia.
sl: Dialogi se odpro na isti delovni povr¹ini kot njihovi programi.
tr: Diyaloklar ebeveynlerinin masaüstünde görünsün .

source: Workspace names
ro: Numele spaþiilor de lucru
sk: Mená pracovných priestorov

source: Insert workspace
da: Indsæt skrivebord
fi: Lisää työpöytä
gl: Engadir escritorio
pl: Wstaw biurko
ro: Insereazã un spaþiu de lucru
sk: Vlo¾i» plochu
sl: Vstavi delovno povr¹ino
tr: Bir masaüstü ekle

source: Select next workspace
da: Vælg næste skrivebord
fi: Valitse seuraava työpöytä
gl: Selecciona-lo seguinte escritorio
pl: Wybierz nastêpne biurko
ro: Selecteazã spaþiul de lucru urmãtor
sk: Vybra» nasledujúcu plochu
sl: Izberi naslednjo delovno povr¹ino
tr: Ilerideki masaüstünü seç

source: Select previous workspace
da: Vælg forrige skrivebord
fi: Valitse edellinen työpöytä
gl: Selecciona-lo escritorio anterior.
pl: Wybierz poprzednie biurko
ro: Selecteazã spaþiul de lucru anterior
sk: Vybra» predchádzajúcu plochu
sl: Izberi prej¹njo delovno povr¹ino
tr: Gerideki masaüsütnü seç

source: Merge with next
da: Flet med næste
fi: Liitä seuraavan kanssa
gl: Mesturar co seguinte
pl: Po³±cz z nastêpnym
ro: Combinã cu urmãtorul
sk: Spoji» s nasledujúcou
sl: Zdru¾i z naslednjo
tr: Önümüzdekiyle birleþtir

source: Merge with previous
da: Flet med forrige
fi: Liitä edellisen kanssa
gl: Mesturar co anterior
pl: Po³±cz z poprzednim
ro: Combinã cu cel anterior
sk: Spoji» s predchádzajúcou
sl: Zdru¾i s prej¹njo
tr: Geridekiyle birleþtir

source: Move workspace right
da: Flyt skrivebord til højre
fi: Siirrä työpöytä oikealle.
gl: Move-lo escritorio á dereita
pl: Przenie¶ biurko w prawo
ro: Mutã spaþiul de lucru la dreapta
sk: Presunú» plochu doprava
sl: Prestavi delovno povr¹ino desno
tr: Masaüstü saða taþý

source: Move workspace left
da: Flyt skrivebord til venstre
fi: Siirrä työpöytä vasemmalle.
gl: Move-lo escritorio á esquerda
pl: Przenie¶ biurko w lewo
ro: Mutã spaþiul de lucru la stânga
sk: Presunú» plochu doµava
sl: Prestavi delovno povr¹ino levo
tr: Masaüstü sola taþý

source: space %d
da: skrivebord %d
fi: %d. työpöytä
gl: escritorio %d
ro: spaþiul de lucru %d
sk: plocha %d
sl: prostor %d
tr: ara %d

source: Display the menu containing the list of all workspaces.
da: Vis menuen med alle skriveborde.
fi: Näytä kaikki työpöydät sisältävä valikko.
gl: Amosa-lo menú que contén a lista de tódolos escritorios.
pl: Wy¶wietlanie menu zawieraj±cego listê biurek.
ro: Afiºazã meniul cu lista tuturor spaþiilor de lucru.
sk: Zobrazi» menu so zoznamom v¹etkých pracovných plôch.
sl: Poka¾i menu, ki vsebuje seznam vseh delovnih povr¹in.
tr: Mönüye yekin masaüstülerinin listesiyle göstert .

source: Display the menu of all managed windows.
da: Vis menuen med alle håndterede vinduer.
fi: Näytä kaikki ikkunat sisältävä valikko.
gl: Amosa-lo menú con tódalas fiestras xestionadas.
pl: Wy¶wietlanie menu wszystkich zarz±dzanych okien.
ro: Afiºazã meniul cu toate ferestrele administrate.
sk: Zobrazi» menu so zoznamom v¹etkých spravovaných okien.
sl: Poka¾i menu vseh upravljanih oken.
tr: Mönüye yekin yönetilen pencerelerinin listesiyle göstert .

source: Display the next workspace.
da: Vis næste arbejdsplads
fi: Näytä seuraava työpöytä.
gl: Amosa-lo seguinte escritorio.
pl: Wy¶wietl nastêpne biurko.
ro: Afiºazã spatiul de lucru urmator.
sk: Zobrazi» nasledujúcu plochu.
sl: Poka¾i naslednjo delovno povr¹ino.
tr: Önümüzdeki masaüsütüne göster .

source: Display the previous workspace.
da: Vis forrige arbejdsplads
fi: Näytä edellinen työpöytä.
gl: Amosa-lo escritorio anterior.
pl: Wy¶wietl poprzednie biurko.
ro: Afiºazã spaþiul de lucru anterior.
sk: Zobrazi» predchádzajúcu plochu.
sl: Poka¾i prej¹njo delovno povr¹ino.
tr: Gerideki masaüsütüne göster .

source: Move the window to the next workspace.
da: Flyt vinduet til næste arbejdsplads.
fi: Siirrä ikkuna seuraavalle työpöydälle.
gl: Move-la fiestra ó seguinte escritorio.
pl: Przenie¶ okno na nastêpne biurko.
ro: Mutã fereastra în spaþiul de lucru urmãtor.
sk: Presunú» okno na nasledujúcu plochu.
sl: Prestavi okno na naslednjo delovno povr¹ino.
tr: Pencereyi bir masaüstü ileri taþý .

source: Move the window to the previous workspace.
da: Flyt vinduet til forrige arbejdsplads.
fi: Siirrä ikkuna edelliselle työpöydälle.
gl: Move-la fiestra ó escritorio anterior.
pl: Przenie¶ okno na poprzednie biurko.
ro: Mutã fereastra în spaþiul de lucru anterior.
sk: Presunú» okno na predchádzajúcu plochu.
sl: Prestavi okno na prej¹njo delovno povr¹ino.
tr: Pencereyi bir masaüstü geri taþý .

source: Copy the window to the next workspace.
da: Kopiér vinduet til næste arbejdsplads.
fi: Kopioi ikkuna seuraavalle työpöydälle.
gl: Copia-la fiestra ó seguinte escritorio.
pl: Kopiuj okno na nastêpne biurko.
ro: Copiazã fereastra în spaþiul de lucru urmãtor.
sk: Skopírova» okno na nasledujúcu pracovnú plochu.
sl: Kopiraj okno na naslednjo delovno povr¹ino.
tr: Pencereyi önümüzdeki masaüstüne kopyala .

source: Copy the window to the previous workspace.
da: Kopiér vinduet til forrige arbejdsplads
fi: Kopioi ikkuna edelliselle työpöydälle.
gl: Copia-la fiestra ó escritorio anterior.
pl: Kopiuj okno na poprzednie biurko.
ro: Copiazã fereastra în spaþiul de lucru anterior.
sk: Skopírova» okno na predchádzajúcu pracovnú plochu.
sl: Kopiraj okno na prej¹njo delovno povr¹ino.
tr: Pencereyi öncedeki masaüstüne kopyala .

source: Create a new workspace at the end of the list, and move the window to it.
da: Opret et nyt skrivebord i slutningen af listen, og flyt vinduet dertil.
fi: Luo uusi työpöytä listan loppuun, ja siirrä ikkuna sinne.
gl: Crear un novo escritorio ó remate da lista, e move-la fiestra alí.
pl: Utwórz nowe biurko na koñcu listy i przenie¶ tam okno.
ro: Creazã un nou spaþiu de lucru la sfârºitul listei ºi mutã fereastra în el.
sk: Vytvori» novú pracovnú plochu na konci zoznamu a presunú» na òu okno.
sl: Ustvari novo delovno povr¹ino na koncu seznama in prestavi okno vanjo.
tr: Listenin sonunda bir masaüstü yarat ve bu pencereyi oraya taþý .

source: Create a new workspace at the start of the list, and move the window to it.
da: Opret et nyt skrivebord i starten af listen, og flyt vinduet derhen.
fi: Luo uusi työpöytä listan alkuun, ja siirrä ikkuna sinne.
gl: Crear un novo escritorio ó comezo da lista, e move-la fiestra alí.
pl: Utwórz nowe biurko na pocz±tku listy i przenie¶ tam okno.
ro: Creazã un nou spaþiu de lucru la începutul listei ºi mutã fereastra în el.
sk: Vytvori» novú pracovnú plochu na zaèiatku zoznamu a presunú» na òu okno.
sl: Ustvari novo delovno povr¹ino na zaèetku seznama in prestavi okno vanjo.
tr: Listenin baþýnda bir masaüstü yarat ve bu pencereyi oraya taþý .

source: Delete the current workspace. Its member windows are relocated to the next workspace.
da: Slet nuværende skrivebord. Dets medlemsvinduer flyttes til næste skrivebord.
fi: Poista valittu työpöytä ja siirrä sen jäsenet seuraavalle.
gl: Borra-lo escritorio actual. As súas fiestras móvense ó seguinte escritorio.
pl: Usuñ bie¿±ce biurko. Okna zostan± przeniesione na nastêpne biurko.
ro: Combinã spaþiul de lucru curent cu cel urmãtor.
sk: Zatvori» aktuálnu plochu. Jej v¹etky okná sú premiestnené na nasledujúcu plochu.
sl: Zbri¹i trenutno delovno pov¹ino. Njena okna se prenesejo na naslednjo delovno povr¹ino.
tr: Bu masaüstünü sil .Varolan kitlevi pencereler önümüzdeki masaüstüne taþýnacak .

source: Delete the current workspace. Its member windows are relocated to the previous workspace.
da: Slet nuværende skrivebord. Dets medlemsvinduer flyttes til forrige skrivebord.
fi: Poista valittu työpöytä ja siirrä sen jäsenet edelliselle.
gl: Borra-lo escritorio actual. As súas fiestras móvense ó escritorio anterior.
pl: Usuñ bie¿±ce biurko. Okna zostan± przeniesione na poprzednie biurko.
ro: Combinã spaþiul de lucru curent cu cel anterior.
sk: Zatvori» aktuálnu plochu. Jej v¹etky okná sú premiestnené na predchádzajúcu plochu.
sl: Zbri¹i trenutno delovno pov¹ino. Njena okna se prenesejo na prej¹njo delovno povr¹ino.
tr: Bu masaüstünü sil .Varolan kitlevi pencereler gerideki masaüstüne taþýnacak .

source: Create a new workspace following the current workspace.
da: Opret ny skrivebord lige efter nuværende.
fi: Luo uusi työpöytä valitusta seuraavaksi.
gl: Crear un novo escritorio despois do actual.
pl: Utwórz nowe biurko za bie¿±cym.
ro: Creazã un nou spaþiu de lucru imediat dupã cel prezent.
sk: Vytvori» novú pracovnú plochu za aktuálnou pracovnou plochou.
sl: Ustvari novo delovno povr¹ino, ki naj sledi trenutni.
tr: Bu masaüstünden sonra bir masaüstü ekle .

source: Create a new workspace before the current workspace.
da: Opret ny skrivebord lige før nuværende.
fi: Luo uusi työpöytä valitun edelle.
gl: Crear un novo escritorio antes do actual.
pl: Utwórz nowe biurko przed bie¿±cym.
ro: Creazã un nou spaþiu de lucru înainte de cel prezent.
sk: Vytvori» novú pracovnú plochu pred aktuálnou pracovnou plochou.
sl: Ustvari novo delovno povr¹ino, ki naj bo pred trenutno.
tr: Bu masaüstünden önce bir masaüstü ekle .

source: Move the current workspace one place to the right.
da: Flyt nuværende skrivebord en plads til højre.
fi: Siirrä valittu työpöytä yhden sijan verran oikealle.
gl: Move-lo escritorio actual unha posición para a dereita.
pl: Przenie¶ bie¿±ce biurko w prawo.
ro: Mutã spaþiul de lucru curent cu un loc la dreapta.
sk: Presunú» aktuálnu pracovnú plochu o jedno miesto doprava.
sl: Prestavi trenutno delovno pov¹ino en prostor desno.
tr: Bu masaüstünü bir alan saða taþý .

source: Move the current workspace one place to the left.
da: Flyt nuværende skrivebord en plads til venstre.
fi: Siirrä valittu työpöytä yhden sijan verran vasemmalle.
gl: Move-lo escritorio actual unha posición para a esquerda.
pl: Przenie¶ bie¿±ce biurko w lewo.
ro: Mutã spaþiul de lucru curent cu un loc la stânga.
sk: Presunú» aktuálnu pracovnú plochu o jedno miesto doµava.
sl: Prestavi trenutno delovno povr¹ino en prostor levo.
tr: Bu masaüstünü bir alan sola taþý .

source: Delete any workspaces that don't contain any windows.
da: Fjern alle skriveborde som ikke indeholder vinduer.
fi: Tuhoa kaikki tyhjät työpöydät.
gl: Borrar tódolos escritorios que non conteñan ningunha fiestra.
pl: Usuñ wszystkie biurka, które nie zawieraj± okien.
ro: ªterge orice spaþiu de lucru care nu conþine ferestre.
sk: Zatvori» v¹etky plochy, ktoré neobsahujú okná.
sl: Zbri¹i vse delovne povr¹ine, ki ne vsebujejo oken.
tr: Hiç bir pencereyi içermeyen masaüstülerini sil .

source: Remove the copy of the window on the current workspace. If this is the last instance remaining, then delete the actual window.
ro: ªterge copia ferestrei din spaþiul de lucru curent. Dacã este ultima instanþã, atunci ºterge fereastra actualã.
sk: Odstráni» kópiu okna na aktuálnej ploche. Ak je to posledná kópia, zatvori» skutoèné okno.

source: Select the N'th workspace.
da: Vælg n'te arbejdsområde.
gl: Selecciona-lo escritorio N.
ro: Selecteazã spaþiul de lucru specificat.
sk: Vybra» n-tú pracovnú plochu.
sl: Izberi delovno povr¹ino ¹t. N.
tr: N'nci masaüstünü seç

source: Workspace:
da: Skrivebord:
fi: Työpöytä:
gl: Escritorio:
ro: Spaþiul de lucru:
sk: Plocha:
sl: Delovna povr¹ina:
tr: Masaüstü :

source: Move the current window to the N'th workspace.
da: Flyt aktivt vindue til n'te arbejdsområde.
gl: Move-la fiestra actual ó escritorio N.
ro: Mutã fereastra curentã cãtre spaþiul de lucru specificat.
sk: Presunú» aktuálne okno na n-tú pracovnú plochu.
sl: Prestavi okno na delovno povr¹ino ¹t. N.
tr: Pencereyi N'nci masaüstüne taþý .

source: Copy the current window to the N'th workspace.
da: Kopier aktivt vindue til n'te arbejdsområde.
gl: Copia-la fiestra actual ó escritorio N.
ro: Copiazã fereastra curentã cãtre spaþiul de lucru specificat.
sk: Skopírova» aktuálne okno na n-tú pracovnú plochu.
sl: Kopiraj okno na delovno povr¹ino ¹t. N.
tr: Pencereyi N'nci masaüstüne kopyala .

source: Prompt for a workspace and switch to it.
da: Spørg efter skrivebord og skift til det.
gl: Preguntar por un escritorio e cambiar a el.
ro: Cere spaþiul de lucru ºi afiºazã-l.
sk: Vyzva» k výberu pracovnej plochy a prepnú» na òu.
sl: Vpra¹aj za delovno povr¹ino in preklopi nanjo.
tr: Bir masaüstü için sor ve oraya geç .

source: Select the next window of the current workspace.
da: Vælg næste vindue på nuværende skrivebord.
fi: Valitse seuraava ikkuna tältä työpöydältä.
gl: Escolle-la seguinte fiestra do escritorio actual.
pl: Uaktywnia nastêpne okno na bie¿±cym biurku.
ro: Selecteazã fereastra urmãtoare a spaþiului de lucru curent.
sk: Vybra» následujúce okno aktuálnej plochy.
sl: Izberi naslednje okno trenutne delovne povr¹ine.
tr: Geçerli masaüstünde bir pencere ileri git .

source: Focus on the previous window of the current workspace.
da: Fokusér på forrige vindue på nuværende skrivebord.
fi: Kohdista edellinen ikkuna tältä työpöydältä.
gl: Enfoca-la fiestra anterior do escritorio actual.
pl: Uaktywnia poprzednie okno na bie¿±cym biurku.
ro: Cedeazã focusul ferestrei anteriore a spaþiului de lucru curent.
sk: Fokus na predchádzajúce okno aktuálnej plochy.
sl: Fokusiraj na prej¹nje okno trenutne delovne povr¹ine.
tr: Geçerli masaüstünde bir pencere geri git .

source: Select the next window, cycling through all possible workspaces.
da: Vælg det næste vindue, gennemgå alle mulige skriveborde.
fi: Valitse seuraava ikkuna huomioiden kaikki työpöydät.
gl: Escolle-la seguinte fiestra, circulando ó longo de tódolos escritorios posibles.
pl: Wybiera nastêpne okno przechodz±c cyklicznie przez wszystkie biurka.
ro: Selecteazã fereastra urmãtoare, cu posibilitatea de a cicla prin toate spaþiile de lucru.
sk: Vybra» následujúce okno medzi v¹etkými mo¾nými plochami.
sl: Izberi naslednje okno, pojdi èez vse mo¾ne delovne povr¹ine.
tr: Yekin masaüstündelerde bir pencere ileri git .

source: Select the previous window, cycling through all possible workspaces.
da: Vælg det forrige vindue, gennemgå alle mulige skriveborde.
fi: Valitse edellinen ikkuna huomioiden kaikki työpöydät.
gl: Escolle-la fiestra anterior, circulando ó longo de tódolos escritorios posibles.
pl: Wybiera poprzednie okno przechodz±c cyklicznie przez wszystkie biurka.
ro: Selecteazã fereastra anterioarã, cu posibilitatea de cicla prin toate spaþiile de lucru.
sk: Vybra» predchádzajúce okno medzi v¹etkými mo¾nými plochami.
sl: Izberi prej¹nje okno, pojdi èez vse mo¾ne delovne povr¹ine.
tr: Yekin masaüstündelerde bir pencere geri git .

source: Display the documentation of a specified symbol.
ro: Afiºeazã documentaþia unui simbol specificat.
sk: Zobrazi» dokumentáciu uvedeného symbolu.

source: Toggle the GNOME SKIP_WINLIST hint of the window.
da: Skift status for GNOME SKIP_WINLIST hintet for vinduet
fi: Aseta päälle/pois näkyvyys ikkunalistalla.
gl: Troca-lo estado SKIP_WINLIST de GNOME para esta fiestra.
pl: Prze³±cz ¿±danie okna GNOME SKIP_WINLIST.
ro: Activeazã indiciul GNOME SKIP_WINLIST al ferestrei.
sk: Prepnú» poznámku okna GNOME SKIP_WINLIST.
sl: Preklopi GNOME SKIP_WINLIST namig okna.
tr: Pencerenin GNOME "SKIP_WINLIST" imini aç / kapat .

source: Set the GNOME SKIP_WINLIST hint of the window.
da: Sæt GNOME SKIP_WINLIST hintet for vinduet.
fi: Piilota ikkuna ikkunalistalta (GNOME).
gl: Activa-lo estado SKIP_WINLIST de GNOME para esta fiestra.
pl: W³±cz ¿±danie okna GNOME SKIP_WINLIST.
ro: Seteazã indiciul GNOME SKIP_WINLIST al ferestrei.
sk: Nastavi» poznámku okna GNOME SKIP_WINLIST.
sl: Vkljuèi GNOME SKIP_WINLIST namig okna.
tr: Pencerenin GNOME "SKIP_WINLIST" imini aç .

source: Unset the GNOME SKIP_WINLIST hint of the window.
da: Fjern GNOME SKIP_WINLIST hintet for vinduet.
fi: Näytä ikkuna ikkunalistalla (GNOME).
gl: Desactiva-lo estado SKIP_WINLIST de GNOME para esta fiestra.
pl: Wy³±cz ¿±danie okna GNOME SKIP_WINLIST.
ro: ªterge indiciul GNOME SKIP_WINLIST al ferestrei.
sk: Zru¹i» poznámku okna GNOME SKIP_WINLIST.
sl: Izkljuèi GNOME SKIP_WINLIST namig okna.
tr: Pencerenin GNOME "SKIP_WINLIST" imini kapat .

source: Toggle the GNOME SKIP_TASKLIST hint of the window.
da: Skift status for GNOME SKIP_TASTLIST hintet for vinduet
fi: Aseta päälle/pois näkyvyys tehtävälistalla.
gl: Troca-lo estado SKIP_TASKLIST de GNOME para esta fiestra.
pl: Prze³±cz ¿±danie okna GNOME SKIP_TASKLIST.
ro: Activeazã indiciul GNOME SKIP_TASKLIST al ferestrei.
sk: Prepnú» poznámku okna GNOME SKIP_TASKLIST.
sl: Preklopi GNOME SKIP_TASKLIST namig okna.
tr: Pencerenin GNOME "SKIP_WINLIST" imini aç / kapat .

source: Set the GNOME SKIP_TASKLIST hint of the window.
da: Sæt GNOME SKIP_TASKLIST hintet for vinduet.
fi: Piilota ikkuna tehtävälistalta (GNOME).
gl: Activa-lo estado SKIP_TASKLIST de GNOME para esta fiestra.
pl: W³±cz ¿±danie okna GNOME SKIP_TASKLIST.
ro: Seteazã indiciul GNOME SKIP_TASKLIST al ferestrei.
sk: Nastavi» poznámku okna GNOME SKIP_TASKLIST.
sl: Vkljuèi GNOME SKIP_TASKLIST namig okna.
tr: Pencerenin GNOME "SKIP_WINLIST" imini aç .

source: Unset the GNOME SKIP_TASKLIST hint of the window.
da: Fjern GNOME SKIP_TASKLIST hintet for vinduet.
fi: Näytä ikkuna tehtävälistalla (GNOME).
gl: Desactiva-lo estado SKIP_TASKLIST de GNOME para esta fiestra.
pl: Wy³±cz ¿±danie okna GNOME SKIP_TASKLIST.
ro: ªterge indiciul GNOME SKIP_TASKLIST al ferestrei.
sk: Zru¹i» poznámku okna GNOME SKIP_TASKLIST.
sl: Izkljuèi GNME SKIP_TASKLIST namig okna.
tr: Pencerenin GNOME "SKIP_WINLIST" imini kapat .

source: Logout from the current GNOME session.
da: Logud af den nuværende Gnome session
gl: Saír da sesión actual de GNOME.
ro: Logout.
sk: Odhlási» sa z aktuálneho sedenia GNOME.
sl: Odjavi se iz trenutne GNOME seje.
tr: GNOME oturumunu bitir .

source: Display the WWW page of the GNOME project.
ro: Afiºeazã pagina WWW a proiectului GNOME.
sk: Zobrazi» WWW stránku projektu GNOME.

source: Launch the GNOME help browser.
da: Start Gnome hjælpevejlederen
gl: Executa-lo navegador de axuda de GNOME.
ro: Lanseazã browserul GNOME pentru ajutor.
sk: Spusti» GNOME Pomocníka.
sl: Po¾eni GNOME brskalnik po pomoèi.
tr: GNOME Yardým Gezginini baþlat .

source: Launch the GNOME about dialog.
ro: Lanseazã dialogul despre GNOME.
sk: Spusti» dialóg O GNOME.

source: Delete all windows in the group that the current window is a member of.
sk: Odstráni» v¹etky okná v skupine ako je aktuálne okno.

source: Whether growing an already grown window grows it again.
da: Om øgning at et allerede vokset vindue får det til at vokse yderligere.
gl: Medrar unha fiestra que xa foi medrada faina medrar de novo.
pl: Czy powiêkszanie uprzednio powiêkszonego okna powiêksza je ponownie.
ro: `Creºterea' unei ferestre deja `crescute' o mãreºte din nou.
sk: Èi sa má zväè¹i» u¾ raz zväè¹ené okno.
sl: Poveèevanje ¾e poveèanega okna naj ga znova poveèa.
tr: Zaten büyümüþ bir pencereyi daha da fazla büyümesini belirler .
