Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Default increment for size-window commands (when the window doesn't specify it's own increments).
da: Skridtstørrelse for ændring af vinduers størrelse (når vinduet ikke selv angiver den).
gl: Incremento por defecto para os comandos de tamaño de fiestra (cando esta non indica os seus propios incrementos).
pl: Domy¶lny przyrost w poleceniach zmieniaj±cych rozmiar okna (je¶li okno nie okre¶la w³asnego przyrostu).
sl: Privzeta vrednost za korak spreminjanja velikosti okna (kadar okno ne doloèi svoje velikosti koraka).
tr: size-window komutalarý için önayarlý boyut büyümesi ( tabii ki , sadece o pencere kendi boyut büyümesini belirtmese ) .

source: Focus windows when they are first displayed.
da: Fokusér vinduer når de vises første gang.
gl: Enfoca-las fiestras ó seren amosadas por primeira vez.
ro: Cedeazã ferestrelor focusul când sunt afiºate pentru prima oarã.
sl: Fokusiraj okna, ko so prviè prikazana.
tr: Pencereler ilk def'a gösteriliyorsa, o pencereleri foküsle .

source: Workspace names.
da: Navn på arbejdsområder.
gl: Nomes dos escritorios.
sl: Imena delovnih povr¹in.
tr: Masaüstü isimleri .

source: Remove the copy of the window on the current workspace. If this is the last instance remaining, then delete the actual window.
da: Fjern kopien af vinduet på aktive skrivebord. Hvis dette er sidste instans af vinduet, luk da det aktuelle vindue.
gl: Quita-la copia desta fiestra no escritorio actual. Se é a última copia que queda, entón pecha-la fiestra.
pl: Usuñ kopiê okna na bie¿±cym biurku. Je¶li jest to ostatnia kopia, zamknij okno.
sl: Odstrani kopijo okna s trenutne delovne povr¹ine. Èe je to zadnja preostala in¹tanca, potem dejnsko zbri¹i okno.
tr: Bu masaüstündeki masaüstündeki pencerenin kopyalarýný sil . Bu sonuncu pencere ise , o'nu da sil.

source: Cycle through all windows in order of recent selections.
da: Gennemgå alle vinduer i den rækkefølge de er valgt.
gl: Circular por tódalas fiestras na orde das seleccións recientes.
pl: Przechod¼ cyklicznie przez wszystkie okna w kolejbno¶ci ostatnich wyborów.
sl: Kro¾i èez vsa okna v vrstnem redu nedavnih izbir.
tr: Son seçime göre yekin pencereleri gez .

source: Cycle through all windows in the same group as the current window.
da: Gennemgå alle vinduer i den samme gruppe som det aktive vindue.
fi: Kierrätä senhetkisen ikkunan kanssa samassa ryhmässä olevia ikkunoita.
gl: Circular por tódalas fiestras do mesmo grupo que a actual.
pl: Przechod¼ cyklicznie przez wszystkie okna nale¿±ce do tej samej grupyco bie¿±ce.
sl: Kro¾i èez vsa okna v isti skupini kot trenutno okno.
tr: Geçerli pencere'nin kitlesinin pencereleri arasýnda gez .

source: Cycle through all windows whose names match the leading colon-delimited prefix of the current window.
da: Gennemgå alle vinduer hvis navne matcher den kolon-afgrænsede præfiks af det aktive vindue.
gl: Circular por tódalas fiestras tales que o seu nome encaixe co prefixo delimitado polos dous puntos da fiestra actual.
pl: Przechod¼ cyklicznie przez wszystkie okna o tym samym prefiksie co bie¿±ce.
sl: Kro¾i èez vsa okna katerih imena ustrezajo predponi trenutnega okna. Predpona je vse kar je levo od dvopièja.
tr: Geçerli pencere'nin öndizinlemesinin isimlerine rast gelen pencereleri arasýnda gez .

source: Cycle through all windows with the same class as the current window.
da: Gennemgå alle vinduer med samme klasse som det aktive vindue.
gl: Circular por tódalas fiestras coa mesma clase que a actual.
pl: Przechod¼ cyklicznie przez wszystkie okna tej samej klasy co bie¿±ce.
sl: Kro¾i èez vsa okna v istem razredu kot trenutno okno.
tr: Geçerli pencere'nin sýnýfýnýn pencereleri arasýnda gez .

source: OK
gl: Aceptar
sl: V redu
tr: Oldu

source: Apply
da: Brug
gl: Aplicar
sl: Uporabi
tr: Uygula

source: Yes
da: Ja
gl: Si
sl: Da
tr: Evet

source: No
da: Nej
gl: Non
sl: Brez
tr: Hayýr

source: Close
da: Luk
gl: Pechar
sl: Zapri
tr: Kapat

source: Help
da: Hjælp
gl: Axuda
sl: Pomoè
tr: Yardým

source: No matching item for %S
da: Ingen matchende punkt for %S
gl: Ningún elemento coincide con %S
pl: Brak odpowiedniego elementu dla %S
sl: Ni ustreznega predmeta za %S
tr: %S'ye uyan birim yok

source: Select color
da: Vælg farve
fi: Valitse väri
gl: Escoller cor
pl: Wybierz kolor
sl: Izberi barvo
tr: Rengi seç

source: Select file
da: Vælg fil
fi: Valitse tiedosto
gl: Escoller ficheiro
pl: Wybierz plik
sl: Izberi datoteko
tr: Dosyayý seç

source: Select font
da: Vælg skrifttype
fi: Valitse kirjasinlaji
gl: Escoller fonte
pl: Wybierz czcionkê
sl: Izberi pisavo
tr: Yazý tipini seç

source: Insert...
da: Indsæt...
gl: Inserir...
sl: Vstavi...
tr: Içer ...

source: Insert:
da: Indsæt:
gl: Inserir:
sl: Vstavi:
tr: Içer :

source: Select Image
da: Vælg billede
fi: Valitse kuvatiedosto
gl: Escoller Imaxe
pl: Wybierz obraz
sl: Izberi Sliko
tr: Resmi seç

source: Image Properties
da: Billed-egenskaber
fi: Kuvan ominaisuudet
gl: Propiedades da Imaxe
pl: W³a¶ciwo¶ci obrazu
sl: Lastnosti slike
tr: Resim özellikleri

source: Insert
fi: Lisää
gl: Inserir
pl: Wstaw

source: Grab key...
fi: Sieppaa näppäin...
gl: Coller tecla...
pl: Przechwyæ skrót...

source: Keymaps
fi: Näppäinkartat
gl: Mapas de teclado
pl: Zestaw skrótów

source: Commands
fi: Komennot
gl: Comandos
pl: Polecenia

source: Try
fi: Kokeile
gl: Tentar
pl: Wypróbuj

source: Refresh
fi: Virkistys
gl: Refrescar
pl: Od¶wie¿

source: Forget any persidstent state associated with the current window.
da: Glem enhver overlevende tilstand tilknyttet det aktuelle vindue.

source: Sawmill configurator
pl: Konfigurator Sawmilla

source: Advanced
fi: Kehittyneet
pl: Zaawansowane

source: Font used by default.
fi: Kirjasinlaji.
pl: Domy¶lna czcionka.

source: Intensity of bevels (percentage).
pl: Intensywno¶æ krawêdzi (w procentach).

source: Sawmill %s (rep %s) Copyright (C) 1999 John Harper <jsh@users.sourceforge.net> This is free software -- you are welcome to redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. Sawmill is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. Visit the Sawmill homepage at http://sawmill.sourceforge.net/
pl: Sawmill %s (rep %s) Copyright (C) 1999 John Harper <jsh@users.sourceforge.net> To oprogramowanie ogólnodostêpne - mo¿esz je rozpowszechniaæ i/lub modyfikowaæ zgodnie z postanowieniami GNU General Public License opublikowanej przez Free Software Foundation w wersji 2 lub pó¼niejszych. Sawmill jest rozpowszechniany w nadziei, ¿e bêdzie u¿yteczny, ale BEZ ¯ADNEJ GWARANCJI, w tym bez gwarancji PRZYDATNO¦CI DO KONKRETNEGO ZASTOSOWANIA. Szczegó³y mo¿na znale¼æ w GNU General Public License. Strona domowa Sawmilla znajduje siê pod adresem http://sawmill.sourceforge.net/

source: Flip to next viewport/workspace when pointer hits screen edge.
fi: Vaihda seuraavalle työpöydälle/alityöpöydälle (viewport) kun osutaan ruudun reunaan.
pl: Zmiana pulpitu/biurka po zbli¿eniu wska¼nika do krawêdzi ekranu.

source: What hitting the screen edge actually flips.
fi: Mitä reunaan osuminen vaihtaa.
pl: Rodzaj sklejania (viewport - pulpity, workspace - biurka).

source: Number of milliseconds to wait after pointer hits screen edge before flipping.
fi: Reunavaihtoa edeltävä viive (ms).
pl: Opó¼nienie prze³±czania (w milisekundach).

source: Decorate transient windows similarly to top-level windows.
pl: Okno potomne dziedziczy wygl±d po oknie macierzystym.

source: Offset in percent from left window edge, when warping. A negative number means warp to outside the left window edge.
fi: Osoittimen sijainti leveyssuunnassa ikkunan valitsemisen jälkeen. Asteikko 0-100, yli ja ali ovat ikkunan ulkopuolella.
pl: Przesuniêcie od lewej krawêdzi okna gdy wska¼nik przenoszony do okna (w procentach). Liczba ujemna oznacza miejsce poza lew± krawêdzi± okna.

source: Offset in percent from top window edge, when warping. A negative number means warp to outside the top window edge.
fi: Osoittimen sijainti pystysuunnassa ikkunan valitsemisen jälkeen. Asteikko 0-100, yli ja ali ovat ikkunan ulkopuolella.
pl: Przesuniêcie od górnej krawêdzi okna gdy wska¼nik przenoszony do okna (w procentach). Liczba ujemna oznacza miejsce poza górn± krawêdzi± okna.

source: Read a single event and send it to the focused window.
fi: Lue yksittäinen tapahtuma ja lähetä se kohdistetulle ikkunalle.
pl: Pobierz pojedyncze zdarzenie i prze¶lij je do aktywnego okna.

source: Match windows to properties.
pl: Przypisz w³a¶ciwo¶ci do okna.

source: Maximizing a window dimension always increases the size of that dimension.
pl: Pionowa/pozioma maksymalizacja okna powoduje wype³nienie w tym kierunku.

source: Raise windows when they're maximized.
fi: Ikkunat nostetaan kun ne maksimoidaan.
pl: Przywo³uj zmaksymalizowane okna.

source: Let ignored windows be overlapped when filling windows.
fi: Ohitettaviksi merkityt ikkunat eivät pysäytä täyttämistä.
pl: Pomijane okna bêd± zas³aniane podczas wype³niania okien.

source: Iconify
pl: Minimalizuj

source: Toggle
pl: Prze³±cz

source: Maximize
pl: Maksymalizuj

source: Vertically
pl: Pionowo

source: Horizontally
pl: Poziomo

source: Both
pl: W obu kierunkach

source: Un-maximize
pl: Przywróæ

source: In group
pl: Grupy

source: Send window to
pl: Wy¶lij okno

source: Previous workspace
pl: Na poprzednie biurko

source: Next workspace
pl: Na nastêpne biurko

source: Left
pl: W lewo

source: Right
pl: W prawo

source: Up
pl: W górê

source: Down
pl: W dó³

source: Sticky
pl: Przypinanie

source: Shaded
pl: Zwijanie

source: Ignored
pl: Pomijanie

source: Focusable
pl: Uaktywnianie

source: In window list
pl: Na li¶cie okien

source: In task list
pl: Na li¶cie zadañ

source: Windows
pl: Okna

source: Programs
pl: Programy

source: Customize
pl: Dostosuj

source: The method of drawing windows being moved interactively.
fi: Tapa millä ikkunat piirretään siirrettäessä.
pl: Wygl±d przenoszonego okna.

source: The method of drawing windows being resized interactively.
fi: Tapa millä ikkunat piirretään kokoa muutettaessa.
pl: Wygl±d okna zmieniaj±cego rozmiar.

source: Raise windows being moved or resized interactively.
fi: Ikkuna nostetaan kun sen kokoa muutetaan tai sitä siirretään.
pl: Przywo³uj okno przenoszone lub zmieniaj±ce rozmiar.

source: Show the current position while moving windows interactively.
fi: Näytä ikkunan sijainti sitä siirrettäessä.
pl: Wy¶wietlaj bie¿±c± pozycjê przenoszonego okna.

source: Show the current dimensions while resizing windows interactively.
fi: Näytä ikkunan mitat niitä muutettaessa.
pl: Wy¶wietlaj bie¿±ce rozmiary okna zmieniaj±cego rozmiar.

source: The method of choosing which window edges are moved while resizing with the mouse.
fi: Peruste minkä mukaan päätetään muutettavissa olevat suunnat, kun ikkunan kokoa muutetaan hiirellä.
pl: Metoda wyboru krawêdzi okna, któres± przesuwane podczas zmiany rozmiaru okna za pomoc± myszy.

source: Snap window position to edges of other windows when interactively moving.
fi: Siirtäessä napsauta ikkunan reuna kiinni toisen ikkunan reunaan, jos ollaan tarpeeksi lähellä.
pl: Przyci±gaj do krawêdzi innych okien podczas przenoszenia.

source: Method of deciding when to snap together two window edges.
fi: Tapa päättää milloin reunat napsautetaan kiinni.
pl: Jak przyci±gaæ do siebie dwie krawêdzie okna.

source: Lock window geometry while the window is maximized.
fi: Lukitse ikkunan mitat maksimoiminnin jälkeen.
pl: Blokuj zmaksymalizowane okno.

source: Only update window contents after it has been moved to its final position.
fi: Päivitä ikkunan sisältö kun se on siirretty lopulliselle paikalleen.
pl: Od¶wie¿aj zawarto¶æ okna dopiero po zakoñczeniu przenoszenia.

source: Method of selecting the position of a freshly-mapped window.
fi: Uuden ikkunan sijoitusperiaate.
pl: Metoda wyboru pozycji pojawiaj±cego siê okna.

source: Method of selecting the position of a freshly-mapped transient window.
fi: Uuden ali-ikkunan sijoitusperiaate.
pl: Metoda wyboru pozycji pojawiaj±cego siê okna potomnego.

source: Ignore program-specified window positions.
fi: Ohita ohjelmakohtaiset ikkunoiden sijoitukset.
pl: Pomijaj pozycjê okna okre¶lon± przez program.

source: Keep transient windows stacked above.
fi: Pidä ali-ikkunat näiden yläpuolella.
pl: Utrzymuj okna potomne powy¿ej.

source: Lower the window to the bottom of its stacking level.
fi: Laske ikkuna sen kerroksen alimmaksi.
pl: Odwo³aj okno na spód stosu.

source: Raise the window to the top of its stacking level.
fi: Nosta ikkuna sen kerroksen ylimmäksi.
pl: Przywo³aj okno na wierzch stosu.

source: If the window is the highest window in its stacking level, lower it to the bottom of this level, otherwise raise it to the top of its level.
fi: Jos ikkuna on kerroksensa korkein, laske se alimmaksi. Muuten nosta se ylimmäksi.
pl: Je¶li okno jest na wierzchu stosu odwo³aj je na spód; w przeciwnym wypadku przywo³aj je.

source: Focus each window when first displayed.
fi: Kohdista uusi ikkuna automaattisesti.
pl: Uaktywnianie okna przy pierwszym pojawieniu siê.

source: Transient windows inherit focus from their parent.
fi: Ali-ikkunat perivät kohdistuksen vanhemmaltaan.
pl: Dziedziczenie aktywno¶ci przez okna potomne.

source: Number of columns in each virtual workspace.
fi: Sarakkeiden määrä yhtä työpöytää kohti (alityöpöydät/viewports).
pl: Liczba kolumn (pulpitów) na wirtualnych biurkach.

source: Number of rows in each virtual workspace.
fi: Rivien määrä yhtä työpöytää kohti (alityöpöydät/viewports).
pl: Liczba rzêdów (pulpitów) na wirtualnych biurkach.

source: Windows are uniconified to the current viewport.
fi: Ikkunat palautetaan senhetkiselle alipöydälle (viewport).
pl: Przywracanie zminimalizowanych okien na bie¿±cy pulpit.

source: Action when passing the first or last workspace when moving.
fi: Mitä tehdään kun ohitetaan ensimmäinen/viimeinen työpöytä?
pl: Czynno¶æ wykonywana po miniêciu pierwszego lub ostatniego biurka.

source: Action when passing the first or last workspace when moving windows.
fi: Mitä tehdään kun siirretään ikkunaa ensimmäistä työpöytää taaemmaksi tai viimeistä edemmäksi?
pl: Czynno¶æ wykonywana po przeniesieniu okna za pierwsze lub ostatnie biurko.

source: Workspaces are merged with the next when their last window is closed.
fi: Työpöydät suljetaan niiden viimeisen ikkunan sulkemisen myötä.
pl: Do³±czanie biurka do nastêpnika po zamkniêciu ostatniego okna.

source: The minimum number of workspaces that may exist.
fi: Työpöytien vähimmäismäärä.
pl: Minimalna ilo¶æ biurek.

source: Empty workspaces before or after the active workspace aren't hidden.
fi: Aktiivisen työpöydän viereiset tyhjät työpöydät eivät ole piilotettuja.
pl: Bez ukrywania pustych biurek przed lub za aktywnym biurkiem.

source: Windows are uniconified onto the current workspace.
fi: Ikkunat palautetaan senhetkiselle työpöydälle.
pl: Okna s± przywracane po minimalizacji na bie¿±ce biurko.

source: Transient windows are opened on the same workspace as their parent.
fi: Ali-ikkunat avataan samalle työpöydälle kuin vanhempansa.
pl: Otwieranie okien potomnych na biurku macierzystego.

source: Windows selected (normally by the Windows menu) are raised.
fi: Ikkunat nostetaan valittaessa (yleensä "Ikkunat"-valikosta).
pl: Przywo³ywanie wybranych okien (zwykle przez menu Okna).

source: Warp the mouse pointer to selected windows.
fi: Siirrä hiiren osoitin valitulle ikkunalle.
pl: Przesuwanie wska¼nika do wybranych okien.

source: Iconifying a window that's a member of a group removes the whole group.
fi: Yhden ryhmän ikkunan piilottaminen piilottaa koko ryhmän.
pl: Usuwanie grupy okien przy minimalizacji jednego z cz³onków grupy.

source: Uniconifying a window that's a member of a group restores the whole group.
fi: Yhden ryhmän ikkunan palauttaminen palauttaa koko ryhmän.
pl: Przywracanie grupy okien przy przywracaniu jednego z cz³onków grupy.

source: Activate workspace number SPACE (from zero).
pl: Uaktywnij biurko numer BIURKO (od zera).

source: space %d%s
pl: biurko %d%s

source: Use the GTK+ background color for inactive frames.
fi: Käytä GTK+:n taustaväriä passiivisiin kehyksiin.
pl: U¿yj koloru t³a GTK+ do nieaktywnych ramek.

source: Color of inactive frames. (When the above option is unset.)
fi: Passiivisten kehysten väri.
pl: Kolor nieaktywnych ramek (gdy poprzednia opcja nie jest w³±czona).

source: Method of justifying text in window titles.
pl: Sposób justowania tekstu w paskach tytu³owych okien.

source: Sawmill Theme Builder
pl: Konstruktor motywów Sawmilla

source: Sawmill Themer Preview
pl: Podgl±d motywów Sawmilla

source: Enable audio effects for window manager events.
fi: Ääniefektit.

source: Play audio effects for windows that are usually ignored.
fi: Ääniefektit myös ohitettaville ikkunoille.

source: The default window animation mode.
fi: Ikkunoiden animointitapa.

source: Window History
fi: Ikkunahistoria

source: Remember window positions.
fi: Muista ikkunoiden sijainnit.

source: Remember window sizes.
fi: Muista ikkunoiden koot.

source: Remember other window attributes.
fi: Muista muut ikkunoiden ominaisuudet.
