Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Display the workspace containing the window W, then focus on W.
da: Vis skrivebordet indeholdende vinduet W, fokusér derefter på W.
fi: Näytä työpöytä joka sisältää ikkunan W, sitten kohdista W.
gl: Amosa-lo escritorio que contén a fiestra W, e enfocala.
pl: Wy¶wietl biurko zawieraj±ce dane okno i uaktywnij je.
ro: Afiºazã spaþiul de lucru al ferestrei F ºi îi cedeazã ei focusul.
sk: Zobrazi» plochu obsahujúcu okno W, potom prepnú» fokus na W.
sl: Poka¾i delovno povr¹ino, ki vsebuje okno W nato fokusiraj na W.
tr: W'yi içeren masaüstüne geç ve W'ye foküs ver .

source: Group transient windows with their parents.
da: Gruppér gennemsigtige vinduer med deres forældre
fi: Ryhmittele ali-ikkunat vanhempiensa mukaan.
gl: Agrupa-las fiestras temporais coas súas nais.
pl: Grupuj okna potomne z macierzystymi.
ro: Grupeazã ferestrele tranzitorii cu pãrinþii lor.
sk: Zoskupi» podriadené okná s ich rodièovskými.
sl: Daj transistentna okna v skupino star¹ev.
tr: Çoçuk pencereleri ana pencereyle beraber kitleleþtir .

source: Persistent group ids
ro: ID-urile grupului persistent
sk: Stále ID skupín

source: New group
da: Ny gruppe
fi: Uusi ryhmä
gl: Novo grupo
pl: Nowa grupa
ro: Grup nou
sk: Nová skupina
sl: Nova skupina
tr: Yeni kitle .

source: Reload the gtkrc settings.
da: Genindlæs gtkrc indstillinger.
fi: Lue gtkrc-asetukset uudelleen.
gl: Recarga-la configuración do gtkrc.
pl: Ponownie za³aduj ustawienia gtkrc.
ro: Reîncarcã setãrile gtkrc.
sk: Znovu naèíta» nastavenie gtkrc.
sl: Znova nalo¾i gtkrc nastavitve.
tr: gtkrc-ayarlarý yeniden yükle .

source: Prompt for a key sequence, then print its binding.
da: Spørg efter en tastesekvens, udskriv derefter dets binding.
gl: Preguntar por unha secuencia de teclas, entón escribi-lo comando ó que está asociado.
ro: Aºteaptã o combinaþie de taste ºi afiºazã legatura.
sk: Vyzva» k zadaniu postupnosti kláves a potom vytlaèi» ich klávesové skratky.
sl: Vpra¹a za zaporedje tipk, nato izpi¹e povezavo.
tr: Bir tuþ sýrasýný sor ve ondan sonra a baðý göster .

source: [Quote]
da: [Citat]
pl: [cytowanie]
ro: [Ghilimea]
sk: [Apostrof]
sl: [Citat]
tr: [ Anyazý ]

source: Sends the next key event directly to the focused client window, ignoring any window manager bindings that it may have.
da: Send den næste taste-hændelse direkte til klient-vinduet i fokus, idet enhver vindues-håndterings-binding som det må have, ignoreres.
gl: Envía o seguinte evento de teclado directamente á fiestra cliente enfocada, ignorando os atallos do xestor de fiestras.
ro: Trimite urmãtorul eveniment de la tastaturã cãtre fereastra client cu focus, ignorând orice legãturi ale managerului de ferestre.
sk: Posla» nasledujúcu klávesovú udalos» priamo klientskému oknu s fokusom, ignorova» klávesové skratky nastavené v správcovi okien.
sl: Po¹lje naslednji tipkovnièin dogodek neposredno na fokusirano okno, ne oziraje se na povezave, ki jih ima upravljalnik oken za ta dogodek.
tr: Gelecek tuþ eylemini direkman foküslü pencereye gönder, pencere yöneticisini herhangi bir tuþ bað_iný gözardý ederek.

source: Show options suitable for \w users.
da: Vis alternativer som passer for \w brugere.
gl: Amosa-las opcións para os usuarios \w.
ro: Aratã opþiunile potrivite pentru utilizatorii de tip \w
sk: Zobrazi» mo¾nosti vhodné pre \w.
sl: Ka¾i mo¾nosti primerne za uporabnike \w.
tr: \w kullanýcýlarý için uyan seçenekleri göster .

source: Buttons shown in configurator: \w
da: Knapper som vises i konfigurator: \w
gl: Botóns amosados no configurador: \w
ro: Butoanele afiºate în programul de configurare: \w
sk: Tlaèidlá v nastavení: \w
sl: Gumbi prikazani v nastavitvah: \w
tr: Ayarlayýcýda gösterilen basmalar : \w

source: Show variable names of each customization option.
da: Vis variablenavne til hver egendefineringspunkt.
fi: Näytä jokaisen asetuksen muuttujanimi.
gl: Amosa-los nomes das variables en cada opción de configuración.
pl: Wy¶wietlanie nazw zmiennych ka¿dej z opcji dostosowania.
ro: Afiºazã numele variabilelor fiecãrei opþiuni de personalizare.
sk: Zobrazi» mená premenných pre ka¾dú voµbu.
sl: Ka¾i imena spremenljivk vsake mo¾nosti po meri.
tr: Her özelleþterilebilir ayarýn ayargaçýný göster (variable ) .

source: The program used to play audio samples. If unset, built-in support for ESD is used.
da: Programmet til lydafspilning. Hvis usat, benyttes indbygget ESD-understøttelse
fi: Äänien soittamiseen käytettävä ohjelma. Oletus on sisäänrakennettu ESD-tuki.
gl: O programa usado para reproduci-las gravacións de son. Se non se indica, usarase o soporte integrado para ESD.
ro: Programul folosit pentru a reda sunete. Dacã nu este setat, suportul nativ pentru ESD va fi folosit.
sk: Program pou¾ívaný pre prehrávanie zvukov. Ak nie je nastavený, pou¾ije sa zabudovaná podpora ESD.
sl: Program za igranje zvoènih vzorcev. Èe ni nastavljeno bo uporabljena ¾e vgrajena ESD podpora.
tr: Ses parçalarýný çalacak olan uygulama . Bu belirlenmese, o zaman sawfish'inkendi ESD desteðiyle sesler çalýnacaktýr .

source: Window:
da: Vindue:
fi: Ikkuna:
gl: Fiestra:
ro: Fereastra:
sk: Okno:
sl: Okno:
tr: Pencere :

source: Keymap containing bindings active when reading a string from the user.
da: Tastaturkort som indeholder aktive bindinger, når der læses en streng fra brugeren.
gl: Mapa de teclado que contén os atallos activos ó ler unha cadea do usuario.
pl: Zestaw skrótów aktywnych podczas wczytywania napisu od u¿ytkownika.
sk: Klávesové skratky aktívne pri vstupe textu od pou¾ívateµa.
sl: Mapiranje tipk, ki je aktivno kadar uporabnik vpisuje besedilo.
tr: Tuþ haritalarýný içeren baðlar , kullanýcýdan metin alýrken aktif olsun .

source: When raising a window, also raise its: \w
ro: Când ridic o fereastrã, ridic de asemenea ºi: \w
sk: Pri presune okna dopredu sa presunú aj jeho: \w

source: to:
da: til:
fi: Kehys:
gl: a:
pl: na:
ro: cãtre:
sk: na:
sl: za:

source: About
da: Om...
fi: Tietoja
gl: Acerca de
pl: Informacje
ro: Despre
sk: O programe
sl: O
tr: Bilgi

source: About:
da: Om:
fi: Tietoja:
gl: Acerca de:
pl: Informacje:
ro: Despre:
sk: O programe:
sl: O:
tr: Bilgi :

source: Add
da: Tilføj
fi: Lisää
gl: Engadir
pl: Dodaj
ro: Adaugã
sk: Prida»
sl: Dodaj
tr: Ekle

source: Attributes
da: Attributter
fi: Ominaisuudet
gl: Atributos
pl: Atrybuty
ro: Atribute
sk: Atribúty
sl: Atributi
tr: Özellikler

source: Cancel
da: Annullér
fi: Peruuta
gl: Cancelar
pl: Anuluj
ro: Anuleazã
sk: Zru¹i»
sl: Preklièi
tr: Vazgeç

source: Class
da: Klasse
fi: Luokka
gl: Clase
pl: Klasa
ro: Clasa
sk: Trieda
sl: Razred
tr: Sýnýf

source: Clicked
da: Klikket
fi: Klikattu
gl: Premido
pl: Klikniête
sk: Stlaèené
sl: Kliknjen
tr: Týklamada

source: Copy
da: Kopiér
fi: Kopioi
gl: Copiar
pl: Kopiuj
ro: Copiazã
sk: Kopírova»
sl: Kopiraj
tr: Kopya

source: Copy...
da: Kopiér...
fi: Kopioi
gl: Copiar...
pl: Kopiuj...
ro: Copiazã...
sk: Kopírova»...
sl: Kopiraj...
tr: Kopya ...

source: Details
da: Detaljer
fi: Yksityiskohtia
gl: Detalles
pl: Opis
ro: Detalii
sk: Detaily
sl: Podrobnosti
tr: Incelikler

source: Directory:
da: Katalog:
fi: Hakemisto
gl: Directorio:
pl: Katalog:
ro: Director:
sk: Prieèinok:
sl: Imenik:
tr: Dizin :

source: E_xit
da: _Afslut
fi: _Lopeta
gl: _Saír
pl: Zakoñcz
ro: Ieºire
sk: _Koniec
sl: _Izhod
tr: Çý_k

source: Focused
da: Fokuséret
fi: Kohdistettu
gl: Enfocado
pl: Aktywne
ro: Cu focus
sk: S fokusom
sl: Fokusiran
tr: Foküslenmiþ

source: Frame
da: Ramme
fi: Kehys
gl: Marco
pl: Ramka
ro: Cadru
sk: Rám
sl: Okvir
tr: Kenar tipi

source: Frame Part _Definitions
da: Rammedels _definitioner
fi: Kehyksen _osat
gl: _Definicións das Partes dos Marcos
pl: Definicje czê¶ci ramki
sk: _Definície èastí rámu
sl: _Definicije Delov Okvirja
tr: Görünüm deklarasyonlarý

source: Frame _Classes
da: Ramme_klasser
fi: Kehysluokat
gl: _Clases de Marcos
pl: Klasy ramki
ro: _Clasele cadrelor
sk: _Triedy rámov
sl: _Razredi Okvirjev
tr: Kenar sýnýfý

source: Frames
da: Rammer
fi: Kehykset
gl: Marcos
pl: Ramki
ro: Cadre
sk: Rámy
sl: Okvirji
tr: Kenarlar

source: HIghlighted
da: OPlyst
fi: KOrostettu
gl: Destacado
pl: Pod¶wietlone
sk: Zvýraznené
sl: Osvetljen
tr: Öne getirilmiþ

source: Highlighted
da: Oplyst
fi: Korostettu
gl: Destacado
pl: Pod¶wietlone
sk: Zvýraznené
sl: Osvetljen
tr: Öne getirilmiþ

source: Inactive
da: Inaktiv
fi: Passiivinen
gl: Inactivo
pl: Nieaktywne
ro: Inactiv
sk: Neaktívne
sl: Nedejaven
tr: Pasif

source: Inactive- Clicked
da: Inaktiv- Klikket
fi: Passiivinen- Klikattu
gl: Inactivo- Premido
pl: Nieaktywne- klikniête
sk: Neaktívne- Stlaèené
sl: Nedejaven- Kliknjen
tr: Pasif- Týklanmýþ

source: Inactive- Highlighted
da: Inaktiv- Oplyst
gl: Inactivo- Destacado
pl: Nieaktywne- pod¶wietlone
sk: Neaktívne- Zvýraznené
sl: Nedejaven- Osvetljen
tr: Pasif- Öne getirilmiþ

source: Map:
fi: Tyyppi:
gl: Asociar:
pl: Mapuj:
ro: Harta:
sk: Mapova»:
sl: Preslikava:
tr: Harita :

source: Mapping
da: Sammensætning
fi: Kartoitus
gl: Asociar
pl: Mapowanie
ro: Mapare
sk: Mapovanie
sl: Tipkovna preslikava
tr: Haritalama

source: Name
da: Navn
fi: Nimi
gl: Nome
pl: Nazwa
ro: Nume
sk: Meno
sl: Ime
tr: Isim

source: New Theme
da: Nyt tema
fi: Uusi teema
gl: Novo Tema
pl: Nowy motyw
ro: Temã nouã
sk: Nová téma
sl: Nova Tema
tr: Yeni görünüm

source: Patterns
da: Mønstre
fi: Kuviot
gl: Patróns
pl: Wzory
ro: Tipãre
sk: Vzorky
sl: Vzorci
tr: Yakalýyýcýlar

source: Properties
da: Egenskaber
fi: Ominaisuudet
gl: Propiedades
pl: W³a¶ciwo¶ci
ro: Proprietãþi
sk: Vlastnosti
sl: Lastnosti
tr: Özellikler

source: Save Theme _As...
da: Gem tema _som...
fi: Tallenna teema _nimellä...
gl: Gardar Tema _Como...
pl: Zapisz motyw jako...
ro: Salveazã tema ca...
sk: U_lo¾i» tému ako...
sl: Shrani Temo _Kot...
tr: Görünümü farklý kaydet

source: Sawfish Theme Builder
da: Sawfish temabygger
fi: Sawfish teemamuokkain
gl: Constructor de Temas do Sawfish
ro: Programul de creare a temelor Sawfish
sk: Vytváraè tém Sawfish
sl: Graditelj Sawfishovih Tem
tr: Sawfish görünüm yapýcýsý

source: Sawfish Themer Preview
da: Sawfish tema-forvisning
fi: Teeman esikatselu
gl: Vista Previa do Themer do Sawfish
ro: Previzualizarea temelor Sawfish
sk: Uká¾ka tém Sawfish
sl: Predogled Sawfishovih Tem
tr: Sawfish Themer önizlenimi

source: Theme name:
da: Temanavn:
fi: Teeman nimi:
gl: Nome do tema:
pl: Nazwa motywu:
ro: Numele temei:
sk: Meno témy:
sl: Ime teme:
tr: Görünüm ismi :

source: This window previews the current theme.
da: Dette vindue foreviser det aktive tema.
fi: Tämä on teeman esikatseluikkuna.
gl: Esta fiestra previsualiza o tema actual.
pl: Okno podgl±du bie¿±cego motywu.
ro: În aceastã fereastrã este previzualizatã tema curentã.
sk: Toto okno ukazuje aktuálnu tému.
sl: To okno je predogled trenutne teme.
tr: Geçerli görünümü bu pencere önizletir .

source: Type
fi: Tyyppi
gl: Tipo
pl: Typ
ro: Tip
sk: Typ
sl: Tip
tr: Tip

source: Window _Frames
da: Vinduesrammer
fi: Ikkunan _kehykset
gl: _Marcos da Fiestra
pl: Ramki okna
ro: Cadrele _ferestrelor
sk: _Rámy okna
sl: _Okvirji Oken
tr: _Pencere kenarlarý

source: [about text]
da: [om tekst]
fi: [tietoja]
pl: [informacje]
ro: [textul despre autor]
sk: [text o programe]
sl: [besedilo o]
tr: [bilgi_metini]

source: [frame-part-table]
da: [rammedels-tabel]
pl: [tabela czê¶ci ramki]
sk: [tabuµka-èastí-rámu]
sl: [tablea-delov-okvirja]
tr: [parça-çizgiyesi]

source: [place holder]
da: [pladsholder]
pl: [zape³niacz]
sk: [miesto]
sl: [dr¾alec mesta]
tr: [yerleþimcik]

source: [title]
da: [titel]
fi: [otsikko]
pl: [tytu³]
ro: [titlu]
sk: [titulok]
sl: [naziv]
tr: [üstyazý]

source: _About
da: _Om...
fi: _Tietoja
gl: _Acerca de
pl: Informacje
ro: Despre
sk: _O programe
sl: _O
tr: _Bilgi

source: _File
da: _Filer
fi: _Tiedosto
gl: _Ficheiro
pl: Plik
ro: _Fiºier
sk: _Súbor
sl: _Datoteka
tr: _Dosya

source: _Open Theme..
da: _Åbn tema...
fi: _Avaa teema...
gl: _Abrir Tema...
pl: Otwórz motyw...
ro: Deschide tema...
sk: _Otvori» tému...
sl: _Odpri Temo..
tr: Görünümü aç ...

source: _Preferences...
da: _Præferencer...
fi: _Asetukset
gl: _Preferencias...
pl: Preferencje...
ro: _Preferinþe...
sk: _Nastavenie...
sl: _Nastavitve...
tr: _Ayarlar ...

source: _Preview
da: _Se tema
fi: _Esikatselu
gl: _Vista Previa
pl: Podgl±d
ro: Previzualizeazã
sk: _Uká¾ka
sl: _Predogled
tr: Ö_nizle

source: _Save Theme
da: _Gem tema
fi: _Tallenna teema
gl: _Gardar Tema
pl: Zapisz motyw
ro: _Salveazã tema
sk: _Ulo¾i» tému
sl: _Shrani Temo
tr: Görünümü _kaydet

source: _Settings
da: Ind_stillinger
fi: _Asetukset
gl: P_ropiedades
pl: Ustawienia
ro: _Setãri
sk: Na_stavenie
sl: _Nastavitve
tr: _Ayarlar

source: _Themes
da: _Temaer
fi: _Teemat
gl: _Temas
pl: Motywy
ro: _Teme
sk: _Témy
sl: _Teme
tr: _Görünümler

source: Map window events to sound files.
da: Kobl vindushændelser til lydfiler.
gl: Asociar eventos das fiestras a ficheiros de son.
sl: Dogodki oken naj bodo povezani z zvoènimi datotekami.
tr: Pencere eylemlerini ses dosyalarýyla eþleþtir .

source: Sample
da: Prøve
gl: Son
sl: Vzorec
tr: Parça

source: Index:
gl: Índice:
sl: Kazalo:
tr: Indeks :

source: Main
da: Hoved
gl: Principal
pl: G³ówne
sl: Glavni
tr: Ana

source: Default frame style (theme).
da: Standard-ramme-stíl (tema).
fi: Kehystyyli (teema).
gl: Estilo de marco (tema) por defecto.
pl: Domy¶lny styl ramki (motyw).
sl: Privzet slog okvirjev (tema).
tr: Önayarlý görünüþü ( theme'i ) .

source: Update all windows when the default frame style is changed.
da: Opdatér alle vinduer, når forvalgt rammestíl er ændret.
fi: Päivitä kaikki ikkunat kun yleinen kehystyyli vaihdetaan.
gl: Actualizar tódalas fiestras ó cambia-lo estilo de marco por defecto.
pl: Aktualizacja wszystkich okien po zmianie stylu.
sl: Posodobi vsa okna, ko se spremeni privzeti slog okvirjev.
tr: Önayarlý görünüþü deðiþince yekin pencelerin görünümünü yenile .

source: Associate frame types with type to try if the theme doesn't implement the requested type.
da: Associér rammetyper med type som skal prøves hvis tema ikke implementerer den forespurgte type.
gl: Asocia-los tipos de marco co tipo a probar se o tema non implementa o tipo solicitado.
sl: Pove¾i naèine okvirjev s tistimi tipi, ki naj se uporabijo, èe tema ne vsebuje ¾eljenega naèina
tr: Görünüm gerekli tipi sunamýyorsa, pencere kenarýný kenara göre ayarla .

source: Intensity of bevels: \wpercent.
da: Intensitet for kanter: \wprocent.
gl: Intensidade dos "bevels": \wporcentaxe.
sl: Intenziteta robov: \w procentov.
tr: Yüzde olarak kenar kalýnlýðý : \wpercent .

source: Give focus to windows even when they haven't asked for it.
da: Giv fokus til vinduer selvom de ikke har bedt om det.
fi: Kohdista myös ikkunat, jotka eivät itse osaa pyytää sitä.
gl: Darlle o foco ás fiestras aínda que non o pidan.
pl: Uaktywnia okna nawet je¶li tego nie ¿±daj±.
sl: Daj fokus oknom tudi kadar niso prosili zanj.
tr: Pencereler foküs istemediði zaman bile onlara foküs ver.

source: Offset (%) from left window edge when warping pointer. A negative number means outside the left window edge.
da: Afstand (%) fra venstre vindueskant når pegeren flyttes. Et negativt tal betyder udenfor venstre vindueskant.
gl: Desprazamento (%) respecto á beira esquerda da fiestra, ó move-lo punteiro ás fiestras. Un número negativo significa movelo fóra da fiestra.
sl: Odmik v procentih od levega oknenskega robu pri lomljenju. Negativna ¹tevilka pomeni lomljenje zunaj levega okenskega robu.
tr: Gösterge zýplayýnca sol ekran kenarýna kalan oran ( %% olarak ). Namüspet bir deðer sol ekran kenarýnýn dýþarýsýndaki bir yer anlamýna gelir .

source: Offset (%) from top window edge when warping pointer. A negative number means outside the top window edge.
da: Afstand (%) fra øverste vindueskant når peger flyttes. Et negativt tal betyder udenfor øverste vindueskant.
gl: Desprazamento (%) respecto á beira superior da fiestra, ó move-lo punteiro ás fiestras. Un número negativo significa movelo fóra da beira superior.
sl: Odmik v procentih od zgornjega okenskega robu pri lomljenju. Negativna ¹tevilka pomeni lomljenje zunaj zgornjega okenskega robu.
tr: Gösterge zýplayýnca üst ekran kenarýna kalan oran ( %% olarak ). Namüspet bir deðer üst ekran kenarýnýn dýþarýsýndaki bir yer anlamýna gelir .

source: Format to create unique window names. Has two arguments (NAME INDEX) applied to it.
da: Format for opretelse af unike vinduesnavn. Har to argumenter (NAVN INDEKS) som bliver brugt.
gl: Formato para crear nomes de fiestras únicos. Ten dous argumentos (NOME ÍNDICE) aplicados a el.
sl: Naèin ustvarjanja edinstvenih imen oken. Ima dva argumenta (NAME in INDEX).
tr: Tek pencere isimlerini yaratmak için kullanýlan þekil. Iki argüman'ýn ( ISIM INDEKS ) eklentileriyle yaratýlýr.

source: _GNOME Help
da: _Gnome hjælp
gl: Axuda de _GNOME
sl: _GNOME Pomoè
tr: _GNOME Yardýmý

source: GNOME WWW
da: Gnome web
gl: Web de GNOME
sl: GNOME Splet

source: List of group ids that always exist, even when they have no members.
da: Liste med gruppe-IDer som altid eksisterer, selv når de ikke har medlemmer.
gl: Lista de IDs de grupo que sempre existen, mesmo se non teñen membros.
sl: Seznam idjev skupin, ki vedno obstajajo, tudi kadar nimajo èlanov.
tr: Üyesi olmasa bile varolacak kitle numaralarýnýn listesi .

source: Press key...
da: Tryk på tast...
fi: Paina näppäintä...
gl: Premer tecla...
pl: Naci¶nij skrót...
sl: Pritisnite tipko...
tr: Tuþa bas ...

source: _Iconify
da: _Ikonificér
fi: _Piilota
gl: _Iconificar
sl: _Skrèi v ikono
tr: S_imgeleþtir

source: _Delete
da: Slet
fi: _Sulje
gl: _Borrar
sl: _Zbri¹i
tr: _Sil

source: Destroy
da: Ødelæg
fi: _Tuhoa
gl: Destruír
pl: Zniszcz
sl: Unièi
tr: Öldür

source: _Maximize
da: _Maksimér
fi: _Maksimoi
gl: _Maximizar
sl: _Razpni
tr: _Azamileþtir

source: _Vertically
da: _Lodret
fi: _Pystysuunnassa
gl: _Verticalmente
sl: Na_vpièno
tr: Di_key

source: _Horizontally
da: _Vandret
fi: _Leveyssuunnassa
gl: _Horizontalmente
sl: Vo_doravno
tr: _Ufki

source: _Both
da: _Begge
fi: _Molemmissa
gl: _Ambas
sl: _Oboje
tr: Iki_si de

source: Fill vertically
da: Udfyld lodret
fi: Täytä pystysuunnassa
gl: Encher verticalmente
pl: Wype³nij pionowo
sl: Napolno navpièno
tr: Dikey doldur

source: Fill horizontally
da: Udfyld vandret
fi: Täytä leveyssuunnassa
gl: Encher horizontalmente
pl: Wype³nij poziomo
sl: Napolni vodoravno
tr: Ufki doldur

source: Fill both
da: Fyld begge
fi: Täytä molemmat suunnat.
gl: Encher ambas
pl: Wype³nij w obu kierunkach
sl: Napolni oboje
tr: Ikisini de doldur

source: _Un-maximize
da: Gendan
fi: Palauta _koko
gl: _Des-maximizar
sl: _Od-razpni
tr: Azamileþtirmeyi _geri al

source: Depth
da: Dybde
fi: Syvyys
gl: Profundidade
pl: Warstwy
sl: Globina
tr: Derinlik

source: In _task list
da: I _opgaveliste
fi: Näkyvyys _tehtävälistalla
gl: Na lista de _tarefas
sl: V seznamu _poslov
tr: Iþ_lem listesinde

source: _FAQ
da: _OSS
sl: Po_gosta vpra¹anja in odgovori
tr: Ç_SS

source: _News
da: _Nyheder
gl: _Novas
sl: _Novice
tr: _Haberler

source: _WWW page
da: _Webside
gl: _Páxina WWW
sl: _Spletna stran
tr: _Web sitesi

source: _Manual
sl: P_riroènik
tr: _Kýlavuz

source: Cancel string input.
da: Annullér strenginddata
gl: Cancela-la entrada da cadea.
pl: Anuluj wczytywanie napisu.
sl: Preklièi vnos niza.
tr: Metin verisini iptal et .

source: End input and accept current string.
da: Afslut inddata og acceptér nuværende streng.
gl: Finaliza-la entrada e acepta-la cadea actual.
pl: Zakoñcz wczytywanie i u¿yj bie¿±cego napisu.
sl: Konèaj z vnosom in sprejmi trenutni niz.
tr: Veri verilmesini durdru ve þimdiki metni kabul et .

source: Clear input buffer.
da: Ryd inddata-buffer.
fi: Tyhjennä syötepuskuri.
gl: Limpa-lo buffer de entrada.
pl: Wyczy¶æ bufor wczytywanego napisu.
sl: Poèisti vnosni pomnilnik.
tr: Veri belleðini temizle .

source: Remove previous character from buffer.
da: Fjern forrige tegn fra bufferen
fi: Poista edellinen merkki puskurista.
gl: Borrar o carácter anterior do buffer.
pl: Usuñ poprzedni znak z bufora.
sl: Odstrani prej¹nji znak iz medpomnilnika.
tr: Bellekte , önceki harfý sil .

source: Delete rest of line.
da: Slet resten af linjen
fi: Poista loput rivistä.
gl: Borra-lo resto da liña.
pl: Usuñ resztê wiersza.
sl: Zbri¹i preostanek vrstice.
tr: Satrýn geri kalan bölümünü sil .

source: Move to next non-word character.
da: Flyt til næste ikke-ords tegn.
gl: Mover ó seguinte carácter non-palabra.
pl: Przejd¼ do nastêpnego znaku nie bêd±cego s³owem.
sl: Premakni se na naslednji ne-besedni znak.
tr: Önümüzdeki bir kelime'nýn "üye"'si olmayan harfe geç .

source: Move to previous non-word character.
da: Flyt til forrige ikke-ords tegn.
gl: Mover ó anterior carácter non-palabra.
pl: Przejd¼ do poprzedniego znaku nie bêd±cego s³owem.
sl: Premakni se na prej¹nji ne-besedni znak.
tr: Önceki bir kelime'nýn "üye"'si olmayan harfe geç .

source: Move forward one character.
da: Flyt et tegn frem.
fi: Siirry yksi merkki eteenpäin.
gl: Mover un carácter para adiante.
pl: Przejd¼ o jeden znak naprzód.
sl: Premakni se za znak naprej.
tr: Bir harf ileri git .

source: Move backward one character.
da: Flyt et tegn tilbage.
fi: Siirry yksi merkki taaksepäin.
gl: Mover un carácter para atrás.
pl: Przejd¼ o jeden znak do ty³u.
sl: Premakni se za znak nazaj.
tr: Bir harf geri git .

source: Move to beginning of line.
da: Flyt til linjens begyndelse
fi: Siirry rivin alkuun.
gl: Mover ó inicio da liña.
pl: Przejd¼ na pocz±tek wiersza.
sl: Premakni se na zaèetek vrstice.
tr: Satýr baþýna git .

source: Move to end of line.
da: Flyt til linjens slutning.
fi: Siirry rivin loppuun.
gl: Mover á fin da liña.
pl: Przejd¼ na koniec wiersza.
sl: Premakni se na konec vrstice.
tr: SAtýr sonuna git .

source: Workspace %d
da: Skrivebord %d
fi: Työpöytä %d
gl: Escritorio %d
sl: Delovna povr¹ina %d
tr: Masaüstü %d

source: Raise the group of windows that received the current event, then replay any pointer events that invoked the command.
da: Løft den gruppe af vinduer som modtog den nuværende handling, derefter genspil enhver markørhandling som startede kommandoen.
gl: Eleva-lo grupo de fiestras que recibiron o evento actual, e entón reproducir calquera evento de punteiro que provocou o comando.
sl: Dvigni skupino oken, ki so prejela dogodek, nato znova spro¾i dogodke kazalca, ki so povzroèili ukaz.
tr: Þu eylemi alan pencereyi yükselt,ve ondan sonra gösterge eylemlerine yol açan komutalarý tekrarla .

source: Raise the window that received the current event and any transients it has, then replay any pointer events that invoked the command.
da: Løft vinduet som modtog den nuværende handling og enhver gennemsigtige som det har, derefter genspil enhver markørhandling som startede kommandoen.
gl: Eleva-la fiestra que recibiu o evento actual e tódalas temporais que teña, e entón reproducir calquera evento de punteiro que provocou o comando.
sl: Dvigni okno, ki je prejelo dogodek (in njegove dialoge), nato znova spro¾i dogodke kazalca, ki so povzroèili ukaz.
tr: Þu eylemi alan pencereyi ve madun-pencereleri yükselt, ve ondan sonra gösterge eylemlerine yol açan komutalarý tekrarla .

source: Enable shade-hover mode. (Temporarily unshade windows while pointer is over them.)
da: Aktivér smart oprulnings-tilstand. (Midlertidigt nedrul vinduer mens markøren er over dem.)
fi: Aseta "Shade hover"-tila käyttöön. (Rullatut ikkunat avataan siksi aikaa kun osoitin on niiden yläpuolella.)
gl: Activa-lo modo desenrolar-ó-sobrevoar. (Desenrolar temporalmente as fiestras cando o punteiro está sobre elas.)
pl: Tymczasowo rozwijaj okna gdy wska¼nik znajduje siê nad nimi.
sl: Vkljuèi zaèasne odsenèitve. (Zaèasno odsenèi okna, kadar je nad njimi kazalec.)
tr: Geçici foküsü aç . ( Toplanmýþ pencereleri fare göstergesi ( foküs ) üstünde olunca , o pencereleri aç . )
