Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Keymap containing bindings active anywhere.
da: Tastaturkort som indeholder aktive bindinger der gælder alle steder
fi: Näppäinkartta jonka asetukset toimivat kaikkialla.
gl: Mapa de teclado que contén os atallos activos en calquera sitio.
pl: Zestaw skrótów globalnych.
ro: Combinaþiile de taste sunt active oriunde.
sk: Klávesové skratky aktívne v¹ade.
sl: Mapiranje tipk, ki je dejavno povsod.
tr: Yekin etken baðlarý içeren tuþ haritasý .

source: Keymap containing bindings active when a client window is focused.
da: Tastaturkort som indeholder aktive bindinger, når ét klientvindue har fokus.
fi: Näppäinkartta jonka asetukset toimivat ikkunan ollessa kohdistettu.
gl: Mapa de teclado que contén os atallos activos cando a fiestra cliente está enfocada.
pl: Zestaw skrótów dla aktywnego okna.
ro: Combinaþiile de taste sunt active când o fereastrã client are focus.
sk: Klávesové skratky aktívne ak má klientské okno fokus.
sl: Mapiranje tipk, ki je dejavno kadar je okno fokusirano.
tr: Foküslanmýþ penceredeki etken baðlarý içeren tuþ haritasý .

source: Keymap containing bindings active when the pointer is in the root window (or when no window is focused).
da: Tastaturkort som indeholder aktive bindinger, når ingen vinduer har fokus (eller når markøren befinder sig i rod-vinduet).
fi: Näppäinkartta jonka asetukset toimivat kun mitään ikkunaa ei ole kohdistettu, tai kun osoitin on juuri-ikkunassa.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está na fiestra raíz (ou cando non hai ningunha fiestra enfocada).
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê wewn±trz g³ównego okna (lub gdy ¿adne okno nie jest aktywne).
ro: Combinaþiile de taste sunt active când cursorul este deasupra ferestrei-radacinã (sau când nici o fereastrã nu are focus).
sk: Klávesové skratky aktívne ak je kurzor nad plochou (alebo keï nemá ¾iadne okno fokus).
sl: Mapiranje tipk, ki je dejavno kadar je kazalec izven oken (ali ni fokusirano nobeno okno).
tr: Ana pencere foküslanmýþ iken etken baðlarý içeren tuþ haritasý ( veya hiç bir pencere seçilmediðinde de kullanýlcak ) .

source: Keymap containing bindings active when the pointer is in the title of a window. (Only mouse-bindings are evaluated in this map.)
da: Tastaturkort som indeholder aktive bindinger, når markøren er over vinduets titel. (Kun musebindinger er evalueret i dette kort.)
fi: Näppäinkartta jonka asetukset toimivat kun osoitin on ikkunan otsikon yllä. Vain hiiri huomioidaan tällä kartalla.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está no título dunha fiestra. (Só se evalúan os atallos de rato.)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê na pasku tytu³owym okna (tylko skróty myszy).
sk: Klávesové skratky aktívne keï je kurzor nad titulkom okna. (Pou¾ijú sa len skratky my¹i.)
sl: Mapiranje tipk, ki je dejavno kadar je kazalec na nazivu okna. (Delujejo le mi¹kine povezave.)
tr: Pencerelerin üstyazýsýnda geçerli olan tuþ haritasý ; ( Sadece fare hareketleri analiz ediliyor .)

source: Keymap containing bindings active when the pointer is in the border of a window. (Only mouse-bindings are evaluated in this map.)
da: Tastaturoversigt som indeholder aktive bindinger, når markøren er over vinduets kant. (Kun musebindinger er evalueret i dette kort.)
fi: Näppäinkartta jonka asetukset toimivat kun osoitin on ikkunan reunalla. Vain hiiri huomioidaan tällä kartalla.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está no bordo dunha fiestra. (Só se evalúan os atallos de rato.)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê na krawêdzi okna (tylko skróty myszy).
sk: Klávesové skratky aktívne keï je kurzor na okraji okna. (Pou¾ijú sa len skratky my¹i.)
sl: Mapiranje tipk, ki je dejavno kadar je kazalec na robu okna (Delujejo le mi¹kine povezave.)
tr: Pencerelerin kenarýnda geçerli olan tuþ haritasý ; ( Sadece fare hareketleri analiz ediliyor .)

source: Keymap containing bindings active when the pointer is in the close button of a window. (Only mouse-bindings are evaluated in this map.)
da: Tastaturoversigt som indeholder aktive bindinger, når markøren er over vinduets lukke-knap. (Kun musebindinger er evalueret i dette kort.)
fi: Näppäinkartta jonka asetukset toimivat kun osoitin on ikkunan sulje-painikkeen yllä. Vain hiiri huomioidaan tällä kartalla.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está no botón de pechar dunha fiestra. (Só se evalúan os atallos de rato.)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± zamkniêcia okna (tylko skróty myszy).
sk: Klávesové skratky aktívne keï je kurzor nad zatváracím tlaèidlom okna. (Pou¾ijú sa len skratky my¹i.)
sl: Mapiranje tip, ki je dejavno kadar je kazalec nad gumbom za zapiranje (Delujejo le mi¹kine povezave.)
tr: Pencerelerin kapatma basmasýnýn üstünde geçerli olan tuþ haritasý ; ( Sadece fare hareketleri analiz ediliyor .)

source: Keymap containing bindings active when the pointer is in the iconify button of a window. (Only mouse-bindings are evaluated in this map.)
da: Tastaturoversigt som indeholder aktive bindinger, når markøren er over vinduets ikonificér-knap. (Kun musebindinger er evalueret i dette kort.)
fi: Näppäinkartta jonka asetukset toimivat kun osoitin on ikkunan piilota-painikkeen yllä. Vain hiiri huomioidaan tällä kartalla.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está no botón de iconificar dunha fiestra. (Só se evalúan os atallos de rato.)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± minimalizacji okna (tylko skróty myszy).
sk: Klávesové skratky aktívne keï je kurzor nad minimalizaèným tlaèidlom okna. (Pou¾ijú sa len skratky my¹i.)
sl: Mapiranje tipk, ki je dejavno kadar je kazalec nad gumbom za pomanj¹anje (Delujejo le mi¹kine povezave.)
tr: Pencerelerin simgeleþtirme basmasýnýn üstünde geçerli olan tuþ haritasý ; ( Sadece fare hareketleri analiz ediliyor .)

source: Keymap containing bindings active when the pointer is in the maximize button of a window. (Only mouse-bindings are evaluated in this map.)
da: Tastaturoversigt som indeholder aktive bindinger, når markøren er over vinduets maksimér-knap. (Kun musebindinger er evalueret i dette kort.)
fi: Näppäinkartta jonka asetukset toimivat kun osoitin on ikkunan maksimoi-painikkeen yllä. Vain hiiri huomioidaan tällä kartalla.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está no botón de maximizar dunha fiestra. (Só se evalúan os atallos de rato.)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± maksymalizacji okna (tylko skróty myszy).
sk: Klávesové skratky aktívne keï je kurzor nad maximalizaèným tlaèidlom okna. (Pou¾ijú sa len skratky my¹i.)
sl: Mapiranje tipk, ki je dejavno kadar je kazalec nad gumbom za razenjanje (Delujejo le mi¹kine povezave.)
tr: Pencerelerin azamileþtirme basmasýnýn üstünde geçerli olan tuþ haritasý ; ( Sadece fare hareketleri analiz ediliyor .)

source: Keymap containing bindings active when the pointer is in the menu button of a window. (Only mouse-bindings are evaluated in this map.)
da: Tastaturoversigt som indeholder aktive bindinger, når markøren er over vinduets menu-knap. (Kun musebindinger er evalueret i dette kort.)
fi: Näppäinkartta jonka asetukset toimivat kun osoitin on ikkunan valikkopainikken yllä. Vain hiiri huomioidaan tällä kartalla.
gl: Mapa de teclado que contén os atallos activos cando o punteiro está no botón de menú dunha fiestra. (Só se evalúan os atallos de rato.)
pl: Zestaw skrótów aktywnych gdy wska¼nik znajduje siê nad ikon± menu okna (tylko skróty myszy).
sk: Klávesové skratky aktívne keï je kurzor nad tlaèidlom menu okna. (Pou¾ijú sa len skratky my¹i.)
sl: Mapiranje tipk, ki je dejavno kadar je kazalec nad gumbom za menu (Delujejo le mi¹kine povezave.)
tr: Pencerelerin mönü basmasýnýn üstünde geçerli olan tuþ haritasý ; ( Sadece fare hareketleri analiz ediliyor .)

source: Keymap containing bindings active when the pointer is in the shade button of a window. (Only mouse-bindings are evaluated in this map.)
sk: Klávesové skratky aktívne keï je kurzor nad zabaµovacím tlaèidlom okna. (Pou¾ijú sa len skratky my¹i.)

source: Motion threshold for mouse pointer: \wpixels
sk: Hranica pohybu pre kurzor my¹i: \wbodov

source: Modifier key(s) used for default window manager shortcuts.
ro: Tasta (tastele) folositã pentru shortcut-urile implicite ale managerului de ferestre.
sk: Modifikátor pou¾itý pre ¹tandardné skratky správcu okien.

source: Display key-binding information in menu items.
sk: Zobrazi» informáciu o klávesových skratkách v polo¾kách menu.

source: Minimize
ro: Minimizeazã
sk: Minimalizova»

source: _Close
ro: În_chide
sk: _Zavrie»

source: _Toggle
da: _Slå til/fra
fi: _Aseta päälle/pois
gl: _Trocar
ro: Ac_tiveazã
sk: _Prepnú»
sl: _Preklopi
tr: _Deðit

source: In _group
da: Tilhører _gruppe
fi: _Ryhmässä
gl: En _grupo
ro: În _grupul
sk: V _skupine
sl: V _skupini
tr: _Kitlede

source: _Send window to
da: _Send vindue til
fi: _Lähetä
gl: _Envia-la fiestra a
ro: Trimit ferea_stra cãtre
sk: Na _plochu
sl: P_o¹lji okno na
tr: _Pencereyi postala

source: _Previous workspace
da: _Forrige skrivebord
fi: _Edelliselle työpöydälle
gl: Escritorio _anterior
ro: S_paþiul de lucru anterior
sk: _Prechádzajúcu
sl: _Prej¹njo delovno povr¹ino
tr: _Gerideki masaüstü

source: _Next workspace
da: _Næste skrivebord
fi: _Seuraavalle työpöydälle
gl: Escritorio _seguinte
ro: Spaþiul de lucru ur_mãtor
sk: _Nasledujúcu
sl: _Naslednjo delovno povr¹ino
tr: _Ilerdeki masaüstü

source: Copy to previous
da: Kopiér til forrige
fi: Kopioi edelliselle
gl: Copiar ó anterior.
pl: Kopiuj na poprzednie
ro: Copiazã în cel anterior
sk: Kopírova» na predchádzajúcu
sl: Kopiraj nazaj
tr: Geridekine kopyala

source: Copy to next
da: Kopiér til næste
fi: Kopioi seuraavalle
gl: Copiar ó seguinte.
pl: Kopiuj na nastêpne
ro: Copiazã în cel urmãtor
sk: Kopírova» na nasledujúcu
sl: Kopiraj naprej
tr: Ilerdeki masaüstüne kopyala

source: _Left
da: _Venstre
fi: _Vasemmalle
gl: _Esquerda
ro: Stânga
sk: _Vµavo
sl: _Levo
tr: _Sol

source: _Right
da: _Højre
fi: _Oikealle
gl: _Dereita
ro: Dreapta
sk: _Vpravo
sl: _Desno
tr: S_að

source: _Up
da: _Op
fi: _Ylös
gl: A_rriba
ro: Sus
sk: _Hore
sl: _Gor
tr: Ü_st

source: _Down
da: _Ned
fi: _Alas
gl: A_baixo
ro: Jos
sk: _Dolu
sl: _Dol
tr: A_lt

source: Stacking
ro: Stivã
sk: Hromadenie

source: Raise
da: Løft
fi: Nosta
gl: Elevar
pl: Przywo³aj
ro: Ridicã
sk: Dopredu
sl: Dvigni
tr: Yükselt

source: Lower
da: Sænk
fi: Laske
gl: Baixar
pl: Odwo³aj
ro: Coboarã
sk: Dozadu
sl: Spusti
tr: Alçalt

source: Upper layer
da: Løft lag
fi: Nosta kerrosta
gl: Capa de enriba
pl: Wy¿ej
ro: Stratul superior
sk: Vy¹¹ia vrstva
sl: Spodnja plast
tr: Seviye yükselt

source: Lower layer
da: Sænk lag
fi: Laske kerrosta
gl: Capa de abaixo
pl: Ni¿ej
ro: Stratul inferior
sk: Ni¾¹ia vrstva
sl: Zgornja plast
tr: Seviye alçalt

source: Frame type
da: Rammetype
fi: Kehystyyppi
gl: Tipo de marco
pl: Typ ramki
ro: Tipul cadrului
sk: Typ rámu
sl: Tip okvirja
tr: Görünüþ tipi

source: Frame style
da: Rammestíl
fi: Kehystyyli
gl: Estilo de marco
pl: Styl ramki
ro: Stilul cadrului
sk: ©týl rámu
sl: Slog okvirja
tr: Görünüþ

source: _Windows
da: _Vinduer
fi: _Ikkunat
gl: _Fiestras
ro: _Ferestre
sk: _Okná
sl: _Okna
tr: _Pencereler

source: Work_spaces
da: _Skriveborde
fi: _Työpöydät
gl: _Escritorios
ro: _Spaþii de lucru
sk: Pracovné _plochy
sl: _Delovne povr¹ine
tr: _Masaüstüleri

source: _Programs
da: _Programmer
fi: _Ohjelmat
gl: _Programas
ro: _Programe
sk: _Programy
sl: _Programi
tr: _Uygulamalar

source: _Customize
da: _Personlig
fi: _Asetukset
gl: _Configurar
ro: P_ersonalizeazã
sk: _Prispôsobi»
sl: Pri_lagodi
tr: Ö_zelleþtir

source: _Help
da: _Hjælp
fi: _Ohje
gl: A_xuda
pl: Pomoc
ro: _Ajutor
sk: _Pomocník
sl: _Pomoè
tr: _Yardým

source: _News...
ro: ªti_ri...
sk: _Novinky...

source: _WWW page...
ro: Pagina _WWW...
sk: _WWW stránka...

source: _Manual...
sk: _Manuál...

source: _About Sawfish...
ro: _Despre Sawfish...
sk: O _Sawfish...

source: Restart
da: Genstart
fi: _Käynnistä uudelleen
gl: Reiniciar
pl: Zrestartuj
ro: Reporneºte
sk: Re¹tartova»
sl: Znova za¾eni
tr: Yeniden baþla

source: Quit
da: Afslut
fi: _Lopeta
gl: Saír
pl: Zakoñcz
ro: Renunþã
sk: Koniec
sl: Konèaj
tr: Çýk

source: Display the menu listing all window operations.
da: Vis alle vindueoperationer i menuen.
fi: Näytä ikkunan toiminnot listaava valikko.
gl: Amosa-lo menú con tódalas operacións de fiestra.
pl: Wy¶wietl menu operacji na oknie.
ro: Afiºazã lista cu meniurile tuturor operaþiilor ferestrelor.
sk: Zobrazi» menu so zoznamom v¹etkých operácií s oknami.
sl: Ka¾i menu, ki vsebuje vse operacije z okni.
tr: Mönüyü yekin pencere iþlemlerinin gösterimiyle göster .

source: Display the main menu.
da: Vis hovedmenuen.
fi: Näytä päävalikko.
gl: Amosa-lo menú principal.
pl: Wy¶wietl g³ówne menu.
ro: Afiºazã meniul principal.
sk: Zobrazi» hlavné menu.
sl: Ka¾i glavno okno.
tr: Ana mönüyü göster .

source: Display the applications menu.
da: Vis applikationsmenuen.
fi: Näytä sovellusvalikko.
gl: Amosa-lo menú de aplicacións.
pl: Wy¶wietl menu aplikacji.
ro: Afiºazã meniul aplicaþiilor.
sk: Zobrazi» menu aplikácií.
sl: Ka¾i menu aplikacij.
tr: Uygulamalar mönüsünü göster .

source: All settings
da: Alle indstillinger
fi: Kaikki asetukset
gl: Tódalas propiedades
pl: Wszystkie ustawienia
ro: Toate satãrile
sk: V¹etky nastavenia
sl: Vse nastavitve
tr: Yekin ayarlar

source: Edit theme...
da: Ændr tema...
fi: Teemamuokkain...
gl: Editar tema...
pl: Modyfikuj motyw...
ro: Editare temã...
sk: Upravi» tému...
sl: Uredi temo...
tr: Görünümü deðiþtir ...

source: Method of placing windows: \w
da: Metode for placering af vinduer: \w
gl: Método de coloca-las fiestras: \w
ro: Metoda de plasare a ferestrelor:
sk: Metóda umiestòovania okien:\w
sl: Naèin doloèitve polo¾aja oken: \w
tr: Pencereleri yerleþtirme türü : \w

source: Method of placing dialog windows: \w
da: Metode for placering af dialogvinduer: \w
gl: Método de coloca-las fiestras de diálogo: \w
ro: Metoda de plasare a ferestrelor de dialog:
sk: Metóda umiestòovania dialógov:\w
sl: Naèin doloèitve polo¾aja oken dialogov: \w
tr: Diyalog pencerelerini yerleþtirme türü : \w

source: Ignore program-specified window placements.
da: Ignorér programspecificerede vinduesplaceringer.
gl: Ignora-las posicións das fiestras indicadas polos programas.
ro: Ignorã poziþionarea ferestrelor specificatã în program.
sk: Ignorova» umiestnenie okna uvedené programom.
sl: Prezri polo¾aj okna, ki ga je zahteval program.
tr: Uygulamadan belirlenmiþ pencere yerlerini gözardý et .

source: Keep transient windows stacked above: \w
da: Hold gennemsigtige vinduer stakket øverst: \w
gl: Mante-las fiestras temporais por enriba de: \w
ro: Pãstreazã ferestrele tranzitorii deasupra: \w
sk: Udr¾iava» podriadené okná nad: \w
sl: Ohrani transistentna okna na vrhu: \w
tr: Ufakca pencereleri, bunlardan üstte tut : \w

source: Raise the window to its highest allowed position in the stacking order.
da: Løft vinduet til den højste tilladte position i stakordenen.
gl: Eleva-la fiestra á posición máis elevada permitida na pila.
ro: Urcã fereastra la cea mai inaltã poziþie de ordine permisã de stivã.
sk: Presunú» okno dopredu na najvy¹¹iu povolenú pozíciu.
sl: Zvi¹aj okno na vrh znotraj njegovega sklada.
tr: Pencereyi yapýþýk olduðu seviyede en üste getir .

source: Lower the window to its lowest allowed position in the stacking order.
da: Sænk vinduet til den laveste tilladte position i stakordenen.
gl: Baixa-la fiestra á posición máis baixa permitida na pila.
ro: Coboarã fereastra la cea mai joasã poziþie de ordine permisã de stivã.
sk: Presunú» okno dozadu na najni¾¹iu úroveò.
sl: Zni¾aj okno na dno znotraj njegovega sklada.
tr: Pencereyi yapýþýk olduðu seviyede en alta taþý .

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed.
da: Hvis vinduet er på sin højest mulige position, så sænk det til dens lavest mulige position. Ellers løft det så langt som tilladt.
gl: Se a fiestra é a máis alta na súa capa, baixala á parte máis baixa. Senón, elevala á posición máis alta permitida.
ro: Coboarã fereastra la cea mai joasã poziþie dacã este la cea mai înaltã. Altfel ridicã fereastra la cea mai înaltã poziþie.
sk: Ak je okno úplne vpredu, presunú» ho úplne dozadu na najni¾¹iu povolenú pozíciu. Inak ho presunú» èo najviac dopredu.
sl: Èe je okno na najvi¹jem mo¾nem polo¾aju, ga spusti na najni¾ji mo¾en polo¾aj, sicer pa ga dvigni èimbolj na vrh.
tr: Pencere seviyesindeki en yüksek yerdeyse, o'nu en alta taþý, alttaysa en üstüne taþý . Yoksa mümkün oldudu kadariyle yükselt .

source: Put the window in the stacking level above its current level.
da: Placér vinduet i stablingsniveauet over dets nuværende niveau.
fi: Nosta ikkuna yhtä kerrosta ylemmäs.
gl: Poñe-la fiestra na capa enriba da actual.
pl: Przesuñ okno o poziom wy¿ej w stosie.
ro: Pune fereastra la nivelul de stivã superior celui curent.
sk: Presunú» okno dopredu nad jeho aktuálnu úroveò.
sl: Premakni okno v skladu za stopnjo navzgor.
tr: Yapýþýk seviyede olan pencereyi geçerli seviyenin üstüne koyuver .

source: Put the window in the stacking level beneath its current level.
da: Placér vinduet i stablingsniveauet under dets nuværende niveau.
fi: Laske ikkuna yhtä kerrosta alemmas.
gl: Poñe-la fiestra na capa debaixo da actual.
pl: Przesuñ okno o poziom ni¿ej w stosie.
ro: Pune fereastra la nivelul de stivã inferior celui curent.
sk: Presunú» okno dozadu pod jeho aktuálnu úroveò.
sl: Premakni okno v skladu za stopnjo navzdol.
tr: Yapýþýk seviyede olan pencereyi geçerli seviyenin yanýna koyuver .

source: Windows uniconify to the current viewport.
da: Vinduer afikonificeres til aktivt visningsområde.
gl: As fiestras restáuranse na área virtual actual.
ro: Ferestrele care iºi pierd starea de iconificare sunt mutate în viewport-ul curent.
sk: Okná obnovova» z ikony v aktuálnom pohµade.
sl: Odkrèi okna v trenutni pogled.
tr: Geçerli bakýþa normalleþtirilecek pencereler .

source: Select the specified viewport.
da: Vælg specificeret visningsport.
gl: Selecciona-la área virtual especificada.
ro: Selecteazã viewport-ul specificat.
sk: Vybra» uvedený pohµad.
sl: Izberi naveden pogled.
tr: Belirtilen bakýþý seç .

source: Column:
da: Kolonne:
gl: Columna:
ro: Coloana:
sk: Ståpec:
sl: Stolpec:
tr: Sütun :

source: Row:
da: Række:
gl: Ringleira:
ro: Rândul:
sk: Riadok:
sl: Vrstica:
tr: Sýra :

source: Select the specified viewport column.
da: Vælg angivet kolonne i visningsport.
gl: Selecciona-la columna especificada da área virtual.
ro: Selecteazã coloana specificatã a viewport-ului.
sk: Vybra» ståpec uvedeného pohµadu.
sl: Izberi pogled doloèenega stolpca.
tr: Belirtilen bakýþ sütununu seç .

source: Select the specified viewport row.
da: Vælg angivet række i visningsport.
gl: Selecciona-la ringleira especificada da área virtual.
ro: Selecteazã rândul specificat al viewport-ului.
sk: Vybra» riadok uvedeného pohµadu.
sl: Izberi pogled doloèene vrstice.
tr: Belirtilen bakýþ sýrasýný seç .

source: Move the current window to the specified viewport.
da: Flyt dette vindue til specificeret visningsområde.
gl: Move-la fiestra á área virtual especificada.
ro: Mutã fereastra curentã cãtre viewport-ul specificat.
sk: Presunú» okno na uvedený pohµad.
sl: Prestavi trenutno okno v naveden pogled.
tr: Geçerli pencereyi belirtilen bakýþa taþý .

source: Move the viewport one screen to the right.
da: Flyt visporten én skærm til højre
fi: Siirrä alityöpöytää yksi ruutu oikealle.
gl: Move-la área virtual unha pantalla para a dereita.
pl: Przenie¶ pulpit o jeden ekran w prawo.
ro: Mutã viewport-ul cu un ecran la dreapta.
sk: Presunú» pohµad o jednu obrazovku doprava.
sl: Prestavi pogled za en zaslon desno.
tr: Bakýþý bir ekran saða taþý .

source: Move the viewport one screen to the left.
da: Flyt visporten én skærm til venstre.
fi: Siirrä alityöpöytää yksi ruutu vasemmalle.
gl: Move-la área virtual unha pantalla para a esquerda.
pl: Przenie¶ pulpit o jeden ekran w lewo.
ro: Mutã viewport-ul cu un ecran la stânga.
sk: Presunú» pohµad o jednu obrazovku doµava.
sl: Prestavi pogled za en zaslon levo.
tr: Bakýþý bir ekran sola taþý .

source: Move the viewport one screen up.
da: Flyt visporten én skærm op.
fi: Siirrä alityöpöytää yksi ruutu ylöspäin.
gl: Move-la área virtual unha pantalla para arriba.
pl: Przenie¶ pulpit o jeden ekran w górê.
ro: Mutã viewport-ul cu un ecran în sus.
sk: Presunú» pohµad o jednu obrazovku hore.
sl: Prestavi pogled za en zaslon navzgor.
tr: Bakýþý bir ekran yukarý taþý .

source: Move the viewport one screen down.
da: Flyt visporten én skærm ned.
fi: Siirrä alityöpöytää yksi ruutu alaspäin.
gl: Move-la área virtual unha pantalla para abaixo.
pl: Przenie¶ pulpit o jeden ekran w dó³.
ro: Mutã viewport-ul cu un ecran în jos.
sk: Presunú» pohµad o jednu obrazovku dolu.
sl: Prestavi pogled za en zaslon navzdol.
tr: Bakýþý bir ekran aþaða taþý .

source: Move the window to the viewport on the right.
da: Flyt vinduet til højre visport.
fi: Siirrä ikkuna oikeanpuoleiselle alityöpöydälle.
gl: Move-la fiestra á área virtual da dereita.
pl: Przenie¶ okno na pulpit po prawej.
ro: Mutã fereastra cãtre viewport-ul din dreapta.
sk: Presunú» okno na obrazovku vpravo.
sl: Prestavi okno v pogled na desni.
tr: Pencereyi bir saðdaki bakýþa taþý .

source: Move the window to the viewport on the left.
da: Flyt vinduet til venstre visport.
fi: Siirrä ikkuna vasemmanpuoleiselle alityöpöydälle.
gl: Move-la fiestra á área virtual da esquerda.
pl: Przenie¶ okno na pulpit po lewej.
ro: Mutã fereastra cãtre viewport-ul din stânga.
sk: Presunú» okno na obrazovku vµavo.
sl: Prestavi okno v pogled na levi.
tr: Pencereyi bir soldaki bakýþa taþý .

source: Move the window to the viewport above.
da: Flyt vinduet til øvre visport.
fi: Siirrä ikkuna alapuolella olevalle alityöpöydälle.
gl: Move-la fiestra á área virtual de enriba.
pl: Przenie¶ okno na pulpit wy¿ej.
ro: Mutã fereastra cãtre viewport-ul de deasupra.
sk: Presunú» okno na obrazovku hore.
sl: Prestavi okno v pogled zgoraj.
tr: Pencereyi bir alttaki bakýþa taþý .

source: Move the window to the viewport below.
da: Flyt vinduet til nedre visport.
fi: Siirrä ikkuna yläpuolella olevalle alityöpöydälle.
gl: Move-la fiestra á área virtual de debaixo.
pl: Przenie¶ okno na pulpit ni¿ej.
ro: Mutã fereastra cãtre viewport-ul de dedesubt.
sk: Presunú» okno na obrazovku dole.
sl: Prestavi okno v pogled spodaj.
tr: Pencereyi bir üstteki bakýþa taþý .

source: The default window animation mode: \w
da: Forvalgt animeringsmodus for vinduer: \w
gl: O modo de animación de fiestra por defecto: \w
ro: Modul implicit de animaþie al ferestrelor: \w
sk: ©tandardný mód animácie okien: \w
sl: Privzet naèin animacije oken: \w
tr: Önayarlý pencere animasyon çeþidi : \w

source: Give focus to windows even when they haven't asked for it. Windows should set the `accepts input' hint in their WM_HINTS property to show if they require the focus or not.
ro: Cedeazã focusul ferestrelor chiar ºi când nu o cer. Ferestrele ar trebui sã seteze `accept input' în proprietatea WM_HINTS a lor pentru a arãta dacã necesitã focus sau nu.
sk: Preda» fokus oknám, aj keï o to ne¾iadali. Okná by mali nastavi» príznak 'accepts input' v ich WM_HINTS aby naznaèili, èi po¾adujú fokus alebo nie.

source: Offset (%) from left window edge when warping pointer. A negative number means outside the left window edge.
ro: Deplasarea (%) de la marginea stângã a ferestrei când mut cursorul Un numar negativ înseamnã în afara marginii stângi a ferestrei.
sk: Vzdialenos» (%) od µavého okraja okna pri presune kurzoru. Záporné èíslo znamená mimo okna.
