Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Move the window `slide-window-increment' pixels to the right.
da: Flyt vinduet `slide-window-increment' piksler til højre.
gl: Move-la fiestra `slide-window-increment' puntos para a dereita.
pl: Przesuñ okno w prawo o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã fereastra cu un numãr de pixeli egal cu `slide-window-increment' la dreapta.
sk: Presunú» okno o `slide-window-increment' bodov doprava.
sl: Premakni okno za `slide-window-increment' desno.
tr: Pencereyi `pencereyi-azalt-it' komutasýyla saða taþý .

source: Move the window `slide-window-increment' pixels upwards.
da: Flyt vinduet `slide-window-increment' piksler opad.
gl: Move-la fiestra `slide-window-increment' puntos para arriba.
pl: Przesuñ okno do góry o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã fereastra cu un numãr de pixeli egal cu `slide-window-increment' în sus.
sk: Presunú» okno o `slide-window-increment' bodov hore.
sl: Premakni okno za `slide-window-increment' navzgor.
tr: Pencereyi `pencereyi-azalt-it' komutasýyla üste taþý .

source: Move the window `slide-window-increment' pixels downwards.
da: Flyt vinduet `slide-window-increment' piksler til nedad.
gl: Move-la fiestra `slide-window-increment' puntos para abaixo.
pl: Przesuñ okno w dó³ o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã fereastra cu un numãr de pixeli egal cu `slide-window-increment' în jos.
sk: Presunú» okno o `slide-window-increment' bodov dolu.
sl: Premakni okno za `slide-window-increment' navzdol.
tr: Pencereyi `pencereyi-azalt-it' komutasýyla alta taþý .

source: Move the window group `slide-window-increment' pixels to the left.
da: Flyt vinduegruppen `slide-window-increment' piksler til venstre.
gl: Move-lo grupo de fiestras `slide-window-increment' puntos para a esquerda.
pl: Przesuñ grupê w lewo o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã grupul ferestrei cu un numãr de pixeli egal cu `slide-window-increment' la stânga.
sk: Presunú» skupinu okien o `slide-window-increment' bodov doµava.
sl: Premakni skupino oken za `slide-window-increment' levo.
tr: Pencere kitlesini `pencereyi-azalt-it' komutasýyla sola taþý .

source: Move the window group `slide-window-increment' pixels to the right.
da: Flyt vinduegruppen `slide-window-increment' piksler til højre.
gl: Move-lo grupo de fiestras `slide-window-increment' puntos para a dereita.
pl: Przesuñ grupê w prawo o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã grupul ferestrei cu un numãr de pixeli egal cu `slide-window-increment' la dreapta.
sk: Presunú» skupinu okien o `slide-window-increment' bodov doprava.
sl: Premakni skupino oken za `slide-window-increment' desno.
tr: Pencere kitlesini `pencereyi-azalt-it' komutasýyla saða taþý .

source: Move the window group `slide-window-increment' pixels upwards.
da: Flyt vinduegruppen `slide-window-increment' piksler opad.
gl: Move-lo grupo de fiestras `slide-window-increment' puntos para arriba.
pl: Przesuñ grupê do góry o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã grupul ferestrei cu un numãr de pixeli egal cu `slide-window-increment' în sus.
sk: Presunú» skupinu okien o `slide-window-increment' bodov hore.
sl: Premakni skupino oken za `slide-window-increment' navzgor.
tr: Pencere kitlesini `pencereyi-azalt-it' komutasýyla üste taþý .

source: Move the window group `slide-window-increment' pixels downwards.
da: Flyt vinduegruppen `slide-window-increment' piksler nedad.
gl: Move-lo grupo de fiestras `slide-window-increment' puntos para abaixo.
pl: Przesuñ grupê w dó³ o ilo¶æ pikseli podan± w zmiennej `slide-window-increment'.
ro: Mutã grupul ferestrei cu un numãr de pixeli egal cu `slide-window-increment' în jos.
sk: Presunú» skupinu okien o `slide-window-increment' bodov dolu.
sl: Premakni skupino oken za `slide-window-increment' navzdol.
tr: Pencere kitlesini `pencereyi-azalt-it' komutasýyla alta taþý .

source: Display window names while cycling through windows.
da: Vis vinduesnavne under gennemgang af vinduer.
fi: Näytä ikkunoiden nimet kierrättäessä.
gl: Amosa-los nomes das fiestras ó circular polas fiestras.
pl: Wy¶wietlaj nazwy okien podczas cyklicznej zmiany.
ro: Afiºazã numele ferestrelor în timpul ciclãrii printre ele.
sk: Zobrazi» mená okien pri prepínaní medzi oknami.
sl: Ka¾i nazive oken, ko kro¾i¹ preko oken.
tr: Pencerelerin arasýnda gezerken pencerelerin adlarýný göster .

source: Display window icons while cycling through windows.
ro: Afiºazã icon-urile în timpul ciclãrii printre ferestre.
sk: Zobrazi» ikony okien pri prepínaní medzi oknami dookola.

source: Include iconified windows when cycling.
da: Inkludér ikonificerede vinduer under gennemgang.
fi: Huomioi myös piilotetut ikkunat kierrätyksessä.
gl: Incluí-las fiestras iconificadas ó circular.
pl: Cyklicznie przechod¼ tak¿e przez zminimalizowane okna.
ro: Include ferestrele iconificate în timpul ciclãrii.
sk: Prepína» aj medzi minimalizovanými oknami.
sl: Vkljuèuj pomanj¹ana okna ob kro¾enju.
tr: Pencerelerin arasýnda gezerken simgelenmiþ pencereleri de gözönüne al .

source: Include windows on all workspaces when cycling.
da: Inkludér vinduer på alle skriveborde under gennemgang.
fi: Huomioi kaikkien työpöytien ikkunat kierrätyksessä.
gl: Incluí-las fiestras de tódolos escritorios ó circular.
pl: Cyklicznie przechod¼ przez okna na wszystkich biurkach.
ro: Include ferestrele din toate spaþiile de lucru în timpul ciclãrii.
sk: Prepína» medzi oknami na v¹etkých plochách.
sl: Vkljuèi okna na vseh delovnih povr¹inah ob kro¾enju.
tr: Her masaüstündeki pencereleri gezerken gözönünde tut .

source: Include windows on all viewports when cycling.
da: Inkludér vinduer på alle visporte under gennemgang.
fi: Huomioi kaikkien alityöpöytien (viewports) ikkunat kierrätyksessä.
gl: Incluí-las fiestras de tódalas áreas virtuais ó circular.
pl: Cyklicznie przechod¼ przez okna na wszystkich pulpitach.
ro: Include ferestrele din toate viewport-urile în timpul ciclãrii.
sk: Prepína» medzi oknami vo v¹etkých pohµadoch.
sl: Vkljuèi okna vseh pogledov ob kro¾enju.
tr: Her alandaki pencereleri gezerken gözönünde tut .

source: Raise windows while they're temporarily selected during cycling.
da: Giv vinduer fokus, når de midlertidigt er valgt under gennemgang.
fi: Nosta ikkunat kun ne väliaikaisesti valitaan kierrättäessä.
gl: Eleva-las fiestras ó seren escollidas temporalmente ó circular.
pl: Cyklicznie przywo³uj okna.
ro: Ridicã ferestrele cât timp sunt selectate temporar în timpul ciclãrii.
sk: Presunú» dopredu okná keï sú doèasne vybrané pri prepínaním medzi oknami.
sl: Dvigni okna kadar so zaèasno izbrana med kro¾enjem.
tr: Pencereler arasýnda gezerken geçici olarak seçilmiþ olan pencereleri yükselt .

source: Warp the mouse pointer to windows as they're temporarily selected.
da: Warp musemarkøren til vinduer som de midlertidigt vælges.
fi: Siirrä hiiren osoitin ikkunoihin kun ne valitaan kierrättäessä.
gl: Leva-lo punteiro do rato ás fiestras ó seren escollidas temporalmente.
pl: Przesuñ wska¼nik do tymczasowo wybieranych okien.
ro: Mutã cursorul mouse-ului cãtre ferestre în timp ce sunt selectate temporar.
sk: Presunú» kurzor do okien keï sú doèasne vybrané pri prepínaním medzi oknami.
sl: Premakni mo¹kin kazalec v okna kadar so zaèasno izbrana.
tr: Pencereler arasýnda gezerken geçici olarak seçilmiþ olan pencerelere göstergeyi fýrlat .

source: Focus windows when they're temporarily selected during cycling.
da: Fokusér vinduer mens de midlertidigt vælges under gennemgang.
fi: Kohdista ikkunat kierrättäessä.
gl: Enfoca-las fiestras ó seren escollidas temporalmente ó circular.
pl: Cyklicznie uaktywniaj okna.
ro: Cedeazã ferestrelor focusul când sunt selectate temporar în timpul ciclãrii.
sk: Prepnú» fokus do okien keï sú doèasne vybrané pri prepínaním medzi oknami.
sl: Fokusiraj okna, kadar so zaèasno izbrana med kro¾enjem.
tr: Pencereler arasýnda gezerken geçici olarak seçilmiþ olan pencereleri foküsla .

source: Disable auto-raising while temporarily selecting windows.
da: Deaktiver auto-løftning under midlertidigt vinduesvalg.
fi: Poista automaattinosto käytöstä ikkunoita valitessa.
gl: Desactiva-la auto-elevación ó escolle-las fiestras temporalmente.
pl: Wy³±cz automatyczne przywo³ywanie tymczasowo wybranych okien.
ro: Dezactiveazã auto-ridicarea cât timp selectez temporar ferestre.
sk: Zakáza» automatický presun dopredu poèas doèasného vybrania okien.
sl: Izkljuèi samodejno dvigovanje oken, kadar so zaèasno izbrana med kro¾enjem.
tr: Pencereleri gezerken otomatik yükseltmeyi kapat .

source: Keymap containing bindings active only during window cycling operations.
sk: Klávesové skratky aktívne iba poèas prepínania okien dookola.

source: The program launched by the `xterm' command.
da: Programmet som startes af 'xterm' kommandoen.
gl: O programa executado polo comando `xterm'.
ro: Programul lansat prin comanda `xterm'.
sk: Program spú¹»aný príkazom 'xterm'.
sl: Program zagnan z ukazom 'xterm'.
tr: 'xterm' komutasýyla çalýþtýrýlacak uygulama .

source: Optional arguments given to the `xterm' command.
da: Alternative argumenter givet til 'xterm' kommandoen.
gl: Argumentos opcionais ó comando `xterm'.
ro: Argumente opþionale date comenzii `xterm'.
sk: Ïal¹ie argumenty predané príkazu 'xterm'.
sl: Mo¾ni argumenti dani ukazu 'xterm'.
tr: 'xterm' komutasýnýn eklemsel argümanlarý .

source: Start a new xterm.
da: Start en ny xterm.
fi: Käynnistä xterm.
gl: Iniciar unha nova xterm.
pl: Uruchom nowy xterm.
ro: Porneºte un nou xterm.
sk: Spusti» nový xterm.
sl: Po¾eni nov xterm.
tr: Yeni bir xterm çalýþtýr .

source: Move to the next viewport.
sk: Presunú» na nasledujúci pohµad.

source: Move to the previous viewport.
sk: Presunú» na predchádzajúci pohµad.

source: Move the window to the previous viewport.
sk: Presunú» okno na predchádzajúci pohµad.

source: Move the window to the next viewport.
sk: Presunú» okno na nasledujúci pohµad.

source: Play sound effects for window events.
da: Spil lydeffekter til vindueshåndterings-hændelser
gl: Reproducir efectos de son nos eventos das fiestras.
ro: Efecte sonore pentru evenimentele ferestrelor.
sk: Zahra» zvukové efekty pre udalosti okien.
sl: Igraj zvoène uèinke za okenske dogodke.
tr: Pencere eylemleri için ses efeklerini kullan .

source: Play sound effects for unmanaged windows.
da: Spil lydeffekter for ikke-håndterede vinduer.
gl: Reproducir efectos de son para as fiestras non xestionadas.
ro: Efecte sonore pentru ferestrele care nu sunt administrate de Sawfish.
sk: Zahra» zvukové efekty pre nespravované okná.
sl: Igraj zvoène uèinke za neupravljana okna.
tr: Yönetilmeyen pencereler için ses efeklerini kullan .

source: Event
da: Hændelse
gl: Evento
ro: Eveniment
sk: Udalos»
sl: Dogodek
tr: Eylem

source: Audio file
ro: Fiºier audio
sk: Zvukový súbor

source: Raise windows when they are focused.
da: Løft vinduer, når de har fokus.
fi: Nosta ikkunat kohdistuksen yhteydessä.
gl: Eleva-las fiestras ó seren enfocadas.
pl: Przywo³ywanie aktywnych okien.
ro: Ridicã ferestrele când au focus.
sk: Presunú» okná dopredu, keï získajú fokus.
sl: Dvigni okna, do dobijo fokus.
tr: Pencereler foküslanýnca onlarý yükselt .

source: Delay in milliseconds until focused windows are raised.
da: Pause i millisekunder indtil fokuserede vinduer er løftet.
fi: Kohdistetun ikkunan nostamista edeltävä viive (ms).
gl: Retardo en milisegundos ata que as fiestras enfocadas sexan elevadas.
pl: Opó¼nienie przywo³ywania aktywnych okien (w milisekundach).
ro: Timpul în milisecunde pânã când ferestrele cu focus sunt ridicate.
sk: Pauza v milisekundách pred presunom okien s fokusom dopredu.
sl: Èas v mikrosekundah, preden so fokusirana okna dvignjena.
tr: Yükseltme arasý ( sayi olarak (ms) ) .

source: The hierarchical window menu raises singleton submenus.
sk: Hierarchické menu okna zobrazuje jednoprvkové podmenu.

source: Select the next desktop when the pointer hits screen edge.
da: Vælg næste skrivebord når pegeren rammer skærmkanten.
gl: Selecciona-lo seguinte escritorio cando o punteiro chega á beira da pantalla.
ro: Selecteazã desktop-ul urmãtor când cursorul atinge marginea ecranului.
sk: Vybra» nasledujúcu plochu keï kurzor dosiahne okraj obrazovky.
sl: Preskoèi na naslednje namizje, ko kazalec zadane ob rob zaslona.
tr: Gösterge ekran kenarýna gelince önümüzdeki masaüstünü seç .

source: Hitting the screen edge selects the next: \w
da: Når skærmkanten rammes vælges næste: \w
gl: Ó chegar á beira da pantalla, selecciónase o seguinte: \w
ro: Atingerea marginii ecranului selecteazã urmatorul: \w
sk: Dosiahnutie okraja obrazovky vyberie ïal¹í: \w
sl: Zadetek roba zaslona izbere naslednje: \w
tr: Ekran kenarýna deðmek önümüzdekini seçer : \w

source: Only flip when interactively moving a window.
da: Spring kun under interaktiv flytning af vinduer.
fi: Vaihda vain ikkunaa siirrettäessä.
gl: Só saltar ó mover unha fiestra interactivamente.
pl: Zmiana pulpitu/biurka tylko przy interaktywnym przenoszeniu okna.
ro: Mutã pe alt desktop doar la miºcarea interactivã a ferestrelor.
sk: Prepnú» obrazovku len pri interaktívnom presune okna.
sl: Preskoèi le kadar se okno interaktivno premika.
tr: Sadece pencereyi interaktif taþýrken zýpla .

source: Milliseconds to delay before flipping: \w
da: Millisekunder ventetid før vending: \w
gl: Milisegundos a agardar antes de saltar: \w
ro: Numãrul de ms de aºteptat pânã la mutarea pe alt desktop: \w
sk: Pauza v milisekundách pred prepnutím:\w
sl: Milisekund premora pred preskokom: \w
tr: Zýplama arasý ( ms. olarak ) : \w

source: Warp pointer to opposite screen edge when flipping.
da: Warp mærkør til modsat skærmkant ved skærmskift
gl: Ó saltar, move-lo punteiro á beira oposta da pantalla.
ro: Poziþioneazã cursorul pe marginea opusã a ecranului dupã mutare.
sk: Presunú» kurzor na opaènú stranu obrazovky pri prepnutí.
sl: Prestavi kazalec na nasprotni rob zaslona ob preskoku.
tr: Göstergeyi zýplatýrken göstergeyi öbür kenara getir .

source: Error Handling
sk: Spracovanie chýb

source: Emit a beeping sound when errors occur.
ro: Emite un sunet când au loc erori.
sk: Pri chybe zapípa».

source: Where to display error messages: \w
ro: Afiºazã erorile: \w
sk: Kde zobrazova» chybové správy:\w

source: No errors.
ro: Fãrã erori.
sk: ®iadne chyby.

source: Display all errors that have occurred to the screen.
ro: Afiºazã toate erorile care s-au petrecut.
sk: Zobrazi» v¹etky chyby, ktoré nastali na obrazovke.

source: State
da: Status
gl: Estado
ro: Stare
sk: Stav
sl: Dr¾ava
tr: Durum

source: Other
da: Andre
gl: Outro
sk: Iný
sl: Drugo
tr: Öbürküler

source: Enable shade-hover mode. (Temporarily unshades windows while the mouse pointer is over them.)
ro: Activeazã modul `shade-hover'. (Ferestrele sunt dezumbrite temporar cât timp cursorul mouse-ului este deasupra lor.)
sk: Povoli» automatické rozbaµovanie okien. (Doèasne rozbalí okná pokým na ne ukazuje kurzor.)

source: Delay in milliseconds before unshading windows.
da: Pause i millisekunder før nedrulning af vinduer.
fi: Rullauksen avaamista edeltävä viive millisekunteina.
gl: Retardo en milisegundos antes de desenrola-las fiestras.
pl: Opó¼nienie rozwijania okien (w milisekundach).
ro: Timpul în milisecunde pânã la dezumbrirea ferestrelor.
sk: Pauza v milisekundách pred rozbalením okien.
sl: Premor v milisekundah preden se okna odsenèijo.
tr: Pencereleri açma arasý ( milisaniye olarak (ms) ) .

source: Raise windows when they are unshaded.
da: Løft vinduer, når de er nedrullede.
fi: Nosta ikkuna kun sen rullaus avataan.
gl: Eleva-las fiestras ó seren desenroladas.
pl: Przywo³uj okna gdy s± rozwiniête.
ro: Ridicã ferestrele când sunt dezumbrite.
sk: Presunú» okná návrh pri rozbalení.
sl: Dvigni okna, kadar se odsenèijo.
tr: Pencereler açýlýnca onlarý yükselt .

source: Display tooltips for window frames.
da: Vis værktøjstip for vinduesrammer.
fi: Näytä vinkit ikkunoiden kehysten yllä.
gl: Amosa-los tooltips para os marcos das fiestras.
pl: Wy¶wietlanie podpowiedzi na ramce okna.
ro: Afiºazã indicii pentru cadrele ferestrelor.
sk: Zobrazi» rady pre rámy okien.
sl: Ka¾i namige za okvirje oken.
tr: Pencere kenarlarý için balon yardýmý göster .

source: Remove tooltips after a period of time.
da: Skjul værktøjstip efter et stykke tid.
fi: Poista vinkit näkyvistä tietyn ajan jälkeen.
gl: Quita-los tooltips despois dun periodo de tempo.
pl: Usuwanie podpowiedzi po pewnym czasie.
ro: Inlãturã indiciile dupã o perioadã de timp.
sk: Odstráni» rady po danej dobe.
sl: Odstrani namige po doloèenem èasu.
tr: Balon yardýmlarýný belirli bir zamandan sonra kaldýr .

source: Show full documentation in tooltips.
da: Vis fuld dokumentation i værktøjstip.
fi: Näytä vinkeissä perusteellinen ohjeistus.
gl: Amosa-la documentación completa nos tooltips.
pl: Wy¶wietlanie pe³ne wyja¶nieñ w podpowiedziach.
ro: Aratã întreaga documentaþie în indicii.
sk: Zobrazi» úplnú dokumentáciu v rade.
sl: V namigih ka¾i polno dokumentacijo.
tr: Balon yardýmlarýnda yekin yardým iletilerini göster .

source: Number of milliseconds before displaying tooltips.
da: Antal millisekunder før værktøjstip vises.
fi: Vinkit tulevat esiin näin monen millisekunnin jälkeen.
gl: Número de milisegundos antes de amosa-los tooltips.
pl: Opó¼nienie wy¶wietlania porad (w milisekundach).
ro: Numãrul de milisecunde pânã la afiºarea indiciilor.
sk: Poèet milisekúnd pred zobrazením rady.
sl: ©tevilo milisekund preden se namig poka¾e.
tr: Balon yardýmýn gösterilmesi için beklenecek zaman ( milisaniye olarak ) .

source: Number of milliseconds before removing tooltips.
da: Antal millisekunder før værktøjstip forsvinder.
fi: Vinkit poistuvat näkyvistä näin monen millisekunnin jälkeen.
gl: Número de milisegundos antes de quita-los tooltips.
pl: Opó¼nienie usuwania podpowiedzi (w milisekundach).
ro: Numãrul de milisecunde înaintea înlãturãrii indiciilor.
sk: Poèet milisekúnd pred odstránením rady.
sl: ©tevilo milisekund preden se namig odstrani.
tr: Balon yardýmýn silinmesi için beklenecek zaman arasý ( milisaniye olarak ) .

source: Font used to display tooltips.
da: Skrifttype brugt til at vise værktøjstips.
fi: Vinkkien kirjasinlaji.
gl: Fonte usada para amosa-los tooltips.
pl: Czcionka wykorzystywana do wy¶wietlania podpowiedzi.
ro: Fontul folosit pentru afiºarea indiciilor.
sk: Písmo pre rady.
sl: Pisava, ki naj se uporabi za prikaz namigov.
tr: Balon yardýmlarýnýn yazý tipi .

source: Color used for the tooltips background
da: Farve brugt til baggrund for værktøjstips
fi: Vinkkien taustaväri
gl: Cor usada para o fondo dos tooltips
ro: Culoarea folositã pentru fundalul indiciilor.
sk: Farba pozadia pre rady
sl: Barva za ozadje namigov
tr: Balon yardýmý ardalan rengi

source: Color used for the tooltips foreground
da: Farve brugt til forgrund for værktøjstips
fi: Vinkkien tekstin väri.
gl: Cor usada para o texto dos tooltips
ro: Culoarea fonturilor indiciilor
sk: Farba popredia pre rady
sl: Barva za ospredje namigov
tr: Balon yardýmý önalan rengi

source: Remember _position
da: Husk _position
gl: Lembrar _posición
ro: Reþine _poziþia
sk: Zapamäta» si _pozíciu
sl: Pomni _polo¾aj
tr: _Yeri hatýrla

source: Remember _dimensions
da: Husk størrelser
gl: Lembrar _dimensións
ro: Reþine _dimensiunea
sk: Zapamäta» si _rozmery
sl: Pomni _velikost
tr: _Ebatlarý hatýrla

source: Remember _attributes
da: Husk _attributter
gl: Lembrar _atributos
ro: Reþine atributele
sk: Zapamäta» si _atribúty
sl: Pomni _atribute
tr: Ö_zellikleri hatýrla

source: _Forget saved state
da: Glem gemt stadie
gl: _Esquecer o estado gardado
ro: _Uitã starea salvatã
sk: _Zabudnú» ulo¾ený stav
sl: _Pozabi shranjeno stanje
tr: Hatýrlanan durumu unut

source: Automatically remember window positions.
da: Husk automatisk vinduespositioner.
gl: Lembra-las posicións das fiestras automaticamente.
ro: Amintirea automatã a poziþiilor ferestrei.
sk: Automaticky si zapamäta» pozície okien.
sl: Samodejno si zapomni polo¾aje okna.
tr: Pencerelerin yerini otomatikman hatýrla .

source: Automatically remember window sizes.
da: Husk automatisk vinduesstørrelser.
gl: Lembra-los tamaños das fiestras automaticamente.
ro: Amintirea automatã a dimensiunilor ferestrei.
sk: Automaticky si zapamäta» veµkosti okien.
sl: Samodejno si zapomni velikosti okna.
tr: Pencere boyutlarýný otomatikman hatýrla .

source: Automatically remember other window attributes.
da: Husk automatisk andre vinduesattributter.
gl: Lembrar outros atributos das fiestras automaticamente.
ro: Amintirea automatã a altor atribute ale ferestrei.
sk: Automaticky si zapamäta» iné atribúty okien.
sl: Samodejno si zapomni ostale atribute okna.
tr: Öbür pencere özelliklerini otomatikman hat#_rila .

source: Don't automatically remember details of transient windows.
ro: Fãrã amintirea automatã a detaliilor ferestrelor tranzitorii.
sk: Automaticky si nezapamäta» detaily podriadených okien.

source: Remember the current position of the focused window.
ro: Amintirea poziþiei curente a ferestrei cu focus.
sk: Zapamäta» si aktuálnu polohu okna s fokusom.

source: Remember the current dimensions of the focused window.
ro: Amintirea dimensiunii curente a ferestrei cu focus.
sk: Zapamäta» si aktuálne rozmery okna s fokusom.

source: Remember the current attributes of the focused window.
ro: Amintirea atributelor curente ale ferestrei cu focus.
sk: Zapamäta» si aktuálne atribúty okna s fokusom.

source: Forget any persistent state associated with the current window.
gl: Esquecer calquera estado persistente asociado á fiestra actual.
ro: Uitã orice stare persistentã asociatã cu fereastra curentã.
sk: Zabudnú» stály stav aktuálneho okna.
sl: Pozabi vsa trajna stanja povezana s trenutnim oknom.
tr: Geçerli pencereyle alakalý olan kalýcý durumu unut .

source: Forget all saved window history.
ro: Uitã toatã istoria salvatã a ferestrei.
sk: Zabudnú» celú ulo¾enú históriu okien.

source: _History
da: _Historie
gl: _Historia
ro: Istorie
sk: _História
sl: _Zgodovina
tr: _Geçmiþ

source: Invoke the GNOME control center from the `Customize' menu.
da: Start GNOME kontrolcenter fra `Tilpas'-menuen.
gl: Invoca-lo centro de control de GNOME dende o menú `Configurar'.
ro: Invocã centrul de control GNOME din meniul `Personalizeazã'.
sk: Vyvola» ovládacie centrum GNOME z menu 'Prispôsobi»'.
sl: Po¾eni GNOME Kontrolni center iz menuja `Po meri'.
tr: Özelleþtirme mönüsünden GNOME Ayarlar Merkezini baþlat .

source: _GNOME Help...
ro: Ajutorul _GNOME
sk: _GNOME Pomocník...

source: About GNOME...
ro: Despre GNOME...
sk: O GNOME...

source: Try to leave at least this many pixels between window edges in first/best-fit.
da: Lad der mindst være dette antal piksler imellem vindueskanter i første/bedste-placering
fi: Yritä jättää ainakin näin monta pikseliä ikkunoiden reunojen väliin kun käytetään mentelmää first/best-fit.
gl: Tentar deixar polo menos este número de puntos entre as beiras das fiestras nos modos first/best-fit.
pl: Staraj siê zachowaæ co najmniej tê odleg³o¶æ miêdzy krawêdziami oknaw metodzie `first/best fit' (w pikselach).
ro: Încearcã sã laºi cel puþin atâþia pixeli între marginile ferestrelor la prima/cea-mai-bunã-potrivire.
sk: Sna¾i» sa necháva» aspoò toµkoto bodom medzi okrajmi okien v first/best-fit.
sl: Posku¹aj pustiti vsaj toliko pikslov med robovi okna pri prvem/najbolj ustreznem premiku.
tr: Pencereler arasýnda en azýndan býrakýlacak pixel boþluðu .

source: Distance between successive placements in `stagger' placement mode.
da: Afstand mellem sucessive placeringer i 'stagger' placerings modus.
gl: Distancia entre as posicións sucesivas no modo `stagger'.
ro: Distanþa dintre poziþionãrile succesive în modul `stagger'(zigzag).
sk: Vzdialenos» medzi nasledujúci umiestneniami v móde 'stagger'.
sl: Razdalja med zaporednimi postavitvami v `stager' naèinu postavitev.
tr: 'Stagger' yerleþtirme türünde baþarýlý yerleþtirmeler arasý .
