Repository: GNOME/gnome-i18n
Catalog: extra-po/sawfish/*.po
Languages: da, fi, gl, pl, ro, sk, sl, tr

source: Automatically select window gravity from position on screen.
da: Automatisk vælg vinduestyngden udfra skærmpositionen
gl: Escoller automáticamente a gravidade da fiestra pola súa posición na pantalla.
pl: Automatyczny wybór grawitacji okna w zale¿no¶ci od po³o¿enia na ekranie.
ro: Selecteazã automat gravitaþia ferestrei dupã poziþia sa pe ecran.
sk: Automaticky vybra» prí»a¾livos» okna podµa pozície na obrazovke.
sl: Samodejno izberi gravitacijo oken iz polo¾aja na zaslonu.
tr: Ekran'daki yerine göre pencerenin aðýlýðýný belirle

source: In GNOME _task list
ro: În lis_ta GNOME de task-uri.
sk: V zozname úl_oh GNOME

source: Windows are focused after being uniconified.
da: Vinduer får fokus efter deikonifikation.
fi: Ikkunat kohdistetaan kun ne palautetaan.
gl: Enfoca-las fiestras ó seren restauradas.
pl: Uaktywnianie zminimalizowanych okien po przywróceniu.
ro: Ferestrele primesc focus dupã ce pierd starea de iconificare.
sk: Okná majú získa» fokus pri obnovovaní z ikony.
sl: Okna se fokusirajo po tem, ko so bila odkrèena.
tr: Pencerler normallaþýnca , onlarý foküsla .

source: Windows are raised after being uniconified.
da: Vinduer løftes efter deikonifikation.
fi: Ikkunat nostetaan kun ne palautetaan.
gl: Eleva-las fiestras ó seren restauradas.
pl: Przywo³ywanie zminimalizowanych okien po przywróceniu.
ro: Ferestrele sunt ridicate dupã ce nu mai sunt iconificate.
sk: Okná presúva» dopredu pri obnovovaní z ikony.
sl: Okna se dvignejo po tem, ko so bila odkrèena.
tr: Pencereler normallaþýnca , onlarý yükselt .

source: Unmanaged windows may be iconified.
da: Ikke-håndterede vinduer kan minimeres.
gl: As fiestras non xestionadas poden iconificarse.
ro: Ferestrele neadministrate pot fi iconificate.
sk: Nespravované okná je mo¾né zmen¹i» do ikony.
sl: Neupravljana okna se lahko skrèijo.
tr: Yönetilmeyen pencereler simgeleþmiþ olabilir .

source: Windows uniconify to the current workspace.
da: Vinduer deikonificeres til nuværende skrivebord.
gl: As fiestras restáuranse no escritorio actual.
ro: Ferestrele care îºi pierd starea de iconificare sunt mutate în spaþiul de lucru curent.
sk: Okná obnovova» z ikony na aktuálnu plochu.
sl: Okna se odkrèijo v trenutno delovno povr¹ino.
tr: Pencereleri normallaþýnca geçerli masaüstünde aç .

source: Iconifying a window also iconifies the: \w
da: Minimering af et vindue minimerer også: \w
gl: Ó iconificar unha fiestra, iconificar tamén: \w
ro: La iconificarea ferestrelor, iconific ºi: \w
sk: Zmen¹enie okna do ikony tie¾ zmen¹í: \w
sl: Skrèenje okna skrèi tudi: \w
tr: Bir pencereyi simgeleþtirme, bunlarý da simgeleþtirir : \w

source: Uniconifying a window also uniconifies the: \w
da: Afikonificering af et vindue afikonificerer også: \w
gl: Ó restaurar unha fiestra, restaurar tamén: \w
ro: Când fereastra îºi pierde starea sa de iconificare, o pierde ºi pe a: \w
sk: Obnovenie okna z tie¾ obnoví: \w
sl: Odkrèenje okna, odrkèi tudi: \w
tr: Bir pencere normallaþýnca, normalleþtiriyor : \w

source: Iconify the window.
da: Ikonificér vinduet.
fi: Piilota ikkuna.
gl: Iconifica-la fiestra.
pl: Minimalizuj okno.
ro: Iconificã fereastra.
sk: Okno do ikony.
sl: Skrèi okno v ikono.
tr: Pencereyi simgeleþtir .

source: Return the window from its iconified state.
da: Gendan til vinduets oprindelige dimensioner.
fi: Palauta ikkuna piilosta.
gl: Restaura-la fiestra do seu estado iconificado.
pl: Przywróæ poprzednio zminimalizowane okno.
ro: Întoarce fereastra din starea de iconificare.
sk: Obnovi» okno z ikony.
sl: Vrni okno iz skrèenega stanja.
tr: Simgeleþtirilmiþ pencereyi büyült .

source: Toggle the iconification of window W.
da: Slå ikonifikation af vindue W til/fra.
fi: Piilota / palauta ikkuna I piilosta.
gl: Troca-lo estado de iconificación da fiestra W.
ro: Activeazã posibilitatea de iconificarea a ferestrei F.
sk: Prepnú» ikonifikáciu okna W.
sl: Preklopi skrèenost okna.
tr: W'nin simgeleþmesini aç/kapat .

source: Iconify all windows on the current workspace.
da: Ikonificér alle vinduer i aktivt arbejdsområde.
gl: Iconificar tódalas fiestras no escritorio actual.
ro: Iconificã toate ferestrele spaþiului de lucru curent.
sk: Do ikony v¹etky okná aktuálnej plochy.
sl: Skrèi v ikone vsa okna trenutne delovne povr¹ine.
tr: Geçerli masaüstündeki yekin pencereleri simgeleþtir .

source: Toggle the `stickiness' of the window--whether or not it is a member of all workspaces.
da: Aktivér/Deaktiver vinduets klæbrighed - om det er medlem af alle skriveborde eller ej
gl: Troca-lo estado `pegañento' da fiestra (se é membro de tódolos escritorios ou non).
pl: Prze³±cz "przypinanie" okna (obeco¶æ na wszystkich biurkach).
ro: Activeazã posibilitatea de a face fereastra `lipicioasã'--chiar dacã este sau nu membru al tuturor spaþiilor de lucru.
sk: Prepnú» 'lepivos»' okna -- èi má by» na v¹etkých plochách.
sl: Preklopi `lepljivost' okna neglede na to ali je èlan vseh delovnih povr¹in.
tr: Pencerenin yapýþkanlýðýný deðiþtir - nerede olursa olsun .

source: _Sticky
da: _Klæbrig
fi: _Kiinnitys
gl: _Pegañenta
ro: Lipicios
sk: _Lepivé
sl: _Lepljivo
tr: _Sabit

source: Ignore the window.
da: Ignorér vinduet.
fi: Ohita ikkuna.
gl: Ignora-la fiestra.
pl: Pomijaj okno.
ro: Ignorã fereastra.
sk: Ignorova» okno.
sl: Ignoriraj okno.
tr: Bu pencereyi geç .

source: Unignore the window.
da: Deignorér vinduet.
fi: Peruuta ikkunan ohitus.
gl: Non ignora-la fiestra.
pl: Nie pomijaj okna.
ro: Nu mai ignora fereastra.
sk: Neignorova» okno.
sl: Odignoriraj okno.
tr: Bu pencereyi geçme .

source: Toggle whether a window is ignored or not.
da: Skift mellem om vinduet er ignoreret eller ej.
fi: Aseta ikkunan ohitus päälle / pois.
gl: Troca-lo estado da fiestra ignorada ou non ignorada.
pl: Prze³±cz tryb pomijania okna.
ro: Activeazã posibilitatea de a ignora o fereastrã.
sk: Prepnú», èi je okno ignorované alebo nie.
sl: Preklopi ignoriranje okna.
tr: Pencerenin geçilmesini deðit .

source: Toggle whether a window is focusable or not.
da: Skift mellem om vinduet er fokusérbart eller ej.
fi: Aseta ikkunan kohdistettavuus päälle / pois.
gl: Trocar se unha fiestra pode te-lo foco ou non.
pl: Prze³±cz tryb aktywno¶ci okna.
ro: Activeazã posibilitatea ca ferestrele sã primeascã focus.
sk: Prepnú», èi okno mô¾e získa» fokus alebo nie.
sl: Preklopi ali lahko okno dobi fokus.
tr: Pencerenin foküslanabilinmesini deðit .

source: Toggle whether a window is ignored while window cycling.
ro: Activeazã posibilitatea de a ignora o fereastrã în timpul ciclãrii.
sk: Prepnú», èi je okno ignorované pri prepínaní dookola alebo nie.

source: Toggle whether a window will be include in the window list.
ro: Activeazã posibilitatea de a include fereastra în lista de ferestre.
sk: Prepnú», èi je okno zahrnuté v zozname okien.

source: _Ignored
da: _Ignoreret
fi: _Ohitus
gl: _Ignorada
ro: Ignorat
sk: _Ignorované
sl: _Ignorirano
tr: Geçil_miþ

source: _Focusable
da: _Fokusérbar
fi: _Kohdistettavuus
gl: _Enfocable
ro: Focusabil
sk: Akceptuje _fokus
sl: _Fokusabilno
tr: _Foküslenebilinir

source: _Cyclable
ro: Ciclabil
sk: _Dookola

source: In _window list
da: I _vinduesliste
fi: Näkyvyys _ikkunalistalla
gl: Na _lista de fiestras
ro: În lista de ferestre
sk: V zozname _okien
sl: V seznamu _oken
tr: Pencere _listesinde

source: Maximizing a window in one dimension must increase the size of that dimension.
da: Maksimering af et vindue i én dimension skal øge størrelsen af den dimension.
gl: Maximizar unha dimensión dunha fiestra debe aumenta-lo tamaño desa dimensión.
ro: Maximizarea unei ferestre într-o dimensiune trebuie sã îi creascã mãrimeaacelei dimensiuni.
sk: Maximalizácia okna v jednom smere musí zväè¹i» veµkos» v tomto smere.
sl: Poveèevanje velikosti okna po eni stranici nujno vedno poveèa velikost te stranice.
tr: Bir pencere boyutunu azamileþtirmek , o boyutu da her zaman büyütür .

source: Raise windows when they are maximized.
da: Hæv vinduer når de maksimeres.
gl: Eleva-las fiestras ó seren maximizadas.
ro: Ridicã ferestrele când sunt maximizate.
sk: Presunú» okná dopredu pri maximalizácii.
sl: Dvigni okna kadar se razpnejo.
tr: Azamileþtirilmiþ pencereleri yükselt .

source: Let unmanaged windows be overlapped when filling windows.
da: Lad ikke-håndterede vinduer overlappe ved fyldning af vinduer.
gl: Deixar que as fiestras non xestionadas sexan tapadas ó encher fiestras.
ro: Lasã ferestrele neadministrate sã fie suprapuse când umplu ferestrele.
sk: Nespravované okná sa mô¾u prekrýva» pri naobmedzujúcom maximalizovaní okien.
sl: Naj bodo neupravljana okna prekrita kadar se polni okna.
tr: Pencereler doldurulurken, yönetilmeyen pencereleri altta tut .

source: Don't cover `avoided' windows when maximizing.
ro: Nu acoperi ferestrele `evitate' în timpul maximizãrii.
sk: Nezakrýva» okná 'chránené' pri maximalizácii.

source: Maximize the dimensions of the window.
da: Maksimér vinduets dimension
fi: Maksimoi ikkunan mitat.
gl: Maximiza-las dimensións da fiestra.
pl: Maksymalizuj rozmiary okna.
ro: Maximizeazã dimensiunile ferestrei.
sk: Maximalizova» rozmery okna.
sl: Maksimizira velikost okna.
tr: Pencerenin boutlarýný azamileþtir .

source: Restore the dimensions of the window to its original, unmaximized, state.
da: Gendan til vinduets oprindelige dimensioner, dvs. afmaksimeret.
fi: Palauta ikkunan koko sen alkuperäiseen, epämaksimoituun tilaan.
gl: Restaura-las dimensións da fiestra ó seu estado orixinal sen maximizar.
pl: Przywróæ poprzednio zmaksymalizowane okno.
ro: Restaureazã dimensiunile ferestrei la starea originlã, nemaximizatã.
sk: Obnovi» rozmery okna na jeho pôvodnú, nemaximalizovanú veµkos».
sl: Povrni velikost okna na njegovo izhodi¹no, ne razpeto, stanje.
tr: Pencerenin boyutlarýný essas boyutnu geri dönüþtür .

source: Maximize the vertical dimension of the window.
da: Maksimer den lodrette dimension af vinduet.
fi: Maksimoi ikkuna pystysuunnassa.
gl: Maximiza-la dimensión vertical da fiestra.
pl: Maksymalizuj pionowy rozmiar okna.
ro: Maximizeazã dimensiunea verticalã a ferestrei.
sk: Maximalizova» vertikálne rozmery okna.
sl: Poveèaj navpièno velikost okna.
tr: Pencerenin dikey boyutunu azamileþtir .

source: Maximize the horizontal dimension of the window.
da: Maksimer den vandrette dimension af vinduet.
fi: Maksimoi ikkuna leveyssuunnassa.
gl: Maximiza-la dimensión horizontal da fiestra.
pl: Maksymalizuj poziomy rozmiar okna.
ro: Maximizeazã dimensiunea orizontalã a ferestrei.
sk: Maximalizova» horizontálne rozmery okna.
sl: Poveèaj vodoravno velikost okna.
tr: Pencereni ufki boyutunu azamileþtir .

source: Toggle the state of the window between maximized and unmaximized.
da: Skift vinduestadiet mellem maksimeret og gendannet.
fi: Maksimoi koko / Palauta koko.
gl: Troca-lo estado da fiestra entre maximizada e non maximizada.
pl: Prze³±cz pomiêdzy maksymalizacj± a przywróceniem okna.
ro: Activeazã starea ferestrei dintre cea de maximizare ºi cea normalã.
sk: Prepnú» stav okna medzi maximalizovaným a nemaximalizovaným.
sl: Preklopi stanje okna med razpetim in zmanj¹anim.
tr: Pencerenin boyutunu azamileþmiþ ile normal boyut arasýnda deðit .

source: Toggle the state of the window between horizontally maximized and unmaximized.
da: Skift vinduestadiet mellem vandret maksimeret og gendannet.
fi: Maksimoi leveyssuunnassa / palauta pystysuunnassa.
gl: Troca-lo estado da fiestra entre maximizada horizontalmente e non maximizada.
pl: Prze³±cz pomiêdzy poziom± maksymalizacj± a przywróceniem okna.
ro: Activeazã starea ferestrei dintre cea de maximizare orizontalã ºi cea normalã.
sk: Prepnú» stav okna medzi horizontálne maximalizovaným a nemaximalizovaným.
sl: Preklopi stanje okna med vodoravno razpetim in zmanj¹anim
tr: Pencerenin ufki boyutunu azamileþmiþ ile normal boyut arasýnda deðit .

source: Toggle the state of the window between vertically maximized and unmaximized.
da: Skift vinduestadiet mellem lodret maksimeret og gendannet.
fi: Maksimoi pystysuunnassa / palauta pystysuunnassa.
gl: Troca-lo estado da fiestra entre maximizada verticalmente e non maximizada.
pl: Prze³±cz pomiêdzy pionow± maksymalizacj± a przywróceniem okna.
ro: Activeazã starea ferestrei dintre cea de maximizare verticalã ºi cea normala.
sk: Prepnú» stav okna medzi vertikálne maximalizovaným a nemaximalizovaným.
sl: Preklopi stanje okna med navpièno razpetim in zmanj¹anim
tr: Pencerenin dikey boyutunu azamileþmiþ ile normal boyut arasýnda deðit .

source: Maximize the window without obscuring any other windows.
da: Maksimér vinduet uden af forstyre andre vinduer.
fi: Maksimoi ikkuna peittämättä muita ikkunoita.
gl: Maximiza-la fiestra sen tapar ningunha outra fiestra
pl: Maksymalizuj okno nie zas³aniaj±c innych okien.
ro: Maximizeazã fereastra fãrã obturarea oricãrei alte ferestre.
sk: Maximalizova» okno bez obmedzovania ostatných okien.
sl: Poveèaj okno, brez prekiravnja drugih oken.
tr: Pencereyi hiç bir baþka pencereye tecavüz etmediði sürece azamileþtir .

source: Maximize the window vertically without obscuring any other windows.
da: Maksimér vinduet lodret uden af forstyre andre vinduer.
fi: Maksimoi ikkuna pystysuunnassa peittämättä muita ikkunoita.
gl: Maximiza-la fiestra verticalmente sen tapar ningunha outra fiestra.
pl: Maksymalizuj okno pionowo nie zas³aniaj±c innych okien.
ro: Maximizeazã vertical fereastra fãra obturarea oricãrei alte ferestre.
sk: Maximalizova» okno vertikálne bez obmedzovania ostatných okien.
sl: Poveèaj okno navpièno, brez prekrivanja drugih oken.
tr: Pencereyi hiç bir baþka pencereye tecavüz etmediði sürece dikey azamileþtir .

source: Maximize the window horizontally without obscuring any other windows.
ro: Maximizeazã orizontal fereastra fãra obturarea oricãrei alte ferestre.
sk: Maximalizova» okno horizontálne bez obmedzovania ostatných okien.

source: Toggle the state of the window between maximized-filled and unmaximized.
da: Skift vinduestadiet mellem maksimeret-udfyldt og gendannet.
fi: Täytä / palauta ikkunan koko.
gl: Troca-lo estado da fiestra entre maximizada-enchida e non maximizada.
pl: Prze³±cz pomiêdzy wype³nieniem a przywróceniem okna.
ro: Activeazã starea ferestrei dintre cea de maximizare-plinã ºi cea normalã.
sk: Prepnú» stav okna medzi maximalizovaným neobmedzujúcim ostatné okná a nemaximalizovaným.
sl: Preklopi stanje med razpeto-polnjeno in nerazpeto.
tr: Pencerenin azami doldurulmasýný deðit .

source: Toggle the state of the window between horizontally maximized-filled and unmaximized.
da: Skift vinduestadiet mellem vandret maksimeret-udfyldt og gendannet.
fi: Täytä leveyssuunnassa / palauta leveyssuunnassa.
gl: Troca-lo estado da fiestra entre maximizada-enchida horizontalmente e non maximizada.
pl: Prze³±cz pomiêdzy pionowym wype³nieniem a przywróceniem okna.
ro: Activeazã starea ferestrei dintre cea de maximizare orizontalã-plinã ºi cea normalã.
sk: Prepnú» stav okna medzi horizontálne maximalizovaným neobmedzujúcim ostatné okná a nemaximalizovaným.
sl: Preklopi stanje med vodoravno razpeto-polnjeno in nerazpeto.
tr: Pencerenin azami ufki doldurulmasýný deðit .

source: Toggle the state of the window between vertically maximized-filled and unmaximized.
da: Skift vinduestadiet mellem lodret maksimeret-udfyldt og gendannet.
fi: Täytä pystysuunnassa / palauta pystysuunnassa.
gl: Troca-lo estado da fiestra entre maximizada-enchida verticalmente e non maximizada.
pl: Prze³±cz pomiêdzy pionowym wype³nieniem a przywróceniem okna.
ro: Activeazã starea ferestrei dintre cea de maximizare verticalã-plinã ºi cea normalã.
sk: Prepnú» stav okna medzi vertikálne maximalizovaným neobmedzujúcim ostatné okná a nemaximalizovaným.
sl: Preklopi stanje med navpièno razpeto-polnjeno in nerazpeto.
tr: Pencerenin azami dikey doldurulmasýný deðit .

source: Display only the title bar of the window.
da: Vis kun vinduets titellinje.
fi: Näytä ikkunasta pelkkä otsikko, ei sisältöä.
gl: Amosar só a barra de título da fiestra.
pl: Wy¶wietlaj tylko pasek tytu³owy okna.
ro: Afiºazã numai bara de titlu a ferestrei.
sk: Zobrazi» iba titulok okna.
sl: Ka¾i le nazivno vrstico okna.
tr: Sadece pencerenin üstyazýsýný göster .

source: If the window is shaded (see `shade-window'), restore it to it's usual state.
da: Hvis vinduet er oprullet (se `shade-window'), gendan den til dens normale status.
fi: Jos ikkuna on rullalla, palauta se sen alkuperäiseen tilaan.
gl: Se a fiestra está enrolada (mirar `shade-window'), restaurala ó seu estado normal.
pl: Przywróæ okno do zwyk³ego stanu je¶li jest zwiniête (zobacz 'shade-window').
ro: Dacã fereastra este umbritã (vezi `shade-window'),îi redau starea sa obiºnuitã
sk: Ak je okno zabalené (viï. 'zabalené okno'), obnovi» do normálneho stavu.
sl: Èe je okno senèeno (glej `senèi-okno'), ga povrni v njegovo obièajno stanje.
tr: Bir pencere toplanmýþ ise, normal boyutuna dönüþtür .

source: Toggle the shaded (only the title bar is displayed) state of the window.
da: Aktivér/deaktivér oprullet-vinduesstatus (kun titellinje ses)
fi: Aseta ikkuna "rullalle" / avaa rullaus. Rullatuista ikkunoista näkyy pelkkä otsikko.
gl: Troca-lo estado de enrolamento (só se amosa a barra de título) da fiestra.
pl: Prze³±cz pomiêdzy zwiniêciem a rozwiniêciem okna (je¶li ma pasek tytu³owy).
ro: Activeazã starea de umbrire a ferestrei (numai bara de titlu este afiºatã).
sk: Prepnú» stav zabalené/rozbalené okno (viditeµný iba titulok).
sl: Preklopi senèeno (prikazana je le nazivna vrstica) stanje okna.
tr: Pencerenin (sadece üstyazýyý göster ) toplanmýþ durumunu deðit .

source: S_haded
da: _Oprullet
fi: _Rullaus
gl: _Enrolada
ro: Umbrit
sk: _Zabalené
sl: S_enèeno
tr: _Toplanmýþ

source: Focus on application windows when they first appear.
sk: Pri prvom zobrazení okna aplikácie mu da» fokus.

source: Dialog windows inherit the focus from their parent.
da: Dialogvinduer arver fokus fra deres ophav.
gl: As fiestras herdan o foco das súas nais.
ro: Ferestrele dialog moºtenesc focusul de la pãrinþi.
sk: Dialógy preberajú fokus od rodièovského okna.
sl: Okna dialogov podedujejo fokus od njihovih star¹ev.
tr: Ufakca pencereler ebeveynlerden foküsü vasiyet alsýn .

source: Decorate dialog windows similarly to application windows.
da: Dekorér dialogvinduer ligesom applikationsvinduer.
gl: Decora-las fiestras de diálogo de xeito similar ás fiestras de aplicacións.
ro: Decoreazã ferestrele de dialog similar cu cele ale aplicaþiilor
sk: Okraje dialógov podobné oknám aplikácií.
sl: Dekoriraj okna dialogov podobno kot programska okna.
tr: Diyalok pencerelerini vasat pencereler gibi "süsle" .

source: Raise the current window to its highest allowed position in the stacking order. Also raise any transient windows that it has.
da: Løft det nuværende vindue til dets højeste tilladte position i stakkeordenen. Løft også ethvert gennemsigtigt vindue som det har.
gl: Eleva-la fiestra actual á posición máis elevada permitida na pila. Elevar tamén as fiestras temporais asociadas.
ro: Ridicã fereastra curentã la poziþia sa cea mai înaltã în stivã. De asemenea ridicã ºi orice fereastrã tranzitorie a sa.
sk: Presunú» okno dopredu na najvy¹¹iu povolenú pozíciu spolu s jeho podriadenými oknami.
sl: Zvi¹aj okno na vrh znotraj njegovega sklada (skupaj z njegovimi dialogi).
tr: Geçerli pencereyi yapýþýk pencere seviyesini mümkün olan en üst yerine taþý . Bu pencereye baðlý olan ufakça pencereleri de yükselt .

source: Lower the current window to its lowest allowed position in the stacking order. Also lower any transient windows that it has.
da: Sænk det nuværende vindue til dets laveste tilladte position i stakkeordenen. Sænk også ethvert gennemsigtigt vindue som det har.
gl: Baixa-la fiestra actual á posición máis baixa permitida na pila. Baixar tamén as fiestras temporais asociadas.
ro: Coboarã fereastra curentã la cea mai joasã poziþie de ordine permisã de stivã. De asemenea coboarã toate fereastrele ei tranzitorii.
sk: Presunú» okno dozadu na najni¾¹iu úroveò spolu s jeho podriadenými oknami.
sl: Zni¾aj okno na dno znotraj njegovega sklada (skupaj z njegovimi dialogi).
tr: Geçerli pencereyi yapýþýk pencere seviyesini mümkün olan en alt yerine taþý . Bu pencereye baðlý olan ufakça pencereleri de alçalt .

source: If the window is at its highest possible position, then lower it to its lowest possible position. Otherwise raise it as far as allowed. Also changes the level of any transient windows it has.
da: Hvis vinduet er på dets højest mulige position, så sænk det til dets lavest mulige position. Ellers løft det så langt som tilladt. Ændrer også niveauet for ethvert gennemsigtigt vindue, det har.
gl: Se a fiestra está na posición máis alta posible, movela á máis baixa posible. Doutro xeito, elevala á parte máis alta. Cambiar tamén o nivel das fiestras temporais asociadas.
ro: Dacã fereastra este la cea mai înaltã poziþie, atunci o cobor la cea mai joasã. Altfel o ridic atât cât e posibil. De asemenea schimb ºi nivelul ferestrelor sale tranzitorii.
sk: Ak je okno úplne vpredu, presunú» ho úplne dozadu na najni¾¹iu povolenú pozíciu. Inak ho presunú» èo najviac dopredu. Spolu s ním presúva» aj jeho podriadené okná.
sl: Èe je okno na najvi¹jem mo¾nem polo¾aju, ga spusti na najni¾ji mo¾en polo¾aj, sicer pa ga dvigni èimbolj na vrh. (spremeni tudi nivo dialogov)
tr: Pencere mümkün olan en üst yerdeyse, mümkün olan en alttaki yerine taþý . Yoksa o'nu mümkün olduðu kadariyle yükselt ve bu pencereye baðlý olan ufakça pencerelerini de o pencereyle beraber yükselt/alçalt.

source: Windows uniconify to the current workspace when they are selected.
da: Vinduer deikonificeres til nuværende skrivebord, når de er aktive.
gl: As fiestras restáuranse no escritorio actual cando son seleccionadas.
ro: Când sunt selectate, ferestrele revin la starea lor de dinainte de iconificare în spaþiul de lucru curent.
sk: Okná obnovova» z ikony na aktuálnu plochu pri výbere.
sl: Okna se odkrèijo v trenutno delovno povr¹ino kadar so izbrana.
tr: Pencereleri normallaþi#_p-seçili olunca geçerli masaüstünde aç .

source: Unshade selected windows.
da: Nedrul valgte vinduer
fi: Rullaus avataan valittaessa.
gl: Desenrola-las fiestras seleccionadas.
pl: Rozwijanie wybrane okna.
ro: Dezumbreºte ferestrele selectate.
sk: Vybrané okná rozbali».
sl: Odsenèi izbrana okna.
tr: Seçilmiþ olan pencereleri normallaþtir .

source: Raise selected windows (normally by the Windows menu).
da: Løft valgte vinduer (normalt via vindues-menuen).
gl: Eleva-las fiestras seleccionadas (normalmente polo menú de Fiestras).
ro: Ridicã ferestrele selectate.
sk: Vybrané okná presunú» dopredu (normálne pomocou menu Okná).
sl: Dvigni izbrana okna (navadno z Menujem oken).
tr: Seçili pencereler yükselmiþ olsun ( normalen Pencereler mönüsünden ) .

source: Warp the pointer to selected windows.
da: Warp pegeren til valgte vinduer.
gl: Leva-lo punteiro ás fiestras seleccionadas.
ro: Mutã cursorul în ferestrele selectate.
sk: Presunú» kurzor do vybraných okien.
sl: Mi¹kin kazalec naj bo le znotraj izbranih oken.
tr: Göstergeyi seçilmiþ pencerelere zýplat .

source: Display the workspace/viewport containing the window W.
da: Vis skrivebordet/visporten indeholdende vinduet W.
fi: Näytä työpöytä/alityöpöytä joka sisältää ikkunan I.
gl: Amosa-lo escritorio/área virtual que contén a fiestra W.
ro: Afiºazã spaþiul de lucru/viewport-ul ferestrei F.
sk: Zobrazi» plochu/pohµad obsahujúcu okno W.
sl: Poka¾i delovno povr¹ino, ki vsebuje okno W.
tr: W'yi içeren masaüstünü/bölgeyi göster .
