Repository: GNOME/gnome-i18n
Catalog: extra-po/toutdoux/*.po
Languages: da, es, pt, sk

source: File/Favorites
da: Fil/Favoritter
es: Archivo/Favoritos
pt: Ficheiro/Favoritos
sk: Súbor/Obµúbené

source: File/Favorites/favorites
da: Fil/Favoritter/favoritter
es: Archivo/Favoritos/favoritos
pt: Ficheiro/Favoritos/favoritos
sk: Súbor/Obµúbené/obµúbené

source: File/Save
da: Fil/Gem
es: Archivo/Guardar
pt: Ficheiro/Gravar
sk: Súbor/Ulo¾i»

source: File/Save/Save
da: Fil/Gem/Gem
es: Archivo/Guardar/Guardar
pt: Ficheiro/Gravar/Gravar
sk: Súbor/Ulo¾i»/Ulo¾i»

source: File/Save/Save as...
da: Fil/Gem/Gem som...
es: Archivo/Guardar/Guardar como...
pt: Ficheiro/Gravar/Gravar como...
sk: Súbor/Ulo¾i»/Ulo¾i» ako...

source: File/Quit
da: Fil/Afslut
es: Archivo/Salir
pt: Ficheiro/Sair
sk: Súbor/Koniec

source: Tools/Edit template
da: Værktøj/Tilpas skabelon
es: Herramientas/Editar plantilla
pt: Ferramentas/Editar modelo
sk: Nástroje/Upravi» ¹ablónu

source: Tools/Query console
da: Værktøj/Forespørgselskonsol
es: Herramientas/Consola de peticiones
pt: Ferramentas/Consola de pesquisa
sk: Nástroje/Konzola po¾iadaviek

source: Tools/Bench
da: Værktøj/Arbejdsbænk
es: Herramientas/Pruebas
pt: Ferramentas/Estirador
sk: Nástroje/Pracovný stôl

source: Tools/Command
da: Værktøj/Kommandoer
es: Herramientas/Orden
pt: Ferramentas/Comando
sk: Nástroje/Príkaz

source: Tools/Editor
da: Værktøj/Redigering
es: Herramientas/Editor
pt: Ferramentas/Editor
sk: Nástroje/Editor

source: Tools/Etabliste
da: Værktøj/'Etabliste'
es: Herramientas/Establiste
pt: Ferramentas/Lista pastas

source: Tools/Palette
da: Værktøj/Palette
es: Herramientas/Paleta
pt: Ferramentas/Paleta
sk: Nástroje/Paleta

source: Tools/Undo-Redo
da: Værktøj/Fortryd-Omgør
es: Herramientas/Deshacer-Rehacer
pt: Ferramentas/Desfazer-Refazer
sk: Nástroje/Spä»-Opakova»

source: Tools/Messages
da: Værktøj/Beskeder
es: Herramientas/Mensajes
pt: Ferramentas/Mensagens
sk: Nástroje/Správy

source: Help/Customize
da: Hjælp/Indstil
es: Ayuda/Personalizar
pt: Ajuda/Customizar
sk: Pomocník/Prispôsobenie

source: Help/Bookmarks
da: Hjælp/Bogmærker
es: Ayuda/Marcadores
pt: Ajuda/Marcas
sk: Pomocník/Zálo¾ky

source: Help/Presto
da: Hjælp/Vupti
es: Ayuda/Presto
pt: Ajuda/Agora
sk: Pomocník/Presto

source: Help/User's manual
da: Hjælp/Brugerhåndbog
es: Ayuda/Manual de usuario
pt: Ajuda/Manual utilizador
sk: Pomocník/Pou¾ívateµský manuál

source: Help/Programmer's manual
da: Hjælp/Udviklerhåndbog
es: Ayuda/Manual del programador
pt: Ajuda/Manual programador
sk: Pomocník/Programátorský manuál

source: Help/Plug-ins browser
da: Hjælp/Indstiksviser
es: Ayuda/Navegador de plug-ins
pt: Ajuda/Navegador plug-ins
sk: Pomocník/Prehliadaè modulov

source: Help/About
da: Hjælp/Om
es: Ayuda/Acerca de
pt: Ajuda/Sobre
sk: Pomocník/O programe

source: Commons
da: Almindelige
es: Comunes
pt: Comuns
sk: Be¾né

source: Image
da: Billed
es: Imagen
pt: Imagem
sk: Obrázok

source: Scale
da: Skala
es: Escala
pt: Escala
sk: Veµkos»

source: Nearest
da: Tættest
es: Más próximo
pt: Mais próximo
sk: Najbli¾¹ia

source: Titles
da: Titler
es: Títulos
pt: Títulos
sk: Tituly

source: Hyper (default value)
da: Hyper (standardværdi)
es: Hiper (valor por omisión)
pt: Hiper (valor defeito)
sk: Hyper (¹tandardná hodnota)

source: Separator
da: Adskiller
es: Separador
pt: Separador
sk: Oddelovaè

source: Size
da: Størrelse
es: Tamaño
pt: Tamanho
sk: Veµkos»

source: 4 (default value)
da: 4 (standardværdi)
es: 4 (valor por omisión)
pt: 4 (valor defeito)
sk: 4 (¹tandardná hodnota)

source: Tree
da: Træ
es: árbol
pt: Árvore
sk: Strom

source: Expand temporization
da: Udvid Tilpasning
es: Expandir temporización
pt: Temporização expanção

source: 1000 milliseconds (default value)
da: 1000 millisekunder (standardværdi)
es: 1000 milisegundos (valor por omisión)
pt: 1000 milisegundos (valor defeito)
sk: 1000 milisekúnd (¹tandardná hodnota)

source: Height
da: Højde
es: Altura
pt: Altura
sk: Vý¹ka

source: Font height + 6 (default value)
da: Højde på skrifttype + 6 (standardværdi)
es: Altura de tipo de letra +6 (valor por omisión)
pt: Altura fonte + 6 (valor defeito)
sk: Vý¹ka písma + 6 (¹tandardná hodnota)

source: Desktop
da: Skrivebord
es: Escritorio
pt: Ambiente
sk: Plocha

source: Window
da: Vindue
es: Ventana
pt: Janela
sk: Okno

source: Placement
da: Placering
es: Localización
pt: Colocação
sk: Umiestnenie

source: ToutDoux (default value)
da: ToutDoux (standardværdi)
es: Tooutdoux (valor por omisión)
pt: ToutDoux (valor defeito)
sk: ToutDoux (¹tandardná hodnota)

source: Window manager
da: Vindueshåndtering
es: Gestion de ventanas
pt: Gestor janelas
sk: Správca okien

source: Title
da: Titel
es: Título
pt: Título
sk: Titul

source: None
da: Ingen
es: Ninguno
pt: Nenhum
sk: ®iadne

source: Icon title
da: Ikontitel
es: Título del icono
pt: Ícone do título
sk: Titulok ikony

source: Subtitle
da: Undertitel
es: Subtítulo
pt: Sub-título
sk: Podnadpis

source: Visible (default value)
da: Synlig (standardværdi)
es: Visible (valor por omisión)
pt: Visível (valor defeito)
sk: Viditeµné (¹tandardná hodnota)

source: Hidden
da: Gemt
es: Oculto
pt: Escondido
sk: Skryté

source: Toolbar
da: Værktøjslinje
es: Barra de herramientas
pt: Barra Ferramentas
sk: Panel nástrojov

source: Icons (default value)
da: Ikoner (standardværdi)
es: Iconos (valor por omisión)
pt: Ícones (valor defeito)
sk: Ikony (¹tandardná hodnota)

source: Text
da: Tekst
es: Texto
pt: Texto

source: Both
da: Begge
es: Ambos
pt: Ambos
sk: Obidvoje

source: Palette
es: Paleta
pt: Paleta
sk: Paleta

source: Default style
da: Standard-stil
es: Estilo por omisión
pt: Estilo defeito
sk: ©tandardný ¹týl

source: Floating windows
da: Flydende vinduer
es: Ventanas flotantes
pt: Janelas flutuantes
sk: Plávajúce okná

source: Docked pages with notebook
da: "Dokkede" sider med notesblok
es: Páginas empotradas con cuaderno
pt: Páginas presas com separadores
sk: Strany prichytené k poznámkovému bloku

source: Docked pages with sidebar (default value)
da: "Dokkede" sider med rulleskakt (standardværdi)
es: Páginas empotradas con barra laberal (valor por omisión)
pt: Páginas presas com barra lateral (valor defeito)
sk: Strany prichytené k boènému panelu (¹tandardná hodnota)

source: Docked pages with toolbar
da: "Dokkede" sider med værktøjslinje
es: Páginas
pt: Páginas presas com barra ferramentas
sk: Strany prichytené k panelu nástrojov

source: Command zone
da: Kommandozone
es: Zona de órdenes
pt: Zona de comandos
sk: Príkazová zóna

source: Automatic (default value)
da: Automatisk (standardværdi)
es: Automático (valor por omisión)
pt: Automático (valor defeito)
sk: Automaticky (¹tandardná hodnota)

source: Questions
da: Spørgsmål
es: Preguntas
pt: Questões
sk: Otázky

source: Questions in command zone
da: Spørgsmål i kommandozone
es: Preguntas en la zona de comandos
pt: Questões na zona de comandos
sk: Otázky v príkazovej zóne

source: Questions in pop windows (default value)
da: Spørgsmål i popop-vinduer (standardværdi)
es: Preguntas en las ventans emergentes (valor por omisión)
pt: Questões nas janelas de alerta (valor defeito)
sk: Otázky vo vyskakujúcich oknách (¹tandardná hodnota)

source: Tool
da: Værktøj
es: Herramienta
pt: Ferramenta
sk: Nástroj

source: Window manager (default value)
da: Vindueshåndtering (standardværdi)
es: Gestor de ventanas (valor por omisión)
pt: Gestor de janelas (valor defeito)
sk: Správca okien (¹tandardná hodnota)

source: View
da: Vis
es: Vista
pt: Ver
sk: Zobrazi»

source: +Faces core
da: +Overfladekerne (eng. Faces core)
es: +Núcleo de las caras
pt: +Caras core
sk: +Základné rozhranie

source: Values
da: Værdier
es: Valores
pt: Valores
sk: Hodnoty

source: Default value
da: Standardværdi
es: valor por omisión
pt: Valor defeito
sk: ©tandardná hodnota

source: Selected value
da: Valgt værdi
es: Valor seleccionado
pt: Valor seleccionado
sk: Zvolená hodnota

source: Drag'n'drop
da: Træk-og-slip
es: Coger y soltar ('DND')
pt: Arrastar&Largar
sk: Potiahni a pusti

source: Line color
da: Linjefarve
es: Color de línea
pt: Cor de linha
sk: Farba èiary

source: Line style
da: Linjetypografi
es: Estilo de línea
pt: Estilo de linha
sk: ©týl èiary

source: Style, width (default value)
da: Typografi, bredde (standardværdi)
es: Estilo, ancho (valor por omisión)
pt: Estilo, largura (valor defeito)
sk: ©týl, ¹írka (¹tandardná hodnota)

source: Handle
da: Håndtag
es: Sujetar
pt: Pega
sk: Obsluha

source: Timeruler
da: Tidslinje
es: Regla de Tiempos
pt: Régua temporal
sk: Èasová os

source: Text color
da: Tekstfarve
es: Color de texto
pt: Cor texto
sk: Farba textu

source: Faces data
da: Overfladedata
es: Datos de cara
pt: Dados das faces
sk: Dátové rozhranie

source: Node
da: Knude
es: Nodo
pt: Nó
sk: Uzol

source: Outline color [normal]
da: Omridsfarve [normal]
es: Color de línea exterior [normal]
pt: Cor de realce [normal]
sk: Farba obrysu [be¾ná]

source: Outline style [normal]
da: Omridstypografi [normal]
es: Estilo de línea exterior [norma]
pt: Estilo de realce [normal]
sk: ©týl obrysu [be¾ný]

source: Outline color [prelight]
da: Omridsfarve [belyst]
es: Color de línea exterior [pre-visualización]
pt: Cor de realce [antes]
sk: Farba obrysu [presvetlená]

source: Outline style [prelight]
da: Omridstypografi [belyst]
es: Estilo de línea exterior [pre-visualización]
pt: Estilo de realce [antes]
sk: ©týl obrysu [presvetlený]

source: Outline color [selected]
da: Omridsfarve [valg]
es: Color de línea exterior [seleccionado]
pt: Cor de realce [seleccionado]
sk: Farba obrysu [oznaèená]

source: Outline style [selected]
da: Omridstypografi [valgt]
es: Estilo de línea exterior [seleccionado]
pt: Estilo de realce [seleccionado]
sk: ©týl obrysu [oznaèený]

source: Outline color [parent]
da: Omridsfarve [forælder]
es: Color de línea exterior [paadre]
pt: Cor de realce [pai]
sk: Farba obrysu [rodiè]

source: Outline style [parent]
da: Omridstypografi [forælder]
es: Estilo de línea exterior [padre]
pt: Estilo de realce [pai]
sk: ©týl obrysu [rodiè]

source: Outline color [child]
da: Omridsfarve [barn]
es: Color de línea exterior [descendiente]
pt: Cor de realce [filho]
sk: Farba obrysu [potomok]

source: Outline style [child]
da: Omridstypografi [barn]
es: Estilo de línea exterior [descendiente]
pt: Estilo de realce [filho]
sk: ©týl obrysu [potomok]

source: Outline color [uncle]
da: Omridsfarve [onkel]
es: Color de línea exterior [tío]
pt: Cor de realce [tio]
sk: Farba obrysu [strýko]

source: Outline style [uncle]
da: Omridstypografi [onkel]
es: Estilo de línea exterior [tío]
pt: Estilo de realce [tio]
sk: ©týl obrysu [strýko]

source: Outline color [cousin]
da: Omridsfarve [fætter]
es: Color de línea exterior [primo]
pt: Cor de realce [primo]
sk: Farba obrysu [bratranec]

source: Outline style [cousin]
da: Omridstypografi [fætter]
es: Estilo de línea exterior [primo]
pt: Estilo de realce [primo]
sk: ©týl obrysu [bratranec]

source: Fill color [normal]
da: Fyldfarve [normal]
es: Color de relleno [normal]
pt: Cor enchimento [normal]
sk: Farba vyplnenia [be¾ná]

source: Fill color [prelight]
da: Fyldfarve [belyst]
es: Color de relleno [pre-luminoso]
pt: Cor enchimento [antes]
sk: Farba vyplnenia [presvetlená]

source: Fill color [selected]
da: Fyldfarve [valgt]
es: Color de relleno [seleccionado]
pt: Cor enchimento [seleccionado]
sk: Farba vyplnenia [zvolená]

source: Fill color [parent]
da: Fyldfarve [forælder]
es: Color de relleno [padre]
pt: Cor enchimento [pai]
sk: Farba vyplnenia [rodiè]

source: Fill color [child]
da: Fyldfarve [barn]
es: Color de relleno [descendiente]
pt: Cor enchimento [filho]
sk: Farba vyplnenia [potomok]

source: Fill color [uncle]
da: Fyldfarve [onkel]
es: Color de relleno [tío]
pt: Cor enchimento [tio]
sk: Farba vyplnenia [strýko]

source: Fill color [cousin]
da: Fyldfarve [fætter]
es: Color de relleno [primo]
pt: Cor enchimento [primo]
sk: Farba vyplnenia [bratranec]

source: Text color [normal]
da: Tekstfarve [normal]
es: Color de texto [normal]
pt: Cor texto [normal]
sk: Farba textu [be¾ná]

source: Text color [prelight]
da: Tekstfarve [belyst]
es: Colorde texto [pre-luminoso]
pt: Cor texto [antes]
sk: Farba textu [presvetlená]

source: Text color [selected]
da: Tekstfarve [valgt]
es: Color de texto [seleccionado]
pt: Cor texto [seleccionado]
sk: Farba textu [zvolené]

source: Text color [parent]
da: Tekstfarve [forælder]
es: Color de texto [padre]
pt: Cor texto [pai]
sk: Farba textu [rodiè]

source: Text color [child]
da: Tekstfarve [barn]
es: Color de texto [descendiente]
pt: Cor texto [filho]
sk: Farba textu [potomok]

source: Text color [uncle]
da: Tekstfarve [onkel]
es: Color de texto [tío]
pt: Cor texto [tio]
sk: Farba textu [strýko]

source: Text color [cousin]
da: Tekstfarve [fætter]
es: Color de texto [primo]
pt: Cor texto [primo]
sk: Farba textu [bratranec]

source: Color [normal]
da: Farve [normal]
pt: Cor [normal]
sk: Farba [be¾ná]

source: Style [normal]
da: Typografi [normal]
es: Estilo [normal]
pt: Estilo [normal]
sk: ©týl [be¾ný]

source: Color [prelight]
da: Farve [belyst]
es: Color [pre luminoso]
pt: Cor [antes]
sk: Farba [presvetlená]

source: Style [prelight]
da: Typografi [belyst]
es: Estilo [pre-visualización]
pt: Estilo [antes]
sk: ©týl [presvetlený]

source: Color [selected]
da: Farve [valgt]
es: Color [seleccionado]
pt: Cor [seleccionado]
sk: Farba [zvolené]

source: Style [selected]
da: Typografi [valgt]
es: Estilo [seleccionado]
pt: Estilo [seleccionado]
sk: ©týl [zvolený]

source: Color [parent]
da: Farve [forælder]
es: Color [padre]
pt: Cor [pai]
sk: Farba [rodiè]

source: Style [parent]
da: Typografi [forælder]
es: Estilo [padre]
pt: Estilo [pai]
sk: ©týl [rodiè]

source: Color [child]
da: Farve [barn]
es: Color [descendiente]
pt: Cor [filho]
sk: Farba [potomok]

source: Style [child]
da: Typografi [barn]
es: Estilo [descendiente]
pt: Estilo [filho]
sk: ©týl [potomok]

source: Color [uncle]
da: Farve [onkel]
es: Color [tío]
pt: Cor [tio]
sk: Farba [strýko]

source: Style [uncle]
da: Typografi [onkel]
es: Estilo [tío]
pt: Estilo [tio]
sk: ©týl [strýko]

source: Color [cousin]
da: Farve [fætter]
es: Color [primo]
pt: Cor [primo]
sk: Farba [bratranec]

source: Style [cousin]
da: Typografi [fætter]
es: Estilo [primo]
pt: Estilo [primo]
sk: ©týl [bratranec]

source: Cap
pt: Topo

source: Butt (default value)
da: Ende (standardværdi)
es: Butt (valor por omisión)
pt: Fundo (valor defeito)
sk: Ploché (¹tandardná hodnota)

source: Not last
da: Ikke sidst
es: No último
pt: Não último
sk: Nie posledné

source: Round
da: Rund
es: Redondo
pt: Redondo
sk: Oblý

source: Projecting
da: Planlægger
es: Proyectando
pt: A projectar
sk: Projektovanie

source: Join
da: Forbind
es: Unir
pt: Juntar
sk: Spojenie

source: Miter (default value)
da: Hjørnesamling (standardværdi)
es: Miter (valor por omisión)
pt: Moeda (valor defeito)
sk: Kolmé (¹tandardná hodnota)

source: Bevel
da: Skråkant
es: Chaflán
pt: Esquadro
sk: Skosené

source: Arrow
da: Pil
es: Flecha
pt: Seta
sk: ©ípka

source: Lenght, inset, width (default value)
da: Længde, indsats, bredde (standardværdi)
es: Longitud, interior, ncho (valor por omisión)
pt: Comprimento, escavado, largura (valor defeito)
sk: Då¾ka, príloha, ¹írka (¹tandardná hodnota)

source: +Database
es: +Base de datos
pt: +Base de dados
sk: +Databáza

source: Backend
da: Bagsystem
pt: Servidor

source: Database management system
da: Databasehåndteringssystem
es: Sistema de gestión de base de datos
pt: Sistema gestão base de dados
sk: Riadenie databázového systému

source: PostgreSQL (default value)
da: PostgreSQL (standardværdi)
es: iPostgreSQL (valor por omisión)
pt: PostgreSQL (valor defeito)
sk: PostgreSQL (¹tandardná hodnota)

source: Administrateur
da: Administrator
es: Administrador
pt: Administrador
sk: Administrátor

source: Standard name for PostgreSQL (default value)
da: Standardnavn for PostgreSQL (standardværdi)
es: Nombre estándar para PostgreSQL (valor por omisión)
pt: Nome standard para o PostgreSQL (valor defeito)
sk: ©tandardné meno pre PostgreSQL (¹tandardná hodnota)

source: Local database prefix
da: Lokal databasepræfiks
es: Prefijo de la base de datos local
pt: Prefixo de base de dados local
sk: Prefix lokálnej databázy

source: Recover from crash
da: Genskab fra nedbrud
es: Recuperar desde caída
pt: Recuperar de falha
sk: Obnova z pádu

source: Always
da: Altid
es: Siempre
pt: Sempre
sk: V¾dy

source: Ask user (default value)
da: Spørg bruger (standardværdi)
es: Pedir al usuario (valor por omisión)
pt: Perguntar ao utilizador (valor defeito)
sk: Spýta» sa pou¾ívateµa (¹tandardná hodnota)

source: Never
da: Aldrig
es: Nunca
pt: Nunca
sk: Nikdy

source: Frontend
da: Brugerfladesystem
es: Frontal
pt: Interface
sk: Pou¾ívateµské rozhranie

source: Temporization for updating
da: Tilpasning for opdatering
es: Temporización para actualización
pt: Temporização para actualização

source: 100 milliseconds (default value)
da: 100 millisekunder (standardværdi)
es: 100 milisegundos (valor por omisión)
pt: 100 milisegundos (valor defeito)
sk: 100 milisekúnd (¹tandardná hodnota)

source: Undo-redo
da: Fortryd-omgør
es: Deshacer-rehacer
pt: Desfazer-refazer
sk: Spä»-Opakova»

source: Queue size
da: Forespørgselsstørrelse
es: Tamaño de la cola
pt: Tamanho fila
sk: Veµkos» po¾iadavky

source: 50 commands (default value)
da: 50 kommandoer (standardværdi)
es: 50 órdenes (valor por omisión)
pt: 50 comandos (valor defeito)
sk: 50 príkazov (¹tandardná hodnota)

source: Infinite
da: Uendelig
es: Infinito
pt: Infinito
sk: Nekoneèné

source: Maximal size for UPDATE query
da: Maksimal størrelse for UPDATE-forespørgsel
es: Tamaño máximo para la petición de UPDATE
pt: Tamanho máximo para query UPDATE
sk: Maximálna veµkos» pre UPDATE po¾iadavku

source: 10 fields (default value)
da: 10 felter (standardværdi)
es: 10 campos (valor por omisión)
pt: 10 campos (valor defeito)
sk: 10 políèok (¹tandardná hodnota)

source: 50 fields
da: 50 felter
es: 50 campo
pt: 50 campos
sk: 50 políèok

source: Comments
da: Kommentarer
es: Comentarios
pt: Comentários
sk: Komentáre

source: Section
da: Afsnit
es: Sección
pt: Secção
sk: Oddiel

source: Category
da: Kategori
es: Categoría
pt: Categoria
sk: Kategória

source: Group
da: Gruppe
es: Gupo
pt: Grupo
sk: Skupina

source: Domain
da: Domæne
es: Dominio
pt: Domínio
sk: Doména

source: Data file namespace href
da: Datafilnavnerum href
es: Espacio de nombres href del archivo de datos
pt: Href do nome de espaço do ficheiro de dados

source: None (default value)
da: Ingen (standardværdi)
es: Ninguno (valor por omisiónn)
pt: Nenhum (valor defeito)
sk: ®iadny (¹tandardná hodnota)

source: Data file namespace prefix
da: Datafilnavnerumspræfiks
es: Prefijo del archivo de datos del espacio de nombres
pt: Prefixo do nome de espaço do ficheiro de dados

source: Support file namespace href
da: Understøt filnavnerum href
es: Archivo de soporte del espacio de nombres href
pt: Suporte para href de nome de espaço de ficheiro

source: Support file namespace prefix
da: Understøt filnavnerum præfiks
es: Prefijo del archivo de soporte del espacio de nombres
pt: Suporte para prefixo de nome de espaço de ficheiro

source: Writting
da: Skriver
es: Escribiendo
pt: A escrever
sk: Zapisujem

source: Checking
da: Kontrollerer
es: Comprobando
pt: A verificar
sk: Kontrolujem

source: Yes by DTD validation (default value)
da: Ja ved DTD-validering (standardværdi)
es: Si por validación DTD (valor por omisión)
pt: Sim pela validação DTD (valor defeito)
sk: Áno podµa DTD kontroly (¹tandardná hodnota)

source: No
da: Nej
pt: Não
sk: Nie

source: Encoding
da: Kodning
es: Codificación
pt: Codificação
sk: Kódovanie

source: Unicode (default value)
da: UCS (standardværdi)
es: Unicode (valor por omisión)
pt: Unicode (valor defeito)
sk: Unicode (¹tandardná hodnota)

source: Indent
da: Indryk
es: Sangrado
pt: Indentação
sk: Obsadenie

source: Yes (default value)
da: Ja (standardværdi)
es: Si (valor por omisión)
pt: Sim (valor defeito)
sk: Áno (¹tandardná hodnota)

source: Compress
da: Komprimér
es: Comprimir
pt: Compressão
sk: Stlaèi»

source: High
da: Højde
es: Alto
pt: Alta
sk: Vysoká

source: Recents
da: Seneste
es: Recientes
pt: Recentes
sk: Nedávne

source: List size
da: List størrelse
es: Tamaño de la lista
pt: Tamanho lista
sk: Veµkos» zoznamu

source: Startup (TODO)
da: Startop (TODO)
es: Arranque (POR_HACER)
pt: Arranque (A FAZER)
sk: Spustenie (UROBI«)

source: No file (default value)
da: Ingen fil (standardværdi)
es: Sin archivo (valor por omisión)
pt: Nenhum ficheiro (valor defeito)
sk: Bez súboru (¹tandardná hodnota)

source: Last file
da: Sidste fil
es: último archivo
pt: Último ficheiro
sk: Posledný súbor

source: Filter
es: Filtros
pt: Filtro

source: General
da: Generelt
pt: Geral
sk: V¹eobecné

source: Description
da: Beskrivelse
es: Descripción
pt: Descrição
sk: Popis

source: Table
da: Tabel
es: Tabla
pt: Tabela
sk: Tabuµka

source: Columns title
da: Kolonners titel
es: Título de las columnas
pt: Títulos coluna
sk: Titulok ståpca

source: No (default value)
da: Ingen (standardværdi)
es: No (valor por omisión)
pt: Não (valor defeito)
sk: Nie (¹tandardná hodnota)

source: Yes
da: Ja
es: Sí
pt: Sim
sk: Áno

source: +Environment
da: +Miljø
es: +Entorno
pt: +Ambiente
sk: +Prostredie

source: UNIX environment (default value)
da: Unix-miljø (standardværdi)
es: Entorno UNIX (valor por omisión)
pt: Ambiente UNIX (valor defeito)
sk: UNIX prostredie (¹tandardná hodnota)

source: GNOME Help
da: Gnome-hjælp
es: Ayuda de GNOME
pt: Ajuda GNOME
sk: GNOME pomocník

source: Editors
da: Redigering
es: Editores
pt: Editores
sk: Editory

source: Text ($editor-txt)
da: Tekst ($editor-txt)
es: Texto ($editor-txt)
pt: Texto ($editor-txt)

source: Emacs server mode
da: Emacs - servertilstand
es: Modo de servidor de Emacs
pt: Modo de servidor Emacs
sk: Emacs v serverovom re¾ime

source: Vectorial picture ($editor-svg)
da: Vektoriseret billede ($editor-svg)
es: Dibujo vectorial ($editor-svg)
pt: Imagens vectoriais ($editor-svg)
sk: Vektorový obrázok ($editor-svg)

source: Sketch (default value)
da: Sketch (standardværdi)
es: Sketch (valor por omisión)
pt: Sketch (valor defeito)
sk: Sketch (¹tandardná hodnota)

source: Localization
da: Lokalisering
es: Localización
pt: Localização
sk: Preklad

source: Date format
da: Datoformat
es: Formato de fecha
pt: Formato data
sk: Formát dátumu

source: European style (default value)
da: Europæisk stil (standardværdi)
es: Estilo europeo (valor por omisión)
pt: Estilo europeu (valor defeito)
sk: Európsky ¹týl (¹tandardná hodnota)

source: US style
da: US-stil
es: Estilo EE.UU.
pt: Estilo EUA
sk: Americký ¹týl

source: Pickers
da: Vælgere
pt: Selectores
sk: Výber farieb

source: Colors
da: Farver
es: Colores
pt: Cores
sk: Farby

source: GColorSel (default value)
da: GColorSel (standardværdi)
es: GColorSel (valor por omisión)
pt: GColorSel (valor defeito)
sk: GColorSel (¹tandardná hodnota)

source: Fonts
da: Skrifttyper
es: Tipos de letra
pt: Fontes
sk: Písma

source: GFontSel (default value)
da: GFontSel (standardværdi)
es: GFontSel (valor por omisión)
pt: GFontSel (valor defeito)
sk: GFontSel (¹tandardná hodnota)

source: Reader
da: Læser
es: Lector
pt: Leitor
sk: Èitateµ

source: GNOME Ghostview watch mode (default value)
da: Gnome Ghostview vise-tilstand (standardværdi)
es: GNOME Ghostview modo visualización (valor por omisión)
pt: GNOME Ghostview modo observação (valor defeito)
sk: GNOME Ghostview v prezeracom re¾ime (¹tandardná hodnota)

source: Ghostview watch mode
da: Ghostview - visningstilstand
es: Ghostview modo visualización
pt: Ghostview modo observação
sk: Ghostview v zobrazovacom re¾ime

source: Terminal
pt: Consola
sk: Terminál

source: Text ($terminal)
da: Tekst ($terminal)
es: Texto ($terminal)
pt: Texto ($terminal)

source: GNOME Terminal
pt: Consola GNOME

source: Keyboard
da: Tastatur
es: Teclado
pt: Teclado
sk: Klávesnica

source: Completion up
da: Fuldfør op
es: Realización
pt: Completar acima

source: Completion down
da: Fuldfør ned
es: Realización abajo
pt: Completar abaixo
