Repository: GNOME/gnome-i18n
Catalog: extra-po/toutdoux/*.po
Languages: da, es, pt, sk

source: History up
da: Historik op
es: Histórico arriba
pt: Histórico acima
sk: Posun hore v histórií

source: History down
da: Historik ned
es: Histórico abajo
pt: Histórico abaixo
sk: Posun dole v histórií

source: Ctl+PageUp (default value)
da: Ctrl+PageUp (standardværdi)
es: Ctl+PáginaArriba (valor por omisión)
pt: Ctl+PageUp (valor defeito)
sk: Ctrl+PageUp (¹tandardná hodnota)

source: Ctl+PageDown (default value)
da: Ctrl+PageDown (standardværdi)
es: Ctl+PáginaAbajo (valor por omisión)
pt: Ctl+PageDown (valor defeito)
sk: Ctrl+PageDown (¹tandardná hodnota)

source: Undo redo
da: Fortryd omgør
es: Rehacer rehacer
pt: Desfazer refazer
sk: Spä» opakova»

source: View hide
da: Visning skjul
es: Mostrar ocultas
pt: Mostrar esconder
sk: Skry» zobrazenie

source: View palette
da: Vis palette
es: Mostrar paleta
pt: Mostrar paleta
sk: Zobrazi» paletu

source: View update
da: Vis opdatering
es: Mostrar actualización
pt: Mostrar actualização
sk: Aktualizova» zobrazenie

source: TwoSuperior (default value)
da: ToOpløftet (standardværdi)
es: DosSuperior (valor por omisión)
pt: DoisSuperior (valor defeito)

source: Alt+TwoSuperior (default value)
da: Alt+ToOpløftet (standardværdi)
es: Altr-DosSuperior (valor por omisión)
pt: Alt+DoisSuperior (valor defeito)

source: Mouse
da: Mus
es: Ratón
pt: Rato
sk: My¹

source: Select
da: Vælg
es: Selección
pt: Seleccionar
sk: Výber

source: Right (default value)
da: Højre (standardværdi)
es: Derecha (valor por omisión)
pt: Direito (valor defeito)
sk: Pravý (¹tandardná hodnota)

source: Move
da: Flyt
es: Desplazar
pt: Mover
sk: Presunú»

source: Shft+Right (default value)
es: Shft+Derecha (valor por omisión)
pt: Shft+Direito (valor defeito)

source: Copy
da: Kopiér
es: Copiar
pt: Copiar
sk: Kopírova»

source: Ctl+Right (default value)
da: Ctrl+højre (standardværdi)
es: Ctrl+Derecha (valor por omisión)
pt: Ctl+Direito (valor defeito)

source: Resize
da: Ændr størrelse
es: Redimensionar
pt: Redimensionar
sk: Zmena veµkosti

source: Shft+Left (default value)
da: Skift+venstre (standardværdi)
es: Shft+Izquierda (valor por omisión)
pt: Shft+Esquerdo (valor defeito)

source: Ctl+Left (default value)
da: Ctrl+venstre (standardværdi)
es: Ctl+Izquierda (valor por omisión)
pt: Ctl+Esquerdo (valor defeito)

source: Left (default value)
da: Venstre (standardværdi)
es: Izquierda (valor por omisión)
pt: Esquerdo (valor defeito)

source: Canvas
da: Blankt lærred
pt: Padrões
sk: Plátno

source: Show identifier
da: Vis identificerer
es: Mostrar identificador
pt: Mostrar identificador
sk: Zobrazi» identifikátor

source: Close
da: Luk
es: Fermer
pt: Fechar
sk: Zavrie»

source: Question for unsaved changes
da: Spørg ved ugemte ændringer
es: Pregunta para cambios no guardados
pt: Questão sobre modificações por gravar
sk: Opýta» sa na neulo¾ené zmeny

source: No, close without saving
da: Nej, luk uden at gemme
es: No, cerrar sin guardar
pt: Não, fechar sem gravar
sk: Nie, zavrie» bez ulo¾enia

source: Echo
es: Eco
pt: Repetir

source: All, colors
da: Alle, farver
es: Todo, colores
pt: Todas, cores
sk: V¹etko, farebne

source: All, black and white
da: Alle, sort/hvid
es: Todo, negro y blanco
pt: Todas, preto e branco
sk: V¹etko, èierne a biele

source: Black and white
da: Sort/hvid
es: Negro y blanco
pt: Preto e branco
sk: Èierne a biele

source: Database
es: Base de datos
pt: Base de dados
sk: Databáza

source: Is ToutDoux able to use MySQL ?
da: Kan ToutDoux bruges med MySQL?
es: Â¿Puede Toutdoux utilizar MySQL?
pt: O ToutDoux pode utilizar MySQL ?
sk: Je ToutDoux schopné pou¾íva» MySQL ?

source: ToutDoux is ready for using MySQL like local database manager. But MySQL don't know sub-queries, it impose upon modules a specific SQL development. So, we must wait the next version of MySQL (v4.00).
da: ToutDoux er klar til brug med MySQL som lokal databasehåndterer. Men MySQL kender ikke til delforespørgsler, hvilket kræver en specifik SQL-udvikling. Så vi må vente til den næste udgave af MySQL (v4.00)
es: Toutdoux está preparado para utilizar MySQL como gestor de base de datos local. Pero MySQL no utiliza sub-peticiones, impone, por lo tanto, un determinado desarrollo de SQL a los módulos. Deberemos esperar a la siguiente versión de MySQL (v4.00).
pt: ToutDoux está pronto a utilizar o MySQL como gestor de base de dados local. Mas o MySQL não reconhece sub-queries, impondo aos módulos um desenvolvimento SQL específico. Assim, temos de esperar pela próxima versão do MySQL (v4.00).
sk: ToutDoux je pripravené na pou¾ívanie MySQL ako lokálneho správcu databázy. Ale MySQL nepozná pod-po¾iadavky, iba s pou¾itím ¹pecifického vývojového SQL klame moduly. Tak¾e, musíme èaka» na nasledujúcu verziu MySQL (v.4.00).

source: Development
da: Udvikling
es: Desarrollo
pt: Desenvolvimento
sk: Vývoj

source: Is ToutDoux able to use Corba (Gnome-db and Bonobo) ?
da: Er ToutDoux i stand til at bruge Corba (Gnome-db og Bonobo)?
es: Puede ToutDoux utilizar Corba (Gnome-db y Bonobo) ?
pt: O ToutDoux pode utilizar Corba (Gnome-db e Bonobo) ?
sk: Je ToutDoux schopné pou¾íva» Corbu (Gnome-db a Bonobo) ?

source: I don't know every implications of Corba. For me, it's not the priority. But, I envoy if a hacker want to make it.
da: Jeg kender ikke enhver brug af Corba. For mig er det ikke prioriteret. Men jeg tager hatten af, hvis en hacker vil lave det.
es: Desconozco todas las implicaciones de Corba. Para mí, no es la prioridad. Pero, disfrutaría si un hacker quiere hacerlo
pt: Não conhecemos todas as implicações do Corba. Para nós, não é prioritário. Mas, agradecemos se algum programador o quiser fazer.
sk: Nepoznám ka¾dú implikáciu Corba. Pre mòa nie je prioritná. Ale nech sa som mnou spojí haker, ktorý by to chcel spravi».

source: The importing commands and exporting commands don't work !
da: Importerings- og eksporteringskommandoerne virker ikke!
es: ¡Los comandos de importar y exportar no funcionan!
pt: Os comandos de exportação e importação não funcionam !
sk: Príkazy pre export a import nefungujú !

source: Theses commands use xsltproc (XSLT processor). If xsltproc isn't installed on your computer, using it can be hard.
da: Disse kommandoer bruger xsltproc (XSLT-processoren). Hvis xsltproc ikke er installeret på dit system, kan det være svært at bruge.
es: Estos comandos utilizan xsltproc (procesador XSLT). Si xsltproc no está instalado en su ordenador, utilizarlo será un tanto difícil
pt: Estes comandos utilizam xsltproc (processador XSLT). Se o xsltproc não estiver instalado no seu computador, utiliza-lo pode ser dificil.
sk: Tieto príkazy pou¾ívajú xsltproc (XSLT processor). Ak ho nemáte nai¹talovaný na svojom poèítaèi, pou¾itie týchto príkazov bude problematické.

source: The URL's commands don't work !
da: URL'ens kommando virker ikke!
es: Â¡El comando de URL no funciona!
pt: Os comandos URL não funcionam !
sk: URL príkazy nefungujú !

source: Theses commands are a front-end of wget. If wget isn't installed on your computer, using it can be hard.
da: Disse kommandoer er et wget-grænsefladesystem. Hvis wget ikke er installeret på dit system, kan det være svært at bruge.
es: Estos comandos son un intermediario de wget. Si wget no está instalado en su ordenador, utilizarlo será un tanto difícil
pt: Estes comandos são um interface para o wget. Se o wget não estiver instalado no seu computador, utiliza-lo poderá ser dificil.
sk: Tieto príkazy sú pou¾ívateµským rozhraním pre wget. Pokiaµ wget nie je nain¹talovaný na va¹om poèítaèi, ich pou¾ívanie bude problematické.

source: Printing
da: Udskriver
es: Imprimiendo
pt: Impressão
sk: Tlaèím

source: Where is the command ?
da: Hvor er kommandoen?
es: ¿Dónde está el comando?
pt: Onde está o comando ?
sk: Kde je príkaz ?

source: Printing command is in the contextual menu 'Import-Export/PSTricks'. In fact, the printing command use the powerful TeX/PSTricks system.
da: Udskrivningskommando er i kontekstmenuen 'Import-Export/PSTricks'. Faktisk bruger udskrivningskommandoen det kraftfulde TeX/PSTricks-system.
es: El comando impresión está en el menú contextual 'Importar-Exportar/PSTricks'. De hecho, el comando impresión utiliza el potente sistema TeX/PSTricks .
pt: O comando de impressão está no menu de contexto 'Importar-Exportar/PSTricks'. De facto, o comando de impressão utiliza o poderoso sistema TeX/PSTricks.
sk: Príkaz pre tlaè je v kontextuálnej ponuke 'Import-Export/PSTricks'. V skutoènosti tento príkaz pou¾íva výkonný systém TeX/PSTricks.

source: The printing command don't work !
da: Udskrivningskommandoen virker ikke!
es: ¡El comando de impresión no funciona!
pt: O comando de impressão não funciona !
sk: Príkaz pre tlaè nefunguje !

source: This command use multiple softwares : latex, dvips and gv. If theses softwares aren't installed on your computer, using they can be hard.
da: Denne kommando bruger flere programmer: latex, dvips og gv. Hvis disse ikke er installeret på dit system, kan det være svært at bruge.
es: Este comando utiliza software variado : latex, dvips y gv. Si este software no está instalado en su ordenador, utilizarlo será un tanto difícil
pt: Este comando utiliza várias aplicações : latex, dvips e gv. Se elas não estiver instaladas no seu computador, utiliza-las poderá ser dificil.
sk: Tento príkaz pou¾íva mno¾stvo softvéru : latex, dvips a gv. Ak ich nemáte nain¹talované na svojom poèítaèi, pou¾itie tohoto príkazu bude problematické.

source: Presentation
da: Præsentation
es: Presentación
pt: Apresentação
sk: Prezentácia

source: ToutDoux is a project manager. The general approach is business oriented (I hope), it's imply that free database and high extensibility (plug-ins, back-ends and scripts).
da: ToutDoux er et projektstyringsværktøj. Det generelle mål er erhvervsorienteret (håber jeg), der forudsætter fri database og høj mulighed for udvidelse (indstik, bagsystemer og skripter).
es: ToutDoux es un gestor de proyectos. La aproximacion general está orientada hacia los negocios (eso espero), eso implica una base de datos libre y una elevada externsibilidad (conectores, back-ends y scripts).
pt: ToutDoux é um gestor de projectos. A aproximação geral é orientada para empresas (esperamos), implicando bases de dados livres e grande extansibilidade (plug-ins, servidores e scripts).
sk: ToutDoux je správca projektov. Jeho v¹eobecné zameranie je na podnikanie (teda aspoò dúfam). Zahàòa v sebe slobodnú databázu a vysokú roz¹ítiteµnos» (zásuvné moduly, back-end-y a skripty)

source: First help
da: Den første hjælp
es: Primera ayuda
pt: Primeira ajuda
sk: Prvá pomoc

source: Left-click : selection and translate
da: Venstreklik : vælg og oversæt
es: Click sobre el botón izquierdo : selección y transladar
pt: Clique-esquerdo : selecção e tradução
sk: Kliknutie µavým tlaèítkom : oznaèenie a presun

source: Middle-click : main menu
da: Midterklik : hovedmenuen
es: Click con el botón central: menú principal
pt: Clique-meio : menu principal
sk: Kliknutie stredným tlaèítkom : hlavná ponuka

source: Right-click : contextual menu
da: Højreklik : kontekstbetinget menu
es: Click con el botón derecho: menú contextual
pt: Clique-direito : menu de contexto
sk: Kliknutie pravým tlaèítkom : kontextuálna ponuka

source: Shift+Left-click : drag'n'drop moving
da: Shift+Vensterklik : træk-og-slip-flytning
es: Shift+ Click con el botón izquierdo : coger y soltar desplazando
pt: Shift+Clique-esquerdo : arrastar&largar mover
sk: Shift + kliknutie µavým tlaèítkom : presun Potiahni a Pusti

source: Ctrl+Left-click : drag'n'drop copying
da: Ctrl+Venstreklik : træk-og-slip-kopiering
es: Ctrl+Click con el botón izquierdo : coger y soltar copiando
pt: Ctrl+Clique-esquerdo : arrastar&largar copiar
sk: Ctrl + kliknutie µavým tlaèítkom : kopírovanie Potiahni a Pusti

source: Shift+Right-click : resize
da: Shift+Højreklik : Ændr størrelse
es: Shift + Click con el botón derecho : redimensionar
pt: Shift+Clique-Direito : redimensionar
sk: Shift + kliknutie µavým tlaèítkom : zmena veµkosti

source: Ctrl+Right-click : link
da: Ctrl+Højreklik : Afhængighed
es: Ctrl+Click con el botón derecho: enlace
pt: Ctrl+Clique-Direito : link
sk: Ctrl + kliknutie pravým tlaèítkom : prepojenie

source: Ctrl+* : completion up
da: Ctrl+* : Fuldend op
es: Ctrl+*: realización
pt: Ctrl+* : completar acima

source: Ctrl+= : completion down
da: Ctrl+= : fuldend ned
es: Ctrl+= : realización abajo
pt: Ctrl+= : completar abaixo

source: Ctrl+p : history up (TODO)
da: Ctrl+p : historik op (TODO)
es: Ctrl+p : histórico arriba (POR_HACER)
pt: Ctrl+p : histórico acima (A FAZER)
sk: Ctrl+p : história hore (UROBI«)

source: Ctrl+o : history down (TODO)
da: Ctrl+o : historik ned (TODO)
es: Ctrl+o : histórico abajo (POR_HACER)
pt: Ctrl+o : histórico abaixo (A FAZER)
sk: Ctrl+o : história dole (UROBI«)

source: Ctrl+PagedDown : page previous
da: Ctrl+PageDown : forrige side
es: Ctrl+PáginaAbajo : página anterior
pt: Ctrl+PagedDown : página anterior
sk: Ctrl+PagedDown : predchádzajúca strana

source: Ctrl+PagedUp : page next
da: Ctrl+PageUp : næste side
es: Ctrl+PáginaArriba : siguiente página
pt: Ctrl+PagedUp : página seguinte
sk: Ctrl+PagedUp : nasledujúca strana

source: (q|w|e|r|t|y) : palette view
da: (q|w|e|r|t|y) : palette-visning
es: (q|w|e|r|t|y) : mostrar paleta
pt: (q|w|e|r|t|y) : mostrar paleta
sk: (q|w|e|r|t|y) : zobrazenie palety

source: Ctrl+z : revert undo
da: Ctrl+z : fortryd
es: Ctrl+z : deshacer deshacer
pt: Ctrl+z : reverter desfazer
sk: Ctrl+z : vráti» "Spä»"

source: Ctrl+r : revert redo
da: Ctrl+r : omgør
es: Ctrl+r : dehacer rehacer
pt: Ctrl+r : reverter refazer
sk: Ctrl+r : vráti» spä» "Opakova» vrátené"

source: TwoSuperior : zoom in
da: Shift+AltGr+2 (ToOpløftet) : zoom ind (er ikke verificeret)
es: DosSuperior : acercar
pt: DoisSuperior : ampliar

source: Alt+TwoSuperior : zoom out
da: (ingen dansk tastaturkombination) : zoom ud
es: Alt+DosSuperior : alejar
pt: Alt+DoisSuperior : reduzir

source: The files
da: Filerne
es: Los archivos
pt: Os ficheiros
sk: Súbory

source: A file have got three parts: schema, plug-ins parameters and datatables.
da: En fil består af tre dele: skema, indstiksparametre og datatabeller.
es: Un archivo tiene tres partes: esquema, parámetros de los conectores y tabla de datos.
pt: Um ficheiro tem três partes: esquema, parâmetros de plug-ins e tabelas de dados.
sk: Súbor má tri èasti: schému, parametre modulov a dátové tabuµky

source: A template haven't got datatables. He's of use for application's definition.
da: En skabelon har ingen datatabeller. Den benyttes til applikationsdefinition.
es: Una plantilla no tiene tablasa de datos. Lo utilizan las definiciones de la aplicación.
pt: Um modelo não tem tabelas de dados. É utilizado para definições da aplicação.
sk: ©ablóna neobsahuje dátové tabuµky. Slú¾i pre aplikaèné definície.

source: Regressions
da: Undervejs
es: Regresiones
pt: Regressões
sk: Regresie

source: Predefined tables and predefined modules for Cogitation : medium priority
da: Prædefinerede tabeller og moduler til Tænkning (eng. Cogitation) : prioritet middel
es: Tablas y módulos predefinidos para Cogitación: prioridad media
pt: Tabelas e módulos pré-definidos para Reflexão : prioridade média
sk: Preddefinované tabuµky a preddefinované moduly pre Návrh : stredná priorita

source: Tree structure of GANTT : in progress
da: Tre Gantt-strukturer : under udarbejdelse
es: Estructura arbórea de GANTT: en curso
pt: Estrutura em árvore do GANTT : em progresso
sk: GANTTova stromová ¹truktúra : vyvíja sa

source: Drag'n'Drop of GANTT : in progress
da: Gantt-træk-og-slip : under udarbejdelse
es: Coger y Soltar de GANTT : en curso
pt: Arrastar&Largar do GANTT : em progresso
sk: Potiahni a Pusti v GANTT : vyvíja sa

source: Completion with dynamic list : medium priority
da: Fuldend med dynamiske lister : prioritet middel
es: Realización con lista dinámica : prioridad media
pt: Completar com lista dinâmica : prioridade média
sk: Dokonèovanie s dynamickým zoznamom : stredná priorita

source: Arrows mouvement of network strange : medium priority
da: Bevægelse med piletaster er mærkelig i netværket : medium prioritet
es: Movimiento de flechas en redes extrañas : prioridad media
pt: Setas de movimento de rede estranhas : prioridade média
sk: Pohyb ¹ípiek v sieti je zvlá¹tny : stredná priorita

source: Reopen a window closed with the windowmanager. Very strange, I'm think it's a GDK bug : medium priority (GDK2)
da: Genåbner et vindue lukket med vindueshåndering. Meget mærkeligt. Jeg tror det er en GDK-fejl : medium prioritet (GDK2)
es: Reabrir una ventana cerrada con el gestor de ventanas. Muy extraño, creo que es un error de GDK : prioridad media (GDK2)
pt: Reabrir uma janela fechada com o gestor de janelas. Muito estranho, pensamos ser um bug do GDK : prioridade média (GDK2)
sk: Znovu otvorenie zavretého okna správcom okien. Veµmi zvlá¹tne. Myslím si, ¾e je to chyba GDK : stredná priorita (GDK2)

source: Arabica powered
da: Drevet af 'Arabica'
pt: Potenciado pela Arabica

source: Project management : PERT continuation (dates, placement rules, tree structure)
da: Projektstyring: PERT-fortsættelse (datoer, placeringsregler, træstruktur)
es: Gestión de Proyectos: continuación PERT (fechas, reglas de localización, estructura arbórea)
pt: Gestão de projecto : continuação PERT (datas, regras de colocação, estrutura de árvore)
sk: Správa projektu : PERT trvanie (dátumy, pravidlá umiestnenia, stromová ¹truktúra)

source: Project management : GANTT continuation (horizontal scrollbar)
da: Projektstyring: Gantt-fortsættelse (vandret rullebjælke)
es: Gestión de proyectos: continuación GANTT (barra de desplazamiento horizontal)
pt: Gestão de projecto : continuação GANTT (barra de rolamento horizontal)
sk: Správa projektu : GANTT trvanie (vodorovný posuvník)

source: Project management : scheduling system : MRP model
da: Projektstyring: planlægningssystem: MRP-model
es: Gestión de proyecto : sistema de planificacón : Modeloo MRP
pt: Gestão de projecto : sistema de calendarização : modelo MRP
sk: Správa projektu : plánovací systém : MRP model

source: Project management : scheduling system : Kanban model
da: Projektstyring: planlægningssystem: Kanban-model
es: Gestión de proyecto : sistema de planificación : Modelo Kanban
pt: Gestão de projecto : sistema de calendarização : modelo Kanban
sk: Správa projektu : plánovací systém : model Kanban

source: Project management : ressources
da: Projektstyring: ressourcer
es: Gestión de proyecto : recursos
pt: Gestão de projecto : recursos
sk: Správa projektu : zdroje

source: Edition : editor, pop entry, csv import
da: Redigering: Redigering, pop-indgang, csv-importering
es: Edición: editor, entrada 'pop', importar csv
pt: Edição : editor, entrada, importação csv
sk: Verzia: editor, vynárajúca sa polo¾ka csv import

source: Filters : csv import, gnumeric, mrproject, msproject
da: Filtre: csv-importering, gnumeric, MrProject, MS Project
es: Filtros : importar csv, gnumeric, mrproject, msproject
pt: Filtros : importação csv, gnumeric, mrproject, msproject
sk: Filtre : csv import, gnumeric, mrproject, msproject

source: View : tree (GAL version, GTK+2.0 version)
da: Visning: træ (GAL-version, GTK+2.0-version)
es: Vista : árbol (versión GAL, versión GTK+2.0)
pt: Ver : árvore (versão GAL,versão GTK+2.0)
sk: Zobrazenie : strom (GAL verzia, GTK+2.0 verzia)

source: View : plot (Guppi, GNU plotutils)
da: Visning: plot (Guppi, GNU-plotteværktøjer)
es: Vista : gráficos (Guppi, GNU plotutils)
pt: Ver : plot (Guppi, GNU plotutils)
sk: Zobrazenie : kreslenie (Guppi, GNU plotutils)

source: View : agenda
da: Visning: dagsorden
es: Vista : agenda
pt: Ver : agenda
sk: Zobrazenie : agenda

source: Code : GTK+2.0
da: Kode: GTK+2.0
es: Código : GTK 2.0
pt: Código : GTK+2.0
sk: Kód : GTK+2.0

source: Code : executable or loadabble plug-ins
da: Kode: udførbare eller indlæsbare indstik
es: Código : ejecutable o cargadores cargables
pt: Código : plug-ins executáveis ou carregáveis
sk: Kód : vykonateµné alebo naèitateµné moduly

source: Interface : clipboard
da: Grænseflade: udklipsholder
es: Interface : portapapeles
pt: Interface : área de transferência
sk: Rozhranie : schránka

source: Interpreter : perl-fu, python-fu, macro, batch mode
da: Fortolker: perl-fu, python-fu, makroer, batch-tilstand
es: Intérprete : perl-fu, python-fu, macro, modo de proceso por lotes
pt: Interpretador : perl-fu, python-fu, macro, modo batch
sk: Interpret : perl-fu, python-fu, macro, príkazový re¾im

source: Compute : GNU Octave, Scilab, R
da: Beregn: GNU Octave, Scilab, R
es: Calcular : GNU Octave, Scilab, R
pt: Cálculo : GNU Octave, Scilab, R
sk: Výpoèet : GNU Octave, Scilab, R

source: Groupeware : contacts, workflow (Narval), timer (cron)
da: Gruppeværktøj: kontakter, arbejdsgange (Narval), tidstager (cron)
es: Groupware: contactos, diagrama de flujo (Narval), temporizador (cron)
pt: Aplicações de Grupo : contactos, fluxo de trabalho (Narval), temporizador (cron)
sk: Groupeware : kontakty, tok èinností (Narval), èasovaè (cron)

source: Database : remote SQL database (hOpla)
da: Database: ekstern SQL-database (hOpla)
es: Base de datos : base de datos remota (hOpla)
pt: Base de Dados : base de dados SQL remota (hOpla)
sk: Databáza: pradávna SQL databáza (hOpla)

source: Server : Sourceforge front-end, GNU Entreprise, DotGNU
da: Server: Sourceforge-grænsesnit, GNU Enterprise, DotGNU
es: Servidor : Motor Sourceforge , GNU Empresa, DotGNU
pt: Servidor : Interface Sourceforge, GNU Entreprise, DotGNU
sk: Server : pou¾ívateµské rozhranie Sourceforge, GNU Entreprise, DotGNU

source: Filters : html parser for import
da: Filtre: HTML-analysering til importering
es: Filtros : analizador html para importar
pt: Filtros : parseador HTML para importação
sk: Filtre : html analyzátor pre import

source: Publication : editor for XSL file
da: Offentliggørelse: redigering til XSL-fil
es: Publicación : editor para archivos XSL
pt: Publicação : editor de ficheiros XSL
sk: Publikácia : editor pre XSL súbor

source: Publication : editor for LaTeX class
da: Offentliggørelse: redigering til LaTeX-klasse
es: Publicación : editor para clases LaTeX
pt: Publicação : editor de classes LaTeX
sk: Publikácia : editor pre LaTeX triedu

source: Feedbaks
da: Tilbagemeldinger
es: Retornos
pt: Comentários
sk: Spätná odozva

source: If something's making you itch, please tell me about this. A good healt is priceless !
da: Hvis noget får det til at klø, så sig det til mig. Et godt helbred er ubetalelig!
es: Si algo te pica, por favor dímelo. Â¡Una buena salud no tiene precio! ;-)
pt: Se algo lhe está a fazer comichão, informe-me sobre o que é. Ser-se saudável não tem preço !
sk: Ak »a nieèo drá¾di, povedz mi o tom prosím. Dobrý nápad je neoceniteµný!

source: dialog
es: diálogo
pt: diálogo
sk: dialóg

source: core
da: kerne
es: núcleo
pt: núcleo
sk: jadro

source: command
da: kommando
es: orden
pt: comando
sk: príkaz

source: Covered by the GNU General Public License
da: Dækket af Den generelle, offentlige GNU-licens
es: Bajo la Licencia Pública General GNU
pt: Ao abrigo da Licença Geral Pública GNU
sk: Chránené pomocou GNU General Public License

source: Question
da: Spørgsmål
es: Pregunta
pt: Questões
sk: Otázka

source: Loading history '%s/command_history.xml'
da: Indlæser historik '%s/command_history.xml'
es: Cargando el histórico '%s/command_history.xml'
pt: A carregar o histórico '%s/command_history.xml'
sk: Naèítavam históriu '%s/command_history.xml'

source: Loading history '%s/url_history.xml'
da: Indlæser historik '%s/url_history.xml'
es: Cargando el histórico '%s/url_history.xml'
pt: A carregar o histórico '%s/url_history.xml'
sk: Naèítavam históriu '%s/url_history.xml'

source: (y,n,q,h)
da: (j,n,f,h)
pt: (s,n,q,a)

source: y
pt: s

source: h
pt: a

source: Messages
da: Beskeder
es: Mensajes
pt: Mensagens
sk: Správy

source: messages
da: beskeder
es: mensajes
pt: mensagens
sk: správy

source: Processes
da: Processer
es: Procesos
pt: Processos
sk: Procesy
