Repository: GNOME/gnome-i18n
Catalog: extra-po/toutdoux/*.po
Languages: da, es, pt, sk

source: $templates/tasks2-en.td
da: /home/philou/share/toutdoux/templates/tasks2-en.td

source: $templates/gantt-en.td
da: /home/philou/share/toutdoux/templates/gantt-en.td

source: $templates/pert-en.td
da: /home/philou/share/toutdoux/templates/pert-en.td

source: Bilinear
da: Bilineær
es: Bilineal
sk: Bilineárny

source: Link
da: Afhængighed
es: Enlace
sk: Odkaz

source: Browsers
da: Gennemlæsere
es: Navegadores
sk: Prehliadaèe

source: Links
da: Afhængigheder
es: Enlaces
sk: Odkazy

source: Ctl+PageDown
da: Ctrl+PageDown
es: Ctl+PáginaAbajo
sk: Ctrl+PageDown

source: Ctl+PageUp
da: Ctrl+PageUp
es: Ctl+PageArriba
sk: Ctrl+PageUp

source: Item menu
da: Elementmenu
es: Elemento de menú
sk: Polo¾ka ponuky

source: Bugs
da: Fejl
es: Errores
sk: Chyby

source: q
da: a

source: Editor
da: Redigering

source: editor
da: redigering

source: plugins
da: indstik
es: conectores
sk: zásuvné moduly

source: query
da: forespørgsel
es: petición
sk: po¾iadavka

source: FAQ
da: OSS
sk: ÈKO (FAQ)

source: Adobe Courrier
da: Adobe Courier
es: Adobe Courier
sk: Adobe Courier

source: Vertical
da: Lodret
sk: Vertikálne

source: Horizontal
da: Vandret
sk: Vodorovne

source: Linear
da: Lineær
es: Lineal
sk: Lineárny

source: en
es: es

source: jan
es: ene

source: Nautilus
es: Nautlus

source: PostScript ($reader-ps)
es: Postscript ($viewer-ps)

source: Tranquillo...
es: Tranquilo...

source: Browser
es: Navegador
sk: Prehliadaè

source: Computer Modern Math Extensions
es: Externsiones Matemáticas Modernas de Ordenador

source: jun
sk: jún

source: jul
sk: júl

source: Base
sk: Základ
