Repository: GNOME/gnome-i18n
Catalog: extra-po/toutdoux/*.po
Languages: da, es, pt, sk

source: Process
da: Proces
es: Proceso
pt: Processo
sk: Proces

source: done
da: færdig
es: hecho
pt: terminado
sk: dokonèené

source: tested
da: afprøvet
es: comprobado
pt: testado
sk: testované

source: os
pt: so

source: sql cache
da: sql-mellemlager
es: memoria intermedia 'cache' sql
pt: cache sql
sk: vyrovnávacia pamä» sql

source: function
da: funktion
es: función
pt: função
sk: funkcia

source: failed
da: mislykket
es: falló
pt: falhou
sk: nepodarilo sa

source: stop
es: parar
pt: parar
sk: zastavi»

source: begin
da: begynd
es: empezar
pt: início
sk: zaèiatok

source: end
da: slut
es: fin
pt: fim
sk: koniec

source: message
da: besked
es: mensaje
pt: mensagem
sk: správa

source: progress
da: fremdrift
es: progreso
pt: progresso
sk: vývoj

source: yes
da: ja
es: sí
pt: sim
sk: áno

source: no
da: nej
pt: não
sk: nie

source: Main
da: Hoved
es: Principal
pt: Principal
sk: Hlavné

source: palette
es: paleta
pt: paleta
sk: paleta

source: Executing command '%s' : pseudo-filesystem process not found
da: Udfører kommandoen '%s' : pseudofilsystemproces ikke fundet
es: Ejecutando órden '%s' : proceso de pseudo-sistema de archivos no encontrado
pt: A executar comando '%s' : processo de pseudo-sistema de ficheiros não encontrado
sk: Spú¹»am príkaz '%s' : proces pseudo-súborového systému nenájdený

source: Undo-Redo history
da: Fortryd-omgør-historik
es: Histórico hacer-deshacer
pt: Histórico de desfazer-refazer
sk: Spä»-Opakova» v histórií

source: undo
da: fortryd
es: deshacer
pt: desfazer
sk: spä»

source: Undo-Redo
da: Fortryd-omgør
es: Deshacer-Rehacer
pt: Desfazer-Refazer
sk: Spä»-Opakova»

source: History
da: Historik
es: Histórico
pt: Histórico
sk: História

source: Undo history
da: Fortryd-historik
es: Histórico deshacer
pt: Histórico de desfazer
sk: Vráti» spä» v histórií

source: Redo history
da: Omgør-historik
es: Histórico rehacer
pt: Histórico de refazer
sk: Opakova» vrátené v histórií

source: Query console
da: Forespørgselskonsol
es: Consola de peticiones
pt: Terminal de query
sk: Konzola po¾iadaviek

source: tool
da: værktøj
es: herramienta
pt: ferramenta
sk: nástroj

source: Loading history '%s/query_history.xml'
da: Indlæser historik '%s/query_history.xml'
es: Cargando histórico '%s/query_history.xml'
pt: A ler histórico '%s/query_history.xml'
sk: Naèítavam históriu '%s/query_history.xml'

source: Querying
da: Udfører forespørgsel
es: Solicitando
pt: A executar query
sk: Dávam po¾iadavku

source: Execute
da: Udfør
es: Ejecutar
pt: Executar
sk: Spusti»

source: PostgreSQL interface
da: PostgreSQL-grænseflade
es: interface PostgreSQL
pt: Interface PostgreSQL
sk: PostgreSQL rozhranie

source: database
es: base de datos
pt: base de dados
sk: databáza

source: Login to locale database
da: Log ind på lokal database
es: Entrada a la base de datos local
pt: Iniciar sessão na base de dados local
sk: Prihlásenie do lokálnej databázy

source: Opening postgresql log
da: Åbner postgresql-log
es: Abriendo bitácora de postgresql
pt: A abrir log do postgresql
sk: Otváram postgresql protokol

source: Logout to locale database
da: Log ud af lokal database
es: Salida de la base de datos local
pt: Terminar sessão na base de dados local
sk: Odhlásenie z lokálnej databázy

source: Creating locale database
da: Opretter lokal database
es: Creando la base de datos local
pt: A criar base de dados local
sk: Vytváram lokálnu databázu

source: Dropping locale database
da: Dropper lokal database
es: Destruyendo base de datos local
pt: A apagar base de dados local
sk: Ma¾em lokálnu databázu

source: Adding user for locale database
da: Tilføj bruger på lokal database
es: Añadiendo usuario a la base de datos local
pt: A adicionar utilizador à base de dados local
sk: Pridávam pou¾ívateµa do lokálnej databázy

source: Removing user for locale database
da: Slet bruger på lokal database
es: Eliminando usuario de la base de datos local
pt: A remover utilizador à base de dados local
sk: Odstraòujem pou¾ívateµa z lokálnej databázy

source: Functions aren't implemented
da: Funktioner er ikke implementeret
es: Funciones no están realizadas
pt: Funções não estão implementadas
sk: Funkcie nie sú implementované

source: MySQL interface
da: MySQL-grænseflade
es: Interface MySQL
pt: Interface MySQL
sk: MySQL rozhranie

source: Saving csv file
da: Gemmer csv-fil
es: Guardando archivo csv
pt: A gravar ficheiro csv
sk: Ukladám csv súbor

source: Rule aren't implemented with MySQL
da: Regel er ikke implementeret med MySQL
es: Regla no está realizada con MySQL
pt: Regras não estão implementadas com MySQL
sk: Pravidlá nie sú implementované s MySQL

source: CVS communication
da: CVS-kommunikation
es: Comunicación CVS
pt: Comunicação CVS
sk: CVS komunikácia

source: communication
da: kommunikation
es: comunicación
pt: comunicação
sk: komunikácia

source: CVS front-end (TODO)
da: CVS-brugerflade (TODO)
es: CVS frontal (POR_HACER)
pt: Interface CVS (A FAZER)
sk: CVS pou¾ívateµský rozhranie (UROBI«)

source: hOpla communication
da: hOpla-kommunikation
es: comunicación hOpla
pt: comunicação hOpla
sk: hOpla komunikácia

source: hOpla front-end
da: hOpla-brugerflade
es: frontal hOpla
pt: interface hOpla
sk: hOpla pou¾ívateµský rozhranie

source: URL communication
da: URL-kommunikation
es: URL comunicación
pt: Comunicação URL
sk: URL komunikácia

source: GNU Wget front-end
da: GNU Wget-brugerflade
es: Frontal GNU Wget
pt: Interface GNU Wget
sk: GNU Wget pou¾ívateµský rozhranie

source: Opening URL
da: Åbner URL
es: Abrir URL
pt: A abrir URL
sk: Otváram URL

source: GNU Wget not found
da: GNU Wget ikke fundet
es: Frontal GNU Wget no encontrado
pt: GNU Wget não encontrado
sk: GNU Wget nenádejný

source: Retrieving URL '%s' : not found
da: Henter URL '%s' : ikke fundet
es: Trayendo URL '%s' : no encontrado
pt: A recuperar URL '%s' : não encontrado
sk: Obnovujem URL '%s' : nenájdené

source: Retrieving URL
da: Henter URL
es: Trayendo URL
pt: A recuperar URL
sk: Obnovujem URL

source: Retrieving URL '%s' : not understood
da: Henter URL '%s' : ikke forstået
es: Trayendo URL '%s' : no comprendido
pt: A recuperar URL '%s' : não compreendido
sk: Obnovujem URL '%s' : nepochopené

source: Retrieving URL '%s'
da: Henter URL '%s'
es: Trayendo URL '%s'
pt: A recuperar URL '%s'
sk: Obnovujem URL '%s'

source: Retrieving url
da: Henter url
es: Trayendo url
pt: A recuperar url
sk: Obnovujem url

source: WebDAV communication
da: WebDAV-kommunikation
es: Comunicación WebDAV
pt: Comunicações WebDAV
sk: WebDAV komunikácia

source: WebDAV front-end (TODO)
da: WebDAV-brugerflade (TODO)
es: Frontal WebDAV (POR_HACER)
pt: Interface WebDAV (A FAZER)
sk: WebDAV pou¾ívateµský rozhranie (UROBI«)

source: help
da: hjælp
es: ayuda
pt: ajuda
sk: pomocník

source: about
da: om
es: sobre
pt: sobre
sk: o programe

source: Loading about
da: Indlæser om
es: Cargando sobre
pt: A ler sobre
sk: Naèítavam o programe

source: Version %s ( %s ) - Copyright (C) 2000-2001 Philippe Roy
da: Version %s ( %s ) - Copyright © 2000-2002 Philippe Roy
es: Versión %s ( %s ) - Copyright (c) 2000-2001 Philippe Roy
pt: Versão %s ( %s ) - Copyright (C) 2000-2001 Philippe Roy
sk: Verzia %s ( %s ) - Copyright (C) 2000-2001 Philippe Roy

source: Authors
da: Udviklere
es: Autores
pt: Autores
sk: Autori

source: Thanks
da: Tak
es: Agradecimientos
pt: Agradecimentos
sk: Vïaka

source: Supporters
da: Brugerhjælpere
es: Mantenedores
pt: Apoio
sk: Podporovatelia

source: One-page informations
da: Informationer på én side
es: Informaciones de página única
pt: Informações de uma página
sk: Jednostránkové informácie

source: Frequently asked questions
da: Ofte stillede spørgsmål
es: Preguntas más frecuentes
pt: Perguntas mais frequêntes
sk: Èasto kladené otázky (FAQ)

source: Loading documentation
da: Indlæser dokumentation
es: Cargando la documentación
pt: A ler documentação
sk: Naèítavam dokumentáciu

source: Plug-ins details
da: Indstiksdetaljer
es: Detalles de los plug-ins
pt: Detalhes de plug-in
sk: Detaily o zásuvných moduloch

source: plug-ins details
da: indstiksdetaljer
es: detalles de los plug-ins
pt: detalhes de plug-in
sk: detaily zásuvných modulov

source: Details
da: Detaljer
es: Detalles
pt: Detalhes
sk: Detaily

source: Reading plug-ins
da: Læser indstik
es: Leyendo conectores
pt: A ler plug-ins
sk: Èítam zásuvné moduly

source: Loaded
da: Indlæst
es: Cargado
pt: Lido
sk: Naèítané

source: Mode
da: Tilstand
es: Modo
pt: Modo
sk: Re¾im

source: Loading plug-ins informations
da: Indlæser indstiksinformationer
es: Cargando informaciones de conectores
pt: A ler informação de plug-ins
sk: Naèítavam informácie o zásuvných moduloch

source: customize
da: tilpas
es: personalizar
pt: customizar
sk: prispôsobenie

source: List
da: Liste
es: Lista
pt: Lista
sk: Zoznam

source: Reading module '%s' : not found
da: Læser modul '%s' : ikke fundet
es: Cargando módulo '%s' no encontrado
pt: A ler módulo '%s' : não encontrado
sk: Èítam modul '%s' : nena¹iel som

source: Loading support file '%s'
da: Indlæser understøttelsesfil '%s'
es: Cargando el archivo de soporte '%s'
pt: A ler ficheiro de suporte '%s'
sk: Naèítavanie podporného súboru '%s'

source: Loading customize
da: Indlæser tilpasning
es: Cargando la personalización
pt: A ler customização
sk: Naèítavam prispôsobenie

source: Loading standard customize file '%s'
da: Indlæser standardtilpasningsfil '%s'
es: Cargando archivo de personalización estándar '%s'
pt: A ler ficheiro de customização standard '%s'
sk: Naèítavam ¹tandardný súbor prispôsobenia '%s'

source: Loading customize file '%s'
da: Indlæser tilpasningsfil '%s'
es: Cargando archivo de personalización '%s'
pt: A ler ficheiro customizado '%s'
sk: Naèítavam súbor prispôsobenia '%s'

source: Loading customize file '%s' : add new option : '%s'
da: Indlæser tilpasningsfil '%s' : tilføj nyt tilvalg : '%s'
es: Cargando archivo de personalización '%s': añadir una nueva opción : %s'
pt: A ler ficheiro customizado '%s' : adicionar nova opção : '%s'
sk: Naèítavam súbor prispôsobenia '%s' : prida» nové nastavenie : '%s'

source: Saving customize
da: Gemmer tilpasning
es: Guardando de la personalización
pt: A gravar customização
sk: Ukladám prispôsobenie

source: Loading standard support file
da: Indlæser standardunderstøttelsesfil
es: Cargando archivo de soporte estándar
pt: A ler ficheiro standard de suporte
sk: Naèítavam ¹tandardný súbor podpory

source: Saving customize '%s'
da: Gemmer tilpasning '%s'
es: Guardando personalización '%s'
pt: A gravar customização '%s'
sk: Ukladám prispôsobenie '%s'

source: Document
da: Dokument
es: Documento
pt: Documento
sk: Dokument

source: Class
da: Klasse
es: Clase
pt: Classe
sk: Trieda

source: Article (default value)
da: Artikel (standardværdi)
es: Artículo (valor por omisión)
pt: Artigo (valor defeito)
sk: Èlánok (¹tandardná hodnota)

source: Book
da: Bog
es: Reserva
pt: Livro
sk: Kniha

source: Letter
da: Brev
es: Carta
pt: Carta

source: Slides
da: Præsentation
es: Diapositivas
pt: Diapositivos
sk: Stránky

source: Report
da: Rapport
es: Puerto
pt: Relatório
sk: Protokol

source: Char size
da: Tegnstørrelse
es: Tamaño de carácter
pt: Tamanho caracter
sk: Veµkos» znaku

source: Paper size
da: Papirstørrelse
es: Tamaño de papel
pt: Tamanho papel
sk: Veµkos» papiera

source: Others options
da: Andre tilvalg
es: Otras opciones
pt: Outras opções
sk: Iné nastavenie

source: Languages
da: Sprog
es: Idiomas
pt: Idiomas
sk: Jazyky

source: Font encoding
da: Skrifttype-kodning
es: Codificación de los tipos de letra
pt: Codificação de fonte
sk: Kódovanie písma

source: Input encoding
da: Inddata-kodning
es: Codificación de entrada
pt: Codificação de entrada
sk: Vstupné kódovanie

source: Font
da: Skrifttype
es: Tipo de letra
pt: Fonte
sk: Písmo

source: Family
da: Familie
es: Familia
pt: Família
sk: Rodina

source: Computer Modern Roman (default value)
da: Computer Modern Roman (standardværdi)
es: Computer Modern Roman (valor por omisión)
pt: Computer Modern Roman (valor defeito)
sk: Computer Modern Roman (¹tandardná hodnota)

source: Weight
da: Vægt
es: Peso
pt: Peso
sk: Váha

source: Medium (default value)
da: Mellem (standardværdi)
es: Medio (valor por omisión)
pt: Médio (valor defeito)
sk: Stredné (¹tandardná hodnota)

source: Bold
da: Fed
es: Negrita
pt: Negrito
sk: Tuèné

source: Bold extended
da: Fed udvidet
es: Negrita externdida
pt: Negrito extendido
sk: tuèné roz¹írené

source: Semibold
da: Halvfed
es: Semi-negrita
pt: Semi-negrito
sk: Polotuèné

source: Condensed
da: Fortættet
pt: Condensado
sk: Kondenzované

source: Slant
da: Skrå
pt: Inclinado
sk: Sklonené

source: Normal (default value)
da: Normal (standardværdi)
es: Normal (valor por omisión)
pt: Normal (valor defeito)
sk: Normálne (¹tandardná hodnota)

source: Italic
da: Kursiv
es: Itálica
pt: Itálico
sk: ©ikmé

source: Oblique
da: Skæv
es: Oblícúa
pt: Oblíquo
sk: Naklonené

source: Small capitals
da: Kapitæler
es: Pequeñas mayúsculas
pt: Maiúsculas pequenas
sk: Malé kapitálky

source: Pagination
da: Sidenummerering
es: Paginación
pt: Paginação
sk: Stránkovanie

source: Layout
da: Udlægning
es: Disoposicion
pt: Disposição
sk: Rozlo¾enie

source: Page-up
da: Side-op
es: Página-arriba
pt: Página acima
sk: Posun stránky hore

source: Page width
da: Sidebredde
es: Ancho de página
pt: Largura página
sk: ©írka strany

source: a4 (default value)
da: A4 (standardværdi)
es: a4 (valor por omisión)
pt: a4 (valor defeito)
sk: a4 (¹tandardná hodnota)

source: Page height
da: Sidehøjde
es: Altura de página
pt: Altura página
sk: Vý¹ka strany

source: Text width
da: Tekstbredde
es: Ancho de texto
pt: Largura texto
sk: ©írka textu

source: offset -30
es: desplazamiento -30
pt: deslocamento -30
sk: posun -30

source: Text height
da: Teksthøjde
es: Ancho de texto
pt: Altura texto
sk: Vý¹ka textu

source: Left margin
da: Venstre margin
es: Margen izquierdo
pt: Margem esquerda
sk: ¥avý okraj

source: Notes separation
da: Bemærkningsadskillelse
es: Separación de notas
pt: Separação de notas
sk: Oddelenie poznámok

source: Notes width
da: Bemærkningsbredde
es: Ancho de notas
pt: Largura notas
sk: ©írka poznámok

source: Head margin
da: Sidehovedmargin
es: Margen del encabezado
pt: Margem cabeçalho
sk: Okraj hlavièky

source: Head height
da: Sidehovedhøjde
es: Altura del encabezado
pt: Altura cabeçalho
sk: Vý¹ka hlavièky

source: Head separation
da: Sidehovedadskillelse
es: Separador de encabezado
pt: Separação cabeçalho
sk: Oddelenie hlavièky

source: Foot skip
da: Sidefodsoverspring
es: Saltar pie
pt: Margem rodapé
sk: Posunutie päty

source: Horizontal offset
da: Vandret-offset
es: Desplazamiento horizontal
pt: Deslocamento horizontal
sk: Vodorovné posunutie

source: Vertical offset
da: Lodret-offset
es: Desplazamiento vertical
pt: Deslocamento vertical
sk: Zvislé posunutie

source: Header
da: Sidehoved
es: Encabezado
pt: Cabeçalho
sk: Hlavièka

source: Left
da: Venstre
es: Izquierda
pt: Esquerda
sk: Vµavo

source: Center
da: Midte
es: Centro
pt: Centro
sk: Na stred

source: Right
da: Højre
es: Derecha
pt: Direita
sk: Vpravo

source: Rule width
da: Linealbredde
es: Ancho de la regla
pt: Largura régua
sk: ©írka pravítka

source: Footer
da: Sidefod
es: Pie
pt: Rodapé
sk: Päta

source: Picture
da: Billed
es: mar
pt: Imagem
sk: Obrázok

source: Width
da: Bredde
es: Ancho
pt: Largura
sk: ©írka

source: Angle
da: Vinkel
es: ángulo
pt: Ângulo
sk: Uhol

source: Rotate right (default value)
da: Højre-rotér (standardværdi)
es: Girar derecha (valor por omisión)
pt: Rodar à direita (valor defeito)
sk: Otoèi» vpravo (¹tandardná hodnota)

source: Rotate left
da: Venstre-rotér
es: Girar izquierda
pt: Rodar à esquerda
sk: Otoèi» vµavo

source: Frame
da: Ramme
es: Marco
pt: Moldura
sk: Rám

source: Color
da: Farve
pt: Cor
sk: Farba

source: Style
da: Typografi
es: Estilo
pt: Estilo
sk: ©týl

source: Solid (default value)
da: Solid (standardværdi)
es: Sólido (valor por omisión)
pt: Sólido (valor defeito)
sk: Jednoliate (¹tandardná hodnota)

source: Dashed, on, off
da: Stiplet, til, fra
es: Líneado, si, no
pt: Tracejado, activo, inactivo
sk: Èiarkované, zapnuté, vypnuté

source: Dotted, separation
da: Prikket, adskillelse
es: Punteado separador
pt: Pontuado, separação
sk: Bodkované, oddelenie

source: Border
da: Kant
es: Borde
pt: Margem
sk: Okraje

source: Width, color
da: Bredde, farve
es: Ancho, color
pt: Largura, cor
sk: ©írka, farba

source: Double
da: Dobbelt
es: Doble
pt: Dupla
sk: Dvojité

source: Separation, color
da: Adskillelse, farve
es: Separacion, color
pt: Separação, cor
sk: Oddelenie, farba

source: Shadow
da: Skygge
es: Sombra
pt: Sombra
sk: Tieò

source: Size, angle, color
da: Størrelse, vinkel, farve
es: Tamaño, ángulo, color
pt: Tamanho, ângulo, cor
sk: Veµkos», uhol, farba

source: Frame arc
da: Rammebue
es: Arco de marco
pt: Moldura em arco

source: Outline
da: Kontur
es: Subrayado ,
pt: Resumo
sk: Obrys

source: separation, color
da: adskillelse, farve
es: separación, color
pt: separação, cor
sk: oddelenie, farba

source: Fill
da: Fyld
es: Relleno
pt: Encher
sk: Výplò

source: Fill style
da: Fyld-typografi
es: Estilo relleno
pt: Estilo enchimento
sk: ©týl výplne

source: Solid
es: Sólido
pt: Sólido
sk: Jednoliate

source: Vertical with fill
da: Lodret med fyld
es: Vertical con relleno
pt: Vertical com enchimento
sk: Zvisle s vyplnením

source: Horizontal with fill
da: Vandret med fyld
es: Horinzontall con relleno
pt: Horizontal com enchimento
sk: Vodorovne s vyplnením

source: Cross
da: Kryds
es: Cruz
pt: Cruz
sk: Krí¾

source: Cross with fill
da: Kryds med fyld
es: Cruz rellena
pt: Cruz com enchimento
sk: Krí¾ s vyplnením

source: Fill color
da: Fyld-farve
es: Color relleno
pt: Cor de enchimento
sk: Farba výplne

source: Hatch color
da: 'Hatch'-farve
es: Color 'hactch'
pt: Cor do traço

source: Hatch size
da: 'Hatch'-størrelse
es: Tamaño 'hatch'
pt: Tamanho do traço

source: Width, separation, angle
da: Bredde, adskillelse, vinkel
es: Ancho, separación, ángulo
pt: Largura, separação, ângulo
sk: ©írka, oddelenie, uhol

source: Tiny
da: Lillebitte
es: Minúsculo
pt: Minúsculo
sk: Drobné

source: Script size
da: Skript-størrelse
es: Tamaño del script
pt: Tamanho script

source: Footnode size
da: Fodnote-størrelse
es: Tamaño del nodo de pie
pt: Tamanho nó rodapé

source: Small
da: Lille
es: Pequeño
pt: Pequeno
sk: Malé

source: Large
da: Stor
es: Grande
pt: Grande
sk: Veµké

source: LARGE
da: STOR
pt: GRANDE
sk: VE¥KÉ

source: hude
da: Enorm
es: oculto
pt: enorme

source: HUDE
da: ENORM
pt: ENORME

source: Up
da: Op
es: Arriba
pt: Acima
sk: Hore

source: Medium
da: Mellem
es: Medio
pt: Médio
sk: Stredná

source: Roman
pt: Romano

source: Typewriter
da: Skrivemaskine
pt: Máquina escrever
sk: Pevná ¹írka

source: Line
da: Linje
es: Línea
pt: Linha
sk: Èiara

source: Dashed, separations
da: Stipplet, adskillelser
es: 'Dashed', separaciones
pt: Tracejada, separação
sk: Èiarkované, oddelenia

source: Line arc
da: Linjebue
es: Arco de línea
pt: Linha em arco
sk: Èiarový oblúk

source: Size, lenght, inset
da: Størrelse, længde, indsats
es: Tamaño, longitud, inglete
pt: Tamanho, comprimento, profundidade
sk: Veµkos», då¾ka, príloha

source: Hude
da: Enorm
pt: Enorme

source: Separations
da: Adskillelser
es: Separaciones
pt: Separações
sk: Oddelenia

source: Font family
da: Skrifttypefamilie
es: Familia de tipos de letra
pt: Família fonte
sk: Rodina písma

source: Font size
da: Skriftsstørrelse
es: Tamaño del tipo de letra
pt: Tamanho fonte
sk: Veµkos» písma

source: Square
da: Kvadrat
es: Cuadrado
pt: Quadrado
sk: ©tvorcový

source: view
da: visning
es: vista
pt: ver
sk: pohµad

source: general
da: generel
pt: genérico
sk: v¹eobecné

source: tree
da: træ
es: árbol
pt: árvore
sk: strom

source: The plug-in 'Tree' allow to edit a tree
da: Indstikket 'Tree' giver mulighed for at tilpasse en træstruktur
es: El conector 'Tree' le permite editar un árbol
pt: O plug-in 'Árvore' permite-lhe editar uma árvore
sk: Zásuvný modul 'Strom' umo¾òuje úpravu stromu

source: Network
da: Netværk
es: Red
pt: Rede
sk: Sie»

source: network
da: netværk
es: red
pt: rede
sk: sie»

source: Removing link : I can't remove a virtual link '%s'
da: Fjern afhængighed : Kan ikke fjerne den virtuelle afhængighed '%s'
es: Eliminando enlace : No puedo eliminar un enlace virtual '%s'
pt: A remover link : incapaz de remover um link virtual '%s'
sk: Odstraòovanie odkazu : Nemô¾em odstráni» virtuálny odkaz '%s'

source: The plug-in 'Network' allow to edit a network
da: Indstikket 'Netværk' giver mulighed for at tilpasse et netværk
es: El conector 'Network' le permite editar una red
pt: O plug-in 'Rede' permite-lhe editar uma rede
sk: Zásuvný modul 'Sie»' umo¾òuje úpravu siete

source: Left-reclick on slider of the panwindow without moving : close the panwindow
da: Venstre-reklik på panvinduets rulleskakt uden at bevæge den : lukker panvinduet
es: Reclick con el botón izquierdo en la ventana 'pan' sin movimiento : cerrar la ventana pan
pt: Clicar-esquerdo novamente no painel sem mover : fecha a janela de painel

source: Right-click on slider of the panwindow : close the panwindow
da: Højreklik på panvinduets rulleskakt : lukker panvinduet
es: Reclick con el botón derecho en el deslizador de la ventana 'pan' : cerrar la ventana 'pan'
pt: Clicar-direito no painel sem mover : fecha a janela de painel

source: GANTT diagram
es: Diagrama GANTT
pt: DIagrama GANTT
sk: GANTTov diagram

source: project manager
da: projektleder
es: gestión de proyecto
pt: gestão de projecto
sk: mana¾ér projektov

source: The plug-in 'Gantt' allow to edit a planning
da: Indstikket 'Gantt' giver mulighed for planlægning
es: El conector 'Gantt' le permite editar la planificación
pt: O plug-in 'Gantt' permite editar um planeamento
sk: Zásuvný modul 'Gantt' umo¾òuje úpravu plánovania

source: Left-click on the selected date of the calendar : close the calendar
da: Venstreklik på den valgte dato i kalenderen : luk kalenderen
es: Re-click con el botón izquierdo en la fecha seleccionada del calendario : cerrar el calendario
pt: Clique-esquerdo na data seleccionada no calendário : fecha o calendário
sk: Kliknutie µavým tlaèítkom sa zvolený dátum v kalendári zavriete kalendár

source: Schedule
da: Planlæg
es: Planificación ,
pt: Agenda
sk: Rozvrh

source: compute
da: beregn
es: calcular
pt: cálcular
sk: výpoèet

source: schedule
da: planlæg
es: plan
pt: agenda
sk: rozvrh

source: Project
es: Proyecto
pt: Projecto
sk: Projekt

source: planned
da: planlagt
es: previsto
pt: planeado
sk: plánované

source: medium
es: medio
pt: médio
sk: médium

source: Tasks
da: Aktiviteter
es: Tareas
pt: Tarefas
sk: Úlohy

source: Status
es: Estado
pt: Estado
sk: Stav

source: Priority
da: Prioritet
es: Prioridad
pt: Prioridade
sk: Priorita

source: Responsible
da: Ansvarlig
es: Responsable
pt: Responsável
sk: Zodpovedný

source: Begin
da: Begynd
es: Empezar
pt: Início
sk: Zaèiatok

source: End
da: Slut
es: Fin
pt: Fim
sk: Koniec

source: Duration
da: Varighed
es: Documentación
pt: Duração
sk: Trvanie

source: CACHE td_id WHERE (status = 'assigned');
da: CACHE td_id WHERE (status = 'tildelt');
pt: CACHE td_id WHERE (estado = 'atribuido');
sk: CACHE td_id WHERE (stav = 'priradené');

source: CACHE td_id WHERE (status = 'finished');
da: CACHE td_id WHERE (status = 'afsluttet');
pt: CACHE td_id WHERE (estado = 'terminado');
sk: CACHE td_id WHERE (stav = 'dokonèené');

source: planned,assigned,finished
da: planlagte,tildelte,afsluttede
es: planeado,asignado,finalizado
pt: planeado,atribuido,terminado
sk: plánované,priradené,ukonèené

source: small,medium,large
da: lille,mellem,stor
es: pequeño,mediano,grande
pt: pequeno,médio,grande
sk: malé,stredné veµké

source: low,medium,high
da: lav,mellem,høj
es: bajo,medio,alto
pt: baixo,médio,alto
sk: nízka,stredná,vysoká

source: W
da: U

source: Manual
da: Manuelt
sk: Manuál

source: Interface
da: Grænseflade
sk: Rozhranie

source: $templates/tasks-en.td
da: /home/philou/share/toutdoux/templates/tasks-en.td
