Repository: GNOME/gnome-i18n
Catalog: extra-po/toutdoux/*.po
Languages: da, es, pt, sk

source: The plug-in mecanism isn't supported by your system.
da: Indstiksmekanismen er ikke understøttet af dit system
es: El mecanismo del conector no está soportado por su sistema
pt: O mecanismo de plug-ins não é suportado pelo seu sistema.
sk: Mechanizmus zásuvných modulov nie je podporovaný va¹ím systémom

source: Executing
da: Udfører
es: Ejecutando
pt: A Executar
sk: Spú¹»am

source: Executing '%s'
da: Udfører '%s'
es: Ejecutando '%s'
pt: A Executar '%s'
sk: Spú¹»am '%s'

source: Reading directory '%s' : unreadable
da: Læser katalog '%s' : ulæselig
es: Leyendo el directorio '%s': ilegilble
pt: A ler directório '%s' : ilegível
sk: Èítam adresár '%s' : neèitateµný

source: Loading file '%s' : not found
da: Indlæser filen '%s' : ikke fundet
es: Cargando archivo '%s' : no encontrado
pt: A ler ficheiro '%s' : não encontrado
sk: Naèítavam súbor '%s' : nenájdený

source: Opening file '%s'
da: Åbner filen '%s'
es: Abriendo archivo '%s'
pt: A abrir ficheiro '%s'
sk: Otvára sa súbor '%s'

source: Printing result validation '%s'
da: Udskriv resultatvalideringen '%s'
es: Imprimiendo el resultado de validación '%s'
pt: A imprimir resultado da validação '%s'
sk: Tlaèím výsledky platnosti '%s'

source: feb
pt: fev

source: apr
es: abr
pt: abr

source: may
da: maj
pt: mai
sk: máj

source: aug
es: ago
pt: ago

source: sep
pt: set

source: oct
da: okt
pt: out
sk: okt

source: dec
es: dic
pt: dez

source: January
da: januar
es: Enero
pt: Janeiro
sk: Január

source: February
da: februar
es: Febrero
pt: Fevereiro
sk: Február

source: March
da: marts
es: Marzo
pt: Março
sk: Marec

source: April
es: Abril
pt: Abril
sk: Apríl

source: May
da: maj
es: Mayo
pt: Maio
sk: Máj

source: June
da: juni
es: Junio
pt: Junho
sk: Jún

source: July
da: juli
es: Julio
pt: Julho
sk: Júl

source: August
es: Agosto
pt: Agosto

source: September
es: Septiembre
pt: Setembro

source: October
da: oktober
es: Octubre
pt: Outubro
sk: Október

source: November
es: Noviembre
pt: Novembro

source: December
es: Diciembre
pt: Dezembro

source: mon
da: man
es: lun
pt: seg
sk: pon

source: tue
da: tir
es: mar
pt: ter
sk: uto

source: wed
da: ons
es: mié
pt: qua
sk: str

source: thu
da: tor
es: jue
pt: qui
sk: ¹tv

source: fri
da: fre
es: vie
pt: sex
sk: pia

source: sat
da: lør
es: sáb
pt: sab
sk: sob

source: sun
da: søn
es: dom
pt: dom
sk: ned

source: Monday
da: mandag
es: Lunes
pt: Segunda
sk: Pondelok

source: Tuesday
da: tirsdag
es: Martes
pt: Terça
sk: Utorok

source: Wednesday
da: onsdag
es: Miércoles
pt: Quarta
sk: Streda

source: Thursday
da: torsdag
es: Jueves
pt: Quinta
sk: ©tvrtok

source: Friday
da: fredag
es: Viernes
pt: Sexta
sk: Piatok

source: Saturday
da: lørdag
es: Sábado
pt: Sábado
sk: Sobota

source: Sunday
da: søndag
es: Domingo
pt: Domingo
sk: Nedeµa

source: Loading file '%s' unreadable
da: Indlæsningsfil '%s' ulæselig
es: Cargando archivo '%s' : ilegible
pt: A ler ficheiro '%s' ilegível
sk: Naèítavam súbor '%s' neèitateµný

source: Loading customize '%s' : file unreadable
da: Indlæser tilpasning '%s' : ulæselig fil
es: Cargando personalización '%s' : archivo ilegible
pt: A ler customização '%s' : ficheiro ilegível
sk: Naèítavam prispôsobenie '%s' : súbor neèitateµný

source: Loading customize '%s'
da: Indlæser tilpasningen '%s'
es: Cargando personalizacón '%s'
pt: A ler customização '%s'
sk: Naèítavam prispôsobenie '%s'

source: Loading customize '%s' : file not found
da: Indlæser tilpasning '%s' : fil ikke fundet
es: Cargando personalización '%s': archivo no encontrado
pt: A ler customização '%s' : ficheiro não encontrado
sk: Naèítavam prispôsobenie '%s' : súbor neèitateµný

source: Loading customize file '%s' : option '%s' not found so use standard value '%s'
da: Indlæser tilpasningsfil '%s' : tilvalg '%s' ikke fundet, så standardværdi '%s' benyttes
es: Cargando archivo de personalización '%s': opción '%s' no encontrada se usará el valor estándar '%s'
pt: A ler ficheiro de customização '%s' : opção '%s' não encontrada substituida pelo valor standard '%s'
sk: Naèítavam prispôsobenie '%s' : nastavenie '%s' som nena¹iel a tak pou¾ijem ¹tandardnú hodnotu '%s'

source: Loading geometry '%s'
da: Indlæser geometri '%s'
es: Cargando geometría '%s'
pt: A ler geometria '%s'
sk: Naèítavam geometriu '%s'

source: Saving geometry '%s'
da: Gemmer geometri '%s'
es: Guardando geometría '%s'
pt: A gravar geometria '%s'
sk: Ukladám geometriu '%s'

source: Completion : word '%s' not found
da: Fuldend : ordet '%s' ikke fundet
es: Realización : palabra '%s' no encontrada
pt: Completar : palavra '%s' não encontrada
sk: Dokonèenie : slovo '%s' nenájdené

source: History : list empty
da: Historik : tom liste
es: Histórico: lista vacía
pt: Histórico : lista vazia
sk: História : prázdny zoznam

source: (default value)
da: (standardværdi)
es: (valor por omisión)
pt: (valores defeito)
sk: (¹tandardná hodnota)

source: External data : invalid color data
da: Eksterne data : ugyldig farvedata
es: Datos externos : datos de color no-válidos
pt: Dados externos : dados de cor inválidos
sk: Externé dáta : nesprávne údaje o farbách

source: Caracter '%s' or '%s' : not reconized
da: Tegn '%s' eller '%s' : ikke genkendt
es: Carácter '%s' o '%s' : no reconocido
pt: Caracter '%s' ou '%s' : não reconhecido
sk: Znak '%s' alebo '%s' : nie je rozoznaný

source: Loading image '%s' not found
da: Indlæser billedet '%s' : ikke fundet
es: Cargando imagen '%s' : no encontrada
pt: A ler imagem '%s' não encontrada
sk: Naèítavanie obrázku '%s' - nenájdený

source: Loading image '%s' nulle
da: Indlæser billedet '%s' "nulle"
es: Cargando imagen '%s' nula
pt: A ler imagem '%s' nula
sk: Naèítavanie obrázku '%s' - null

source: Lauching the SQL back-end : file '%s' unreadeable
da: Starter SQL-baggrundsstøtte op : filen '%s' er ulæselig
es: Cargando el motor SQL: '%s' ilegible
pt: A lançar o servidor SQL : ficheiro '%s' ilegível
sk: Spú¹»am SQL back-end : súbor '%s' neèitateµný

source: Cache querying
da: Cache-forespørgsel
es: Pidiendo a la memoria intermedia ('cache')
pt: Pesquisa à cache
sk: Pamä»ové vyrovnávanie po¾iadaviek

source: Querying tree structure : td_id not found in '%s'
da: Forespørger træstruktur : td_id ikke fundet i '%s'
es: Solicitando la estructura arbórea : td_id no encontrado en '%s'
pt: A pesquisar estrutura de árvore : td_id não encontrado em '%s'
sk: Stromová ¹truktúra po¾iadaviek : nena¹iel som td_id v '%s'

source: Loading plug-in '%s' : unreadable
da: Indlæser indstikket '%s' : ulæselig
es: Cargando conector : '%s' ilegible
pt: A ler plug-in '%s' : ilegível
sk: Naèítavam modul '%s' : neèitateµný

source: Loading commands '%s' : file unreadable
da: Indlæser kommandoerne '%s' : filen ulæselig
es: Cargando órdenes '%s' : archivo ilegible
pt: A ler comandos '%s' : ficheiro ilegível
sk: Naèítavam príkazy '%s' : súbor neèitateµný

source: Loading commands '%s'
da: Indlæser kommandoerne '%s'
es: Cargando comandos '%s'
pt: A ler comandos '%s'
sk: Naèítavam príkazy '%s'

source: Import - Export
da: Import - Eksport
pt: Importar - Exportar

source: Help
da: Hjælp
es: Ayuda
pt: Ajuda
sk: Pomocník

source: Customize
da: Tilpas
es: Personalizar
pt: Customizar
sk: Prispôsobi»

source: Presto
da: Vupti
pt: Imediato

source: About
da: Om
es: Sobre
pt: Sobre
sk: O programe

source: Debug
da: Fejlfind
es: Depurar
pt: Depurar
sk: Ladenie

source: Page previous
da: Forrige side
es: Página anterior
pt: Página anterior
sk: Predchádzajúca strana

source: Page next
da: Næste side
es: Siguiente página
pt: Página seguinte
sk: Nasledujúca strana

source: Undo
da: Fortryd
es: Deshacer
pt: Desfazer
sk: Spä»

source: Redo
da: Gengør
es: Rehacer
pt: Refazer
sk: Opakova» vrátené

source: Update
da: Opdatér
es: Actualizar
pt: Actualizar
sk: Aktualizácia

source: Hide
da: Gem
es: Oculto
pt: Esconder
sk: Skry»

source: Creating module '%s' : parameters not found
da: Opretter modulet '%s' : parametre ikke fundet
es: Creando módulo '%s' : parámetros no encontrados
pt: A criar módulo '%s' : parâmetro não encontrado
sk: Vytváram modul '%s' : parametere nenájdené

source: automatic
da: automatisk
es: automático
pt: automático
sk: automatické

source: Creating node : drag'n'droping into child not possible
da: Opretter knudepunkt : træk-og-slip til barn er ikke muligt
es: Creando nodo : no es posible arrastrar y soltar dentro un descendiente
pt: A criar nó : impossível arrastar&largar sobre o filho
sk: Vytváram uzol: 'Nie je mo¾né pou¾i» funkciu 'potiahni a pus»' do potomka

source: Zoom in
da: Zoom ind
es: Aumentar
pt: Ampliar
sk: Zväè¹i»

source: Zoom out
da: Zoom ud
es: Disminuir
pt: Reduzir
sk: Zmen¹i»

source: Refresh gantt : link '%s' not found
da: Opdatér Gantt : afhængighed '%s' ikke fundet
es: Refrescar gantt : enlace '%s' no encontrado
pt: Actualizar gantt : ligação '%s' não encontrada
sk: Aktualizácia gantta : nebol nájdený odkaz '%s'

source: Parsing XML file '%s' : doc == NULL
da: Analyserer XML-filen '%s' : doc == NULL
es: Analizando archivo XML '%s' : doc == NULL
pt: A parsear ficheiro XML '%s' : doc == NULL
sk: Analyzujem XML súbor '%s' : doc == NULL

source: Checking XML file '%s'
da: Kontrollerer XML-filen '%s'
es: Creando archivo XML '%s'
pt: A verificar ficheiro XML '%s'
sk: Kontrolujem XML súbor '%s'

source: Parsing XML file '%s' : cur == NULL
da: Analyserer XML-filen '%s' : cur == NULL
es: Analyse archivo XML '%s' : cur == NULL
pt: A parsear ficheiro XML '%s' : cur == NULL
sk: Analyzujem XML súbor '%s' : cur == NULL

source: Loading file '%s'
da: Indlæser filen '%s'
es: Cargando archivo '%s'
pt: A ler ficheiro '%s'
sk: Naèítavam súbor '%s'

source: Application
da: Program
es: Aplicación
pt: Aplicação
sk: Aplikácia

source: Commands
da: Kommandoer
es: órdenes
pt: Comandos
sk: Príkazy

source: Schema
da: Skema
es: Esquema
pt: Esquema
sk: Schéma

source: Modules
da: Moduler
es: Módulos
pt: Módulos
sk: Moduly

source: Data
es: Datos
pt: Dados
sk: Údaje

source: Table: %s Fields:
da: Tabel: %s-felter:
es: Tabla: Campos %s :
pt: Tabela: %s Campos:
sk: Tabuµka: %s Polia:

source: Writting content of file '%s'
da: Skriver indholdet af filen '%s'
es: Escribiendo contenido del archivo '%s'
pt: A escrever conteudo de ficheiro '%s'
sk: Zapisujem obsah súboru '%s'

source: Writting document type definition of file '%s'
da: Skriver dokumenttypedefinitionen af filen '%s'
es: Escribiendo la definición del tipo de documento al archivo '%s'
pt: A escrever definição de tipo de documento do ficheiro '%s'
sk: Zapisujem definíciu typu dokumentu súboru '%s'

source: Compressing XML file '%s'
da: Komprimerer XML-filen '%s'
es: Comprimiendo el archivo XML '%s'
pt: A comprimir ficheiro XML '%s'
sk: Kompresia XML súboru '%s'

source: Saving file '%s'
da: Gemmer filen '%s'
es: Guardando archivo '%s'
pt: A gravar ficheiro '%s'
sk: Ukladám súbor '%s'

source: Loading parameters module '%s' : option '%s' not found
da: Indlæser parametermodulet '%s' : tilvalg '%s' ikke fundet
es: Cargando parámetros del módulo '%s': opción '%s' no encontrada
pt: A ler parâmetros do módulo '%s' : opção '%s' não encontrada
sk: Naèítavam modul s parametrami '%s' : na¹iel som nastavenie '%s'

source: Loading file
da: Indlæser fil
es: Cargando archivo
pt: A ler ficheiro
sk: Naèítavam súbor

source: Checking file
da: Kontrollerer fil
es: Comprobando archivo
pt: A verificar ficheiro
sk: Kontrolujem súbor

source: Loading file '%s' : unreadable
da: Indlæser filen '%s' : ulæselig
es: Cargando archivo '%s' : ilegible
pt: A ler ficheiro '%s' : ilegível
sk: Naèítavam súbor '%s' : neèitateµný

source: Creating schema
da: Opretter skema
es: Creando esquema
pt: A criar esquema
sk: Vytváram schému

source: Loading file : schema of local database not complete
da: Indlæser fil : lokaldatabasens skema ikke fuldendt
es: Cargando archivo : esquema incompleto de base de datos local
pt: A ler ficheiro : esquema da base de dados local incompleto
sk: Naèítavam súbor : schéma lokálnej databázy nie je úplná

source: Populating datatables
da: "Befolker" datatabellerne
es: Poblando tabla de datos
pt: A popular tabelas de dados
sk: Zapåòam databázu

source: Loading file : datatables of local database not complete
da: Indlæser fil : lokaldatabasens datatabel ikke fuldendt
es: Cargando archivo : tabla de datos de base de datos local incompleta
pt: A ler ficheiro : tabelas de dados da base de dados local incompletas
sk: Naèítavam súbor : Dátové tabuµky lokálnej databázy sú neúplné

source: Loading modules
da: Indlæser moduler
es: Cargando módulos
pt: A ler módulos
sk: Naèítavam moduly

source: Loading file : modules '%s' not loaded
da: Indlæser fil: modulerne '%s' ikke indlæst
es: Cargando archivo : módulos '%s' no cargados
pt: A ler ficheiro : módulos '%s' não lidos
sk: Naèítavam súbor : moduly '%s' nie sú naèítané

source: No unsaved change
da: Ingen ikke-gemte ændringer
es: No existe cambio no guardado
pt: Nenhumas alterações por gravar
sk: ®iadne neulo¾ené zmeny

source: Saving
da: Gemmer
es: Guardando
pt: A gravar
sk: Ukladám

source: Saving file '%s' : unreadable
da: Gemmer filen '%s' : ulæselig
es: Guardando archivo '%s' : ilegible
pt: A gravar ficheiro '%s' : ilegível
sk: Ukladám súbor '%s' : neèitateµný

source: Wrote file '%s'
da: Skriver til filen '%s'
es: Escrito archivo '%s'
pt: Escreveu ficheiro '%s'
sk: Zapísa» súbor '%s'

source: The file has unsaved changes, save them ?
da: Filen har ugemte ændringer - gem dem?
es: El archivo posee cambios no guardados, guardar los cambios ?
pt: O ficheiro tem modificações por gravar, gravar agora ?
sk: Súbor obsahuje neulo¾ené zmeny, ulo¾i» ich?

source: Warning
da: Advarsel
es: Alerta
pt: Aviso
sk: Varovanie

source: Closing file
da: Lukker fil
es: Cerrando archivo
pt: A fechar ficheiro
sk: Zatvávam súbor

source: Destroying modules
da: Sletter moduler
es: Destruyendo módulos
pt: A destruir módulos
sk: Ru¹ím moduly

source: Dropping local database
da: Dropper lokaldatabase
es: Destruyendo la base de datos local
pt: A remover base de dados local
sk: Ma¾em lokálnu databázu

source: New
da: Ny
es: Nuevo
pt: Novo
sk: Nový

source: Saving history '%s'
da: Gemmer historikken '%s'
es: Guardando histórico '%s'
pt: A gravar histórico '%s'
sk: Ukladám históriu '%s'

source: Load
da: Indlæs
es: Cargar
pt: Ler
sk: Naèíta»

source: Save
da: Gem
es: Guardar
pt: Gravar
sk: Ulo¾i»

source: Specify the file (optional)
da: Angiv filen (valgfrit)
es: Especifique el archivo (opcional)
pt: Especificar o ficheiro (opcional)
sk: ©pecifikova» súbor (voliteµné)

source: FILE
da: FIL
es: FICHERO
pt: FICHEIRO
sk: SÚBOR

source: build mode
da: byggetilstand
es: modo construcción
pt: modo compilação
sk: Re¾im výstavby

source: display command zone
da: vis kommandozone
es: mostrar la zona de comandos
pt: mostrar zona de comando
sk: zobrazi» príkazovú zónu

source: hide command zone
da: skjul kommandozone
es: ocultar la zona de comandos
pt: esconder zona de comando
sk: skry» príkazovú zónu

source: debug mode: verbose, show all widgets and disable recovery
da: fejlfindingstilstand: Fremvis, viser alle elementer og slår genskab fra
es: modo depuración: detallado, muestra todos los widgets y deshabilita la recuperación
pt: modo depuração: extenso, mostrar todos os widgets e desabilitar recuperação
sk: ladiaci mód: detailný výpis, zobrazí v¹etky prvky a nepovolí obnovu

source: display palette
da: vis palette
es: mostrar paleta
pt: mostrar paleta
sk: zobrazi» paletu

source: hide palette
da: skjul palette
es: ocultar paleta
pt: esconder paleta
sk: skry» paletu

source: no colors mode
da: tilstand uden farver
es: modo sin colores
pt: modo sem cores
sk: bezfarebný mód

source: Starting
da: Starter
es: Empezando
pt: A iniciar
sk: ©tartujem

source: ToutDoux is a free software, covered by the GNU General Public License.
da: ToutDoux er frit software dækket af GNU General Public License.
es: ToutDoux es un software libre, bajo Licencia Publica General GNU.
pt: ToutDoux é uma aplicação livre, ao abrigo da Licença Geral Pública GNU.
sk: ToutDoux je slobodný softvér, chránený licenciou GNU General Public License.

source: Starting bookmarks
da: Starter bogmærker
es: Comenzando favoritos
pt: A iniciar marcas
sk: ©tartujem zálo¾ky

source: Exporting
da: Eksporterer
es: Exportando
pt: A exportar
sk: Exportujem

source: Writting generic file
da: Skriver generisk fil
es: Escribiendo archivo genérico
pt: A escrever ficheiro genérico
sk: Zapisujem spoloèný súbor

source: Reading module '%s' page #%d : unreadable for export
da: Læser modul '%s' side #%d : ulæselig for eksportering
es: Leyendo del módulo '%s' página #%d : ilegible para exportación
pt: A ler o módulo '%s' página #%d : ilegível para exportação
sk: Èítam modul '%s' stranu #%d : neèitateµná pre export

source: Opening export file '%s'
da: Åbner eksporteringsfilen '%s'
es: Abriendo el archivo de exportación '%s'
pt: A abrir ficheiro de exportação '%s'
sk: Otváram exportný súbor '%s'

source: Saving export file '%s'
da: Gemmer eksporteringsfilen '%s'
es: Guardando el archivo de exportación '%s'
pt: A gravar ficheiro de exportação '%s'
sk: Ukladám exportný súbor '%s'

source: Transforming export file
da: Transformerer eksportfil
es: Transformando el archivo de exportación
pt: A transformar ficheiro de exportação
sk: Transformujem exportný súbor

source: Transforming export file '%s'
da: Transformerer eksportfilen '%s'
es: Transformando el archivo de exportación '%s'
pt: A transformar ficheiro de exportação '%s'
sk: Transformujem exportný súbor '%s'

source: Starting cogitation
da: Starter "tænkning"
es: Empezando cogitation
pt: A iniciar meditação
sk: Spú¹»am návrh

source: Draft for template editing of '%s'
da: Kladde for skabelon-tilpasning af '%s'
es: Borrador para la edición de la plantilla de '%s'
pt: Rascunho para a edição de modelo de '%s'
sk: Koncept pre úpravu ¹ablóny '%s'

source: Saving cogitation
da: Gemmer "tænkning"
es: Guardando cogitation
pt: A gravar meditação
sk: Ukladám návrh

source: User name
da: Brugernavn
es: Nombre de usuario
pt: Nome utilizador
sk: Meno pou¾ívateµa

source: Main programmer
da: Hovedprogrammør
es: Programador Principal
pt: Programador principal
sk: Hlavný programátor

source: Patch
da: Lap
es: Parche
pt: Modificação
sk: Záplata

source: Code reusing
da: Kode-genbrug
es: Reutilización de código
pt: Reutilização de código
sk: Opätovné pou¾itie kódu

source: Documentation
da: Dokumentation
es: Documentación
pt: Documentação
sk: Dokumentácia

source: User manual
da: Brugermanual
es: Manual de usuario
pt: Manual de utilizador
sk: Pou¾ívateµský manuál

source: Translation
da: Oversættelse
es: Traducción
pt: Tradução
sk: Preklad

source: Spanish
da: Spansk
es: Español
pt: Espanhol
sk: ©panielsky

source: German
da: Tysk
es: Alemán
pt: Alemão
sk: Nemecky

source: English
da: Engelsk
es: Inglés
pt: Inglês
sk: anglický

source: Package
da: Pakke
es: Paquete
pt: Pacote
sk: Balík

source: Graphics
da: Grafik
es: Gráficos
pt: Gráficos
sk: Grafika

source: GIMP team
da: GIMP-holdet
es: Equipo GIMP
pt: Equipa GIMP
sk: GIMP tím

source: Cursors
da: Markører
es: Cursores
pt: Cursores
sk: Kurzory

source: GISR team
da: GISR-holdet
es: Equipo GISR
pt: Equipa GISR
sk: GISR tím

source: Icons
da: Ikoner
es: Iconos
pt: Ícones
sk: Ikony

source: KDE team
da: KDE-holdet
es: Equipo KDE
pt: Equipa KDE
sk: KDE tím

source: ToutDoux's logo
es: Logotipo de ToutDoux
pt: Logotipo ToutDoux
sk: ToutDoux logo

source: file-open \&quot;$share/app/bookmarks-en.td\&quot; \&quot;Bookmarks\&quot;
da: file-open \&quot;$share/app/bookmarks-en.td\&quot; \&quot;Bogmærker\&quot;
es: archivo-abrir \&quot;$share/app/bookmarks-en.td\&quot; \&quot;Bookmarks\&quot;
pt: ficheiro-abrir \&quot;$share/app/bookmarks-en.td\&quot; \&quot;Marcas\&quot;

source: Reset to standard
da: Nulstil til standard
es: Volver a los palores estándar
pt: Reiniciar para defeitos
sk: Návrat k ¹tandardným

source: file-open \&quot;$etc/bookmarks.td\&quot; \&quot;Bookmarks\&quot;
da: file-open \&quot;$etc/bookmarks.td\&quot; \&quotBogmærker\&quot;
es: archivo-abrir \&quot;$etc/bookmarks.td\&quot; \&quot;Bookmarks\&quot;
pt: ficheiro-abrir \&quot;$etc/bookmarks.td\&quot; \&quot;Marcas\&quot;

source: Reset to saved
da: Nulstil til gemt
es: Volver al guardado
pt: Reiniciar para gravado
sk: Návrat k ulo¾enému

source: Save for future sessions
da: Gem til kommende
es: Guardando para las sesiones futuras
pt: Gravar para futuras sessões
sk: Ulo¾i» pre ïal¹ie sedenia

source: Save and open with text editor
da: Gem og åbn med tekstredigering
es: Guardar y abrir con el editor de textos
pt: Gravar e abrir com editor de texto
sk: Ulo¾i» a otvori» s textovým editorom

source: Quit
da: Afslut
es: Salir
pt: Sair
sk: Ukonèi»

source: Favorites
da: Favoritter
es: Favoritos
pt: Favoritos
sk: Obµúbené

source: Bookmarks
da: Bogmærker
es: Marcadores
pt: Marcas
sk: Zálo¾ky

source: Name
da: Navn
es: Nombre
pt: Nome
sk: Názov

source: Type
es: Tipo
pt: Tipo
sk: Typ

source: file,(separator),directory,folder,separator
da: fil,(separator),katalog,mappe,separator
es: archivo,(separador),directorio, carpeta,separador
pt: ficheiro,(separador),directório,pasta,separador
sk: súbor,(oddelovaè),adresár,prieèinok,oddelovaè

source: Host
da: Vært
es: Huésped
pt: Servidor
sk: Hostiteµ

source: Port
es: Puerto
pt: Porto

source: User
da: Bruger
es: Usuario
pt: Utilizador
sk: Pou¾ívateµ

source: Password
da: Adgangskode
es: Clave de acceso
pt: Senha
sk: Heslo

source: Template
da: Skabelon
es: Plantilla
pt: Modelo
sk: ©ablóna

source: Location
da: Placering
es: Localización
pt: Localização
sk: Umiestnenie

source: Create
da: Opret
es: Crear
pt: Criar
sk: Vytvori»

source: Insert-Create
da: Indsæt-Opret
es: Insertar-Crear
pt: Inserir-Criar
sk: Vlo¾i»a vytvori»

source: Remove
da: Slet
es: Eliminar
pt: Remover
sk: Odstráni»

source: Templates
da: Skabelon
es: Plantillas
pt: Modelos
sk: ©ablóny

source: Filters
da: Filtre
es: Filtros
pt: Filtros
sk: Filtre

source: import,export,(separator),build,customize,editor,print,(separator),folder,separator
da: import,eksport,(adskiller),byg,tilpas,editor,udskriv,(adskiller),mappe,adskiller
es: importar,exportar,(separador),contruir,personalizar,editor,imprimir,(separador),carpeta,separador
pt: importar,exportar,(separador),compilar,customizar,editor,imprimir,(separador),pasta,separador
sk: import,export,(oddelovaè),výstavba,prispôsobenie,editor,tlaè,(oddelovaè),prieèinok,oddelovaè

source: File
da: Fil
es: Archivo
pt: Ficheiro
sk: Súbor

source: Command
da: Kommando
es: Orden
pt: Comando
sk: Príkaz

source: folder
da: mappe
es: carpeta
pt: pasta
sk: prieèinok

source: file
da: fil
es: archivo
pt: ficheiro
sk: súbor

source: directory
da: katalog
es: directorio
pt: directório
sk: adresár

source: Apply template
da: Anvend skabelon
es: Aplicar plantilla
pt: Aplicar modelo
sk: Pou¾i» ¹ablónu

source: Build
da: Byg
es: Construir
pt: Compilar
sk: Výstavba

source: File/New
da: Fil/Ny
es: Archivo/Nuevo
pt: Ficheiro/Novo
sk: Súbor/Nový

source: File/New/Create template
da: Fil/Ny/Opret skabelon
es: Archivo/Nuevo/Crear plantilla
pt: Ficheiro/Novo/Criar modelo
sk: Súbor/Nový/Vytvori» ¹ablónu

source: File/New/Open template...
da: Fil/Ny/Åbn skabelon...
es: Archivo/Nuevo/Abrir plantilla...
pt: Ficheiro/Novo/Abrir modelo...
sk: Súbor/Nový/Otvori» ¹ablónu...

source: File/New/templates
da: Fil/Ny/Skabelon
es: Archivo/Nuevo/plantillas
pt: Ficheiro/Novo/modelos
sk: Súbor/Nový/¹ablóny

source: File/Open
da: Fil/Åbn
es: Archivo/Abrir
pt: Ficheiro/Abrir
sk: Súbor/Otvori»

source: File/Open/Open file...
da: Fil/Åbn/Åbn fil...
es: Archivo/Abrir/Abrir archivo...
pt: Ficheiro/Abrir/Abrir ficheiro...
sk: Súbor/Otvori»/Otvori» súbor...

source: File/Open/Open url...
da: Fil/Åbn/Åbn url...
es: Archivo/Abri/Abri url...
pt: Ficheiro/Abrir/Abrir url...
sk: Súbor/Otvori»/Otvori» url...

source: File/Open/history
da: Fil/Åbn/historik
es: Archivo/Abrir/histórico
pt: Ficheiro/Abrir/histórico
sk: Súbor/Otvori»/história
