Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: If you are behind a firewall and use a HTTP proxy, you should enable proxy support here. If your proxy requires authentication, select "Use authentication" and enter your username and password. You can change these settings in the future by selecting Preferences from the Settings menu. These settings are on the Proxy tab. When you have correctly entered your proxy information, click OK to continue.
tr: Eðer bir Ateþten duvar(firewall) arkasýnda iseniz veya HTTP vekil sunucu kullanýyorsanýz . Vekil sunucu özelliðini aktifleþtirmelisiniz. Eðer kullandýðýnýz vekil sunucu Kimlikleme istiyorsa "Kimlikleme Kullan"'ý seçiniz ve Kullanýcý adý ve Parolanýzý giriniz. Bu ayarlarý her zaman için Ayarlar kýsmýndan düzenleyebilirsiniz. Bu seçimler Vekil sunucu sekmesinde bulunmaktadýr. Herþeyi düzgün bir biçimde ayarladýktan sonra devam etmek için "TAMAM" týklayýnýz ...
uk: Якщо ви за брандмауером ╕ використову╓те прокс╕ HTTP, вам потр╕бно ув╕мкнути тут п╕дтримку прокс╕. Якщо ваш прокс╕ вимага╓ автенф╕кац╕ю, вибер╕ть "Використовувати автенф╕кац╕ю" ╕ введ╕ть ваше ре╓страц╕йне ╕м'я ╕ пароль. Ви можете зм╕нити ц╕ установки в майбутньому вибравши "Параметри" в меню "Параметри". Ц╕ установки знаходяться в розд╕л╕ "Прокс╕". П╕сля вводу в╕рно╖ ╕нформац╕╖ про прокс╕, натисн╕ть "Гаразд", щоб продовжити.
