Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: There are <b>%s updates</b> available for your system, totalling <b>%s</b> of data to be downloaded.
da: Der er <b>%s opdateringer</b> tilgængelige for dit system, i alt <b>%s</b> data at hente.
de: Es stehen <b>%s Aktualisierungen</b> für Ihr System bereit. Insgesamt müssen <b>%s</b> an Daten heruntergeladen werden.
el: Υπάρχουν <b>%s αναβαθμίσεις</b> διαθέσιμες για το σύστημά σας, σε σύνολο <b>%s</b> δεδομένων για μεταφόρτωση.
et: Antud kanalil on sinu süsteemi jaoks saadaval <b>%s uuendust</b>, kokku allalaadimiseks <b>%s</b>.
fr: Il y a <b>%s mises à jour</b> disponibles pour votre système, totalisant <b>%s</b> de données à télécharger.
hu: Összesen <b>%s frissítés</b> érhetõ el a rendszeredre, <b>%s</b> adat letöltése szükséges.
nl: Er zijn <b>%s nieuwe versies</b> beschikbaar voor uw systeem, met een totaal van <b>%s</b> aan gegevens om binnen te halen.
pl: Dla twojego systemu dostêpne jest <b>%s aktualizacji</b>, które wymagaj± pobrania <b>%s</b> danych.
pt: Existem <b>%s actualizações</b> disponíveis para o seu sistema, totalizando <b>%s</b> de dados para serem copiados.
sk: V tomto kanáli je k dispozícii <b>%s aktualizácií</b>, celkom na stiahnutie <b>%s</b> dát.
zh_cn: 有<b>%s个更新</b>可用于您的系统，要下载的数据总共是<b>%s</b>。

source: <!--html--> To update your system, you will have to run Red Carpet as root.
da: For at opdatere dit system bliver du nødt til at køre Red Carpet som administrator.
de: <!--html--> Um Ihr System zu aktualisieren, müssen Sie Red Carpet als root starten.
el: <!--html--> Για να αναβαθμίσετε το σύστημά σας, πρέπει να εκτελέσετε το Red Carpet ως διαχειριστής.
es: <!--html--> Para actualizar su sistema, tendrá que ejecutar Red Carpet como root.
et: <!--html--> Süsteemi uuendamiseks pead jooksutama Red Carpetit kasutaja root õigustes.
eu: <!--html--> Zure sistema eguneratzeko, root bezala erabili beharko duzu Red Carpet.
fr: <!--html--> Pour mettre à jour votre système, vous devrez exécuter Red Carpet en tant qu'administrateur (root).
hu: <!--html--> A rendszered frissítéséhez rootként kell futtatnod a Red Carpetet.
nl: <!--html--> Om uw systeem bij te werken moet u Red Carpet starten als root.
pl: <!--html--> Aby uaktualniæ swój system, musisz uruchomiæ Red Carpet jako u¿ytkownik root.
pt: <!--html--> Para actualizar o seu sistema tem de correr o Red Carpet como root.
sk: <!--html--> Pre aktualizáciu systému musíte spustiť Red Carpet ako root.
zh_cn: <!--html--> 要更新您的系统，您必须以管理员身份运行红魔毯。

source: Of these updates, <b>one</b> is <b>urgent</b>.
da: Af disse opdateringer er <b>én</b> angivet til at være <b>vigtig</b>.
de: Von diesen Aktualisierungen ist <b>eines dringend</b>.
el: Από αυτές τις αναβαθμίσεις, <b>μία</b> είναι <b>επείγουσα</b>.
es: De estas actualizaciones, <b>una</b> es <b>urgente</b>.
et: Nendest uuendustest on <b>üks pakiline</b>.
eu: Eguneratze honetakoak, <b>bat</b> premiazkoa <b>da</b>
fr: Dans ces mises à jour, <b>une</b> est <b>urgente</b>.
hu: A fissítések között <b>egy</b> <b>sürgõs</b> van.
nl: Van deze nieuwe versies, is <b>één urgent</b>.
no: <b>Én</b> av disse oppdateringene er <b>viktig</b>.
pl: <b>Jedna</b> spo¶ród tych aktualizacji jest <b>pilna</b>.
pt: Destas actualizações, <b>uma</b> é <b>urgente</b>.
sk: Z týchto aktualizácií je <b>jedna</b> <b>nutná</b>.
zh_cn: 这些更新中，<b>1</b>个是<b>紧急的</b>。

source: Of these updates, <b>%s</b> are <b>urgent</b>.
da: Af disse opdateringer er <b>%s</b> angivet til at være <b>vigtige</b>.
de: Von diesen Paketen sind <b>%s dringend</b>.
el: Από αυτές τις αναβαθμίσεις, <b>%s</b> είναι <b>επείγουσες</b>.
es: De esta actualizaciones, <b>%s</b> son <b>urgentes</b>.
et: Nendest uuendustest on <b>%s pakilised</b>.
eu: Eguneratze hauetako <b>%s</b> premiazkoak dira
fr: Dans ces mises à jour, <b>%s</b> sont <b>urgentes</b>.
hu: A frissítések között <b>%s</b> <b>sürgõs</b> van.
nl: Van deze nieuwe versies, zijn <b>%s urgent</b>.
pl: <b>%s</b> spo¶ród tych aktualizacji jest <b>pilnych</b>.
pt: Destas actualizações, <b>%s</b> são <b>urgentes</b>.
sk: Z týchto aktualizácií je <b>%s</b> <b>nutných</b>.
zh_cn: 这些更新中，<b>%s</b>个是<b>紧急的</b>。

source: 1 other in the %s channel...
da: 1 anden i %s-kanalen...
de: 1 anderes im %s Kanal...
el: 1 ακόμα στο κανάλι %s...
es: 1 más en el canal %s...
et: Veel 1 pakett %s kanalil...
eu: Beste 1 %s kanalan...
fr: Une autre dans le canal %s ...
hu: 1 másik a %s csatornán...
nl: 1 andere in het %s kanaal...
no: 1 annen i %s-kanalen...
pl: 1 inny w kanale %s...
pt: 1 outra no canal %s...
sk: Další v %s...

source: %d others in the %s channel...
da: %d andre i %s-kanalen...
de: %d andere im %s Kanal...
el: %d ακόμα στο κανάλι %s...
es: %d más en el canal %s...
et: Veel %d paketti %s kanalil...
eu: Beste %d %s kanalan...
fr: %d autres dans le canal %s ...
hu: %d másik a %s csatornán...
nl: %d anderen in het %s kanaal...
no: %d andre i %s-kanalen...
pl: %d innych w kanale %s...
pt: %d outras no canal %s...
sk: %d ďalších v %s...

source: Visible debugging level, ranges from 0 (nothing) to 6 (everything)
da: Niveau for synligt fejlfindingsinfo, interval fra 0 (intet) til 6 (alt)
et: Nähtav debugimise tase on piirkonnas 0 (mitte midagi) kuni 6 (kõik)
fr: Niveau de débogage visuel, de 0 (rien) jusqu'à 6 (tout)
nl: Zichtbaar debugniveau, gaat van 0 (niets) tot 6 (alles)
pl: Poziom ¶ledzenia przebiegu programu, warto¶ci od 0 (nic) do 6 (wszystko)
pt: Nível de depuração visível, vai de 0 (nada) a 6 (tudo)
sk: Zobrazované ladiace úrovne, od 0 (nič) až po 6 (všetko)

source: Log file debugging level, ranges from 0 (nothing) to 6 (everything)
da: Niveau for logfils-fejlfindingsinfo, interval fra 0 (intet) til 6 (alt)
et: Logifaili debugimise tase on piirkonnas 0 (mitte midagi) kuni 6 (kõik)
fr: Niveau de débogage dans les fichiers, de 0 (rien jusqu'à 6 (tout)
nl: Logboek debugniveau, gaat van 0 (niets) tot 6 (alles)
pl: Poziom zapisu informacji o przebiegu w dzienniku, warto¶ci od 0 (nic) do 6 (wszystko)
pt: Nível de depuração para fiheiro, vai de 0 (nada) a 6 (tudo)
sk: Ladiace úrovne pre súbor so záznamom, od 0 (nič) až po 6 (všetko)

source: The XAuthority file (usually from GDM)
da: XAuthority-filen (sædvanligvis fra GDM)
de: Die XAuthority-Datei (gewöhnlich von GDM)
et: XAuthority fail (harilikult GDM-ist)
fr: Le fichier XAuthority (issu généralement de GDM)
nl: Het Xauthority bestand (normaal gesproken van GDM)
pl: Plik XAuthority (zwykle od GDM-a)
pt: O ficheiro XAuthority (normalmente do GDM)
sk: Súbor XAuthority (obvykle od GDM)

source: Start up the Red Carpet client without premium services
da: Start Red Carpet op uden Premium-tjenester
de: Red Carpet ohne die Premiumdienste starten
et: Käivita Red Carpet ilma eliitteenusteta
fr: Démarrage du client Red Capert sans les services premium
nl: Start het Red Carpet programma zonder de premium service
pl: Uruchamianie klienta Red Carpet bez us³ug Premium
pt: Arranca o cliente Red Carpet sem os serviços premium
sk: Spustiť klienta Red Carpet bez služieb Premium Services

source: (Re)configure proxy settings before starting
da: Konfigurer mellemværtsindstillinger før start
de: Proxy-Einstellungen vor dem Start (erneut) konfigurieren
el: (Επανα)ρύθμιση των ρυθμίσεων διαμεσολαβητή πριν την εκκίνηση
et: Konfigureeri proxy sätteid enne programmi käivitamist
fr: (Re)configurer les préférences proxy avant de poursuivre
nl: (Her)configureer proxy instellingen voor het starten
pl: Ponowna konfiguracja ustawienia po¶rednika przed uruchomieniem
pt: (Re)configura as definições de proxy antes de arrancar
sk: (Re)konfiguračovať nastavenie proxy pred štartom

source: Could not find '%s'. Please make sure Red Carpet was installed correctly.
da: Kunne ikke finde '%s'. Tjek at Red Carpet er blevet installeret korrekt.
de: '%s' wurde nicht gefunden. Bitte stellen Sie sicher, dass Red Carpet ordnungsgemäß installiert wurde.
el: Δε μπόρεσε να βρεθεί το '%s'. Παρακαλώ επιβεβαιώστε ότι το Red Carpet έχει εγκατασταθεί σωστά.
es: No se ha podido encontrar '%s'. Asegúrese que Red Carpet se ha instalado correctamente.
et: '%s' ei leitud. Palun kontrolli, kas Red Carpet on korrektselt installitud.
eu: '%s' ezin da aurkitu. Egiaztatu Red Carpet ondo instalatuta dagoela.
fr: Ne peut trouver '%s'. Vérifiez, s'il vous plaît, que Red Carpet à été correctement installé.
hu: '%s' nem található. Ellenõrizd, hogy helyesen lett-e telepítve a Red Carpet.
nl: Kon '%s' niet vinden. Zorg ervoor dat Red Carpet correct is geïnstalleerd.
no: Kunne ikke finne '%s'. Vennligst sjekk at Red Carpet er installert korrekt.
pl: Nie mo¿na odnale¼æ "%s". Upewnij siê, ¿e Red Carpet jest poprawnie zainstalowany.
pt: Não encontrei '%s'. Por favor verifique que o Red Carpet está correctamente instalado.
sk: Nie je možné nájsť '%s'. Prosím, overte, že máte Red Carpet správne nainštalovaný.
tr: '%s' Bulunamadý. Kýrmýzý Halýnýn Düzgün birþekilde yüklendiðinizden emin olun.
uk: Не вдалося зенайти "%s". Будь ласка, переконайтесь, що Red Carpet встановлено коректно.
zh_cn: 未能找到“%s”。 请确定正确地安装了红魔毯。

source: Ximian Red Carpet was unable to determine what distribution you are on or you are running an unsupported distribution. If you are running a supported distribution, this is usually caused by some system file being modified. If this is the case, please resolve this issue or contact <a href="red-carpet@ximian.com">red-carpet@ximian.com</a> for assistance.
et: Ximian Red Carpetil ei õnnestunud tuvastada sinu poolt kasutatavat distributsiooni või sa kasutad distributsiooni, mida Ximian Red Carpet ei toeta. Kui sa siiski kasutat toetatud distributsiooni, siis on see viga harilikult põhjustatud mõne süsteemifaili muutmisest. Kui see on põhjuseks, siis lahenda probleem või kirjuta juhiste saamiseks aadressile <a href="red-carpet@ximian.com">red-carpet@ximian.com</a>.
nl: Ximian Red Carpet kon uw distributie niet bepalen of uw distributie wordt niet ondersteund. Als u een ondersteunde distributie heeft, is dit meestal veroorzaakt door het aanpassen van enkele systeembestanden. Als dit inderdaad de oorzaak is, verhelp dan het probleem of neem contact op met <a href="red-carpet@ximian.com">red-carpet@ximian.com</a> voor ondersteuning.
sk: Ximian Red Carpet nedokázal určiť, akú distribúciu používate, alebo je to distribúcia, ktorá nie je podporovaná. Ak distribúcia podporovaná je, obvykle je tento problém spôsobený zmenou systémových súborov. Ak je to váš prípad, prosím vyriešte tento problém alebo kontaktujte <a href="red-carpet@ximian.com">red-carpet@ximian.com</a> pre získanie pomoci.

source: Unable to access packaging subsystem:<br>%s<p>Please ensure that no other package management programs are running, and try again.
da: Kunne ikke tilgå pakkeundersystemet:<br>%s<p>Sikr dig at der ikke kører andre pakkehåndteringsprogrammer og prøv igen.
et: Ei õnnestu paketihalduse alamsüsteemi %s kasutamine.<br>Palun kontrolli, et mõni teine paketihaldussüsteem ei töötaks samal ajal ja proovi siis uuesti.
fr: Impossible d'accéder au gestionnaire de paquets : <br>%s<p>Veuillez vous assurer qu'aucun autre gestionaire de paquets est actuellement en cours d'exécution, et essayer de nouveau.
pl: Brak dostêpu do podstystemu pakietów:<br>%s<p>Upewnij siê, ¿e programy zarz±dzaj±ce pakietami s± uruchomione i spróbuj ponownie.
pt: Incapaz de aceder ao subsistema de pacotes:<br>%s<p>Certifique-se de que não está em execução nenhum outro sistema de gestão de pacotes e tente novamente.
sk: Nepodarilo sa použiť subsystém balíkov: <br>%s<p>Prosím, overte, že iný program pre správu balíkov nebeží a skúste to znovu.
zh_cn: 无法访问软件包子系统：<br>%s<p>请确保没有其它软件包管理程序在运行，并重试。

source: Downloading mirror list...
da: Henter spejlingsliste...
de: Spiegel-Serverliste wird heruntergeladen...
el: Μεταφόρτωση λίστας ενναλακτικών διακομιστών ...
et: Laen alla peeglite nimekirja...
fr: Téléchargement de la liste des mirroirs ...
hu: Tükrök listájának letöltése...
nl: Mirrorlijst komt binnen...
no: Laster ned liste over speil...
pl: Pobieranie listy serwerów lustrzanych...
pt: A copiar lista de mirros...
sk: Sťahujem zoznam mirrorov...
zh_cn: 正在下载镜像列表...

source: Downloading channel list...
da: Henter kanalliste...
de: Kanalliste wird heruntergeladen...
el: Μεταφόρτωση της λίστας καναλιού...
et: Laen alla kanalite nimekirja...
fr: Téléchargement de la liste du canal ...
hu: Csatornák listájának letöltése...
nl: Kanalenlijst komt binnen...
no: Laster ned kanalliste...
pl: Pobieranie listy kana³ów...
pt: A copiar lista de canais...
sk: Sťahujem zoznam kanálov...
zh_cn: 正在下载频道列表...

source: Downloading news...
da: Henter nyheder...
de: Neuigkeiten werden heruntergeladen...
el: Μεταφόρτωση νέων...
et: Laen alla uudiseid...
fr: Téléchargement des nouvelles ...
hu: Hírek letöltése...
nl: Nieuws komt binnen...
no: Laster ned nyheter...
pl: Pobieranie nowin...
pt: A copiar notícias...
sk: Sťahujem novinky...
zh_cn: 正在下载新闻...

source: Downloading channel artwork...
da: Henter kanalgrafik...
de: Kanalgraphiken werden heruntergeladen...
el: Μεταφόρτωση αρχείων τέχνης καναλιού...
et: Laen alla kanalite graafikat...
fr: Téléchargement des graphismes ...
hu: Csatornák képeinek letöltése...
nl: Kanaalkunst komt binnen...
no: Laster ned kunst for kanaler...
pl: Pobieranie grafiki kana³ów...
pt: A copiar imagens do canal...
sk: Sťahujem grafiku pre kanál...
zh_cn: 正在下载频道美工...

source: You are not running Red Carpet as root. You will be unable to install or remove packages from your system and subscription information will not be saved during this session.
da: Du kører ikke Red Carpet som administrator. Du vil ikke være i stand til at installere eller fjerne pakker fra dit system og abonneringsoplysninger bliver ikke gemt under denne session.
de: Red Carpet läuft nicht als root. Sie werden Pakete weder installieren noch entfernen können. Abonnement- Informationen werden während der Sitzung nicht gespeichert.
et: Sa ei jooksuta Red Carpetit root-i õigustega. Sa ei saa installida ega eemaldada pakette ona süsteemist, samuti ei salvestata selle sessiooni jooksul tellimiste infot.
fr: Vous n'exécutez par Red Carpet en tant que root. Vous ne serez pas capable d'installer ou de supprimer des paquets de votre système et les informations d'inscription ne seront pas enregistrées durant cette section.
hu: A Red Carpen programot nem root-ként futtatod. Nem fogsz tudni csomagokat telepíteni vagy eltávolítani, és a feliratkozási információk swem lesznek mentve ebben a munkafolyamatban.
nl: U heeft Red Carpet niet gestart als root. U zult geen pakketten kunnen installeren of verwijderen van uw systeem. Abonnementsinformatie zal niet opgeslagen worden tijdens deze sessie.
pl: Red Carpet nie zosta³ uruchomiony z prawami nadzorcy. Nie bêdzie mo¿liwe instalowanie ani usuwanie pakietów z systemu. Tak¿e informacje subskrypcyjne nie zostan± zapisane w trakcie tej sesji.
pt: Não está a correr o Red Carper como root. Não será capaz de instalar ou remover pacotes do seu sistema e a informação de subscrições não será guardada durante esta sessão.
sk: Red Carpet nebeží ako root. Nebudete môcť inštalovať alebo odstraňovať balíky a informácie o prihlásených kanáloch sa nebude ukladať.

source: Navigation
el: Περιήγηση
et: Navigatsioon
fr: Navagation
hu: Navigáció
nl: Navigatie
no: Navigering
pl: Nawigacja
pt: Navegação
sk: Navigácia
zh_cn: 导航

source: News
da: Nyheder
de: Neuigkeiten
el: Νέα
et: Uudised
fr: Nouvelles
hu: Hírek
nl: Nieuws
no: Nyheter
pl: Nowiny
pt: Notícias
sk: Novinky
zh_cn: 新闻

source: Premium Services
da: Premium-tjenester
de: Premiumdienste
et: Eliitteenused
fr: Services Premium
nl: Premium Service
pl: Us³ugi Premium
pt: Serviços Premium
zh_cn: 高级服务

source: Downloading mirrors...
da: Henter spejlinger...
de: Spiegel-Server werden heruntergeladen...
el: Μεταφόρτωση ενναλακτικών διακομιστών...
et: Laen peegleid alla...
fr: Téléchargement des mirroirs ...
hu: Tükrök letöltése...
nl: Mirrorlijst komt binnen...
no: Laster ned speil...
pl: Pobieranie serwerów lustrzanych...
pt: A copiar mirror...
sk: Sťahujem mirrory...
zh_cn: 正在下载镜像...

source: Unable to create directory %s for local package storage
da: Kunne ikke oprette mappen %s til lokal pakkelagring
de: Verzeichnis %s konnte für lokales Speichern der Pakete nicht angelegt werden
et: Ei saa luua kataloogi %s kohalikuks pakettide salvestamiseks
fr: Impossible de créer le répertoire %s nécessaire au stockage du paquet
nl: Kan map %s voor lokale pakketopslag niet maken.
pl: Nie mo¿na stworzyæ lokalnego katalogu %s do lokalnego przechowywania pakietów
pt: Não foi possível criar o directório %s para armazenamento local
sk: Nepodarilo sa vytvoriť priečinok %s pre lokálne uloženie balíkov

source: <p>An error has occurred while Red Carpet was processing the dependencies for this transaction. This may be caused by an error in the package or on the server. You may want to try the transaction again with fewer packages. You should report this problem to <a href="red-carpet@ximian.com">red-carpet@ximian.com</a> as soon as possible. Please include distribution information and the set of packages for this transaction.</p><p>Information from the dependency system:<br> %s</p>
et: <p>Tekkis viga, kui Red Carpet töötles selle tehingu sõltuvusi. See võis olla põhjustatud veast paketis või serveris. Sa võid proovida väiksema arvu pakettidega tehingut uuesti sooritada. Samuti võiksid sa teatada sellest veast võimalikult kiiresti aadressile <a href="red-carpet@ximian.com">red-carpet@ximian.com</a>. Palun lisa oma veateatele peale tehingus osalenud pakettide ka infot oma distributsiooni kohta.</p><p>Info sõltuvus-süsteemilt:<br> %s</p>
nl: <p>Er is een fout opgetreden terwijl Red Carpet de afhankelijkheden aan het bekijken was. Dit kan gekomen zijn door een fout in een pakket of op de server. U kunt het beter opnieuw proberen met minder pakketten. Wanneer dit probleem aanhoudt kunt u dit het beste zo snel mogelijk melden aan <a href="red-carpet@ximian.com">red-carpet@ximian.com</a>. Vermeld ook uw distributie en de pakketten die u wilde installeren.</p><p>Informatie van het Afhankelijkheidssysteem:<br> %s</p>
sk: <p>Pri pokuse o spracovanie závislostí pre túto transakciu nastala chyba. Možno je to spôsobené chybou v balíku alebo nastala chyba serveru. Môžete skúsiť novú transakciu s menším počtom balíkov. Tento problém by ste mali oznámiť spolu s informáciou o distribúcii a sadou inštalovaných balíkov na adrese <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.</p><p>Informácia o závislostiach:<br>%s</p>

source: Beginning transaction...
da: Begynder transaktion...
de: Übertragung wird gestartet...
et: Alustan tehingut...
fr: Démarrage de la transaction ...
hu: Tranzakció kezdete...
nl: Transactie wordt gestart...
no: Starter transaksjon...
pl: Rozpoczynanie transakcji...
pt: Início de transação...
sk: Začítam transakciu...
zh_cn: 开始处理...

source: Configuring
da: Konfigurerer
de: Konfigurieren
et: Konfigureerin
fr: Configuration
hu: Beállítás
nl: Bezig met configureren
no: Konfigurerer
pl: Konfigurowanie
pt: A configurar
sk: Konfigurujem
zh_cn: 正在配置

source: Installing
da: Installerer
de: Installieren
el: Γίνεται εγκατάσταση
et: Installin
fr: Installation
hu: Telepítés
nl: Bezig met installeren
no: Installerer
pl: Instalowanie
pt: A instalar
sk: Inštalujem
zh_cn: 正在安装

source: packages
da: pakker
de: Pakete
el: πακέτα
et: paketti
fr: paquets
hu: csomag
nl: pakketten
no: pakker
pl: pakiety
pt: pacotes
sk: balíky
zh_cn: 软件包

source: %%p%%%% (%s of %s)
da: %%p%%%% (%s af %s)
el: %%p%%%% (%s από %s)
et: %%p%%%% (%s %s-st)
fr: %%p%%%% (%s de %s)
hu: %%p%%%% (%s / %s)
nl: %%p%%%% (%s van %s)
no: %%p%%%% (%s av %s)
pl: %%p%%%% (%s z %s)
pt: %%p%%%% (%s de %s)
sk: %%p%%%% (%s z %s)
zh_cn: %%p%%%% (%s/%s)

source: Downloading %s
da: Henter %s
de: %s wird heruntergeladen
el: Μεταφόρτωση του %s
et: Laen alla %s
fr: Téléchargement de %s
hu: %s letöltése
nl: %s wordt binnengehaald
no: Laster ned %s
pl: Pobieranie %s
pt: A copiar %s
sk: Sťahujem %s
zh_cn: 正在下载 %s

source: %s pulled from cache
da: %s fundet i mellemlageret
de: %s wird aus dem Cache geholt
el: Το %s έχει ληφθεί από τα ήδη μεταφορτωμένα αρχεία
et: %s tõmmati puhvrist
fr: %s extrait du cache
hu: %s a gyorstárból töltõdik be
nl: %s uit buffer gehaald
no: %s hentet fra buffer
pl: Pobrano %s z cache
pt: %s usado da cache
sk: %s získaný z vyrovnávacej pamäte
zh_cn: 从缓存中得到 %s

source: %s downloaded %d bytes in %d seconds (%s/s)
da: %s hentet %d byte på %d sekunder (%s/s)
de: %s heruntergeladen %d Byte in %d Sekunden (%s/s)
el: Το %s μεταφόρτωσε %d byte σε %d δευτερόλεπτα (%s/s)
et: %s laeti alla %d baiti %d sekundiga (%s/s)
fr: %s téléchargé en %d octets durant %d secondes (%s/s)
hu: %s töltõdött le, %d bájt %d másodperc alatt (%s/mp)
nl: %s heeft %d bytes in %d seconden gedownload (%s/s)
pl: pobrano %s - %d bajtów w %d sekund (%s/s)
pt: %s copiado %d bytes em %d segundos (%s/s)
sk: %s stiahnutý %d bajtov za %d sekúnd (%s/s)
zh_cn: %s 已下载 %d 字节，%d 秒 (%s/秒)

source: %p%% (%v of %u)
da: %p%% (%v af %u)
el: %p%% (%v από %u)
et: %p%% (%v %u-st)
fr: %p%% (%v de %u)
hu: %p%% (%v / %u)
nl: %p%% (%v van %u)
no: %p%% (%v av %u)
pl: %p%% (%v z %u)
pt: %p%% (%v de %u)
sk: %p%% (%v z %u)
zh_cn: %p%% (%v/%u)

source: Verifying %s
da: Efterprøver %s
de: %s wird überprüft
et: Kontrollin %s
fr: Vérification %s
hu: %s ellenõrzése
nl: Bezig met controleren %s
no: Verifiserer %s
pl: Weryfikowanie %s
pt: A verificar %s
sk: Overujem %s
zh_cn: 正在验证 %s

source: Cryptographic verification of %s (%s) has FAILED.
da: Kryptografisk efterprøvning af %s (%s) er MISLYKKET.
de: Kryptographische Überprüfung von %s (%s) schlug fehl.
et: %s (%s) krüptograafiline kontroll EBAÕNNESTUS.
fr: La vérification cryptographique de %s (%s) a ÉCHOUÉE.
hu: %s (%s) kriptográfiai ellenõrzése SIKERTELEN.
nl: Cryptografische controle van %s (%s) is MISLUKT.
pl: Weryfikacja kryptograficzna %s (%s) NIE POWIOD£A SIÊ.
pt: Verificação criptográfica de %s (%s) FALHOU.
sk: Overenie %s (%s) pomocou šifrovania ZLYHALO.
zh_cn: 验证 %s (%s) 失败。
