Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: We are constantly working on making more software available through Red Carpet, so watch the <a href="updater:news_page">News Page</a> and this space for more channels to be added in the future!
da: Vi arbejder hele tiden på at gøre flere programmer tilgængelige gennem Red Carpet så hold øje med <a href="updater:news_page">nyhedssiden</a> og dette sted for nye fremtidige kanaler!
de: Wir sind ständig bemüht mehr Software durch Red Carpet zur Verfügbung zu stellen. Schauen Sie deshalb auf die <a href="updater:news_page">Neuigkeiten Seite</a> und hier her, um Informationen über weitere Kanäle in Zukunft zu erhalten.
el: Προσπαθούμε συνεχώς να κάνουμε διαθέσιμο περισσότερο λογισμικό μέσω του Red Carpet, οπότε καλό είναι να παρακολουθείτε τη <a href="updater:news_page">Σελίδα Νέων</a> και αυτό το χώρο για περισσότερα κανάλια που θα προστεθούν στο μέλλον!
es: ¡Trabajamos constantemente para poner disponible más software mediante Red Carpet, por tanto compruebe la <a href="updater:news_page">página de noticias</a> y este espacio para enterarse de los canales que se añadirán en el futuro!
et: Me töötame pidevalt selle kallal, et teha järjest rohkem tarkvara kättesaadavaks Red Carpeti kaudu. Kui soovid infot uute kanalite kohta, siis jälgi peale selle lehe ka <a href="updater:news_page">uudiste lehte</a>!
eu: Etengabe aritzen gara lanean software gehiago eskuragarri izateko Red Carpet-en bidez, beraz begiratu <a href="updater:news_page">Albiste Orria</a> eta gune hau jakiteko kanal gehiago gehitzen diren.
fr: Nous travaillons constamment à mettre de nouveaux logiciels en accès sur Red Carpet, gardez un oeil sur la <a href="updater:news_page">Page Nouveautés</a> pour être tenu au courant des nouveaux canaux ajoutés à l'avenir !
hu: Egyfolytában dolgozunk azon, hogy minél több programcsomag legyen elérhetõ a Red Carpeten keresztül, figyeld a <a href="updater:news_page">Hírek oldalát</a> és ezt a helyet is, hogy mikor jelennek meg új csatornák!
nl: We zijn constant bezig met het beschikbaar maken van meer programma's via Re Carpet, dus houd de <a href="updater:news_page">Nieuwspagina</a> en deze ruimte goed in de gaten voor meer kanalen in de nabije toekomst!
pl: Wci±¿ pracujemy nad tym, aby coraz wiêcej oprogramowania by³o dostêpne za po¶rednictwem Red Carpet, wiêc zagl±daj na <a href="updater:news_page">Stronê nowo¶ci</a> oraz to miejsce aby móc dodaæ w przysz³o¶ci wiêcej kana³ów!
pt: Estamos a trabalhar constantemente para tornar o software disponível através do Red Carpet, por isso visite a <a href="updater:news_page">Página de Notícias</a> e este espaço para futuros canais adicionados no futuro!
sk: Neustále pracujeme na poskytovaní ďalšieho softvéru systémom Red Carpet, takže sledujte <a href="updater:news_page">stránku Novinky</a> a túto stránku pre ďalšie kanále pridané v budúcnosti!
zh_cn: 我们一直在努力使更多的软件可以从红魔毯中获得，所以请关注 <a href="updater:news_page">新闻页</a>，今后我们会加入更多的频道！

source: View my <a href="updater:subscribed_page">subscribed channels</a>.
da: Gå til <a href="updater:subscribed_page">abonnerede kanaler</a>.
de: Meine <a href="updater:subscribed_page">abonnierten Kanäle</a> betrachten.
el: Προβολή της σελίδας των <a href="updater:subscribed_page">καναλιών που είμαι συνδρομητής</a>.
es: Ver mis <a href="updater:subscribed_page">canales suscritos</a>.
et: Vaata minu <a href="updater:subscribed_page">tellitud kanaleid</a>.
eu: Ikusi nire <a href="updater:subscribed_page">harpidetutako kanalak</a>.
fr: Voir mes <a href="updater:subscribed_page">canaux souscrits</a>.
hu: Az <a href="updater:subscribed_page">elõfizetett csatonáim</a> megtekintése.
nl: Bekijk mijn <a href="updater:subscribed_page">Abonnementen</a>.
pl: Wy¶wietl <a href="updater:subscribed_page">zasubskrybowane kana³y</a>.
pt: Ver os <a href="updater:subscribed_page">canais subscritos</a>.
sk: Zobraziť moje <a href="updater:subscribed_page">prihlásené kanály</a>.
zh_cn: 查看 <a href="updater:subscribed_page">已订阅频道</a>。

source: View the <a href="updater:news_page">News Page</a>.
da: Gå til <a href="updater:news_page">nyhedssiden</a>.
de: Die <a href="updater:news_page">Neuigkeiten Seite</a> betrachten.
el: Εμφάνιση της <a href="updater:news_page">Σελίδας Νέων</a>.
es: Ver la <a href="updater:news_page">página de noticias</a>
et: Vaata <a href="updater:news_page">uudiste lehte</a>.
eu: Ikusi <a href="updater:news_page">Albiste Orria</a>.
fr: Voir la <a href="updater:news_page">Page Nouveautés</a>.
hu: A <a href="updater:news_page">Hírek oldalának</a> magtekintése.
nl: Bekijk de <a href="updater:news_page">Nieuwspagina</a>.
pl: Wy¶wietl <a href="updater:news_page">stronê nowin</a>.
pt: Ver a <a href="updater:news_page">Página de Notícias</a>.
sk: Zobraziť <a href="updater:news_page">Novinky</a>.
zh_cn: 查看 <a href="updater:news_page">新闻页</a>。

source: You are currently not subscribed to any channels!<p>We suggest that you subscribe to the <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">Ximian GNOME Desktop channel</a> to keep your Ximian GNOME desktop running smoothly. You can also view the software channels available from Ximian and our Red Carpet partners on the <a href="updater:unsubscribed_page">unsubscribed channels page</a>.
da: Du abonnerer i øjeblikket ikke på nogen kanaler!<p>Vi foreslår at du abonnerer på <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">Ximian Gnome distributionskanalen</a> for at holde dit Ximian Gnome skrivebord i stand. Du kan også se kanalerne fra Ximian og vores Red Carpet-partnere på <a href="updater:unsubscribed_page">siden over ikke-abonnerede kanaler</a>.
de: Sie haben derzeit keine Kanäle abonniert!<p>Wir schlagen vor, dass Sie den a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page"> Ximian GNOME-Desktop-Kanal</a> abonnieren, um sicher zu sein, dass Ihr Ximian GNOME-Desktop sauber läuft. Sie können auch die zur Verfügung stehenden Kanäle von Ximian und unseren Red Carpet-Partnern auf der <a href="updater:unsubscribed_page">abbestellte Kanäle-Seite</a> betrachten.
et: Sa ei ole praegu tellinud ühtegi kanalit!<p>Me soovitame sul tellida <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">Ximian GNOME kanali</a>. Sa võid vaadata ka Ximiani ja meie Red Carpeti partnetite tarkvarakanaleid <a href="updater:unsubscribed_page">tellimata kanalite lehel</a>.
fr: Vous avez actuellement souscrit à aucun canal !<p> Nous vous suggérons de souscrire au <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">canal Ximian GNOME Desktop</a> pour permettre à votre environnement Ximian GNOME de fonctionner au mieux. Vous pouvez aussi consulter la liste des canaux logiciels disponibles depuis Ximian et nos partenaires sur la <a href="updater:unsubscribed_page">page des canaux non souscrits</a>.
hu: Pillanatnyilag egy csatornára sem fizettél elõ!<p>Javasoljuk, hogy iratkozz fel a <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">Ximian GNOME Desktop channel</a> csatornára, hogy a Ximian GNOME rendben fusson mindig. Nézd meg a többi programcsatornát is, amelyeket a Ximian és Red Carpet partnerei kínálnak <a href="updater:unsubscribed_page">ezen</a> az oldalon.
nl: U heeft op het moment nog helemaal geen abonnementen. Wij adviseren u om een abonnement te nemen op het <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">Ximian GNOME Desktop kanaal</a> om uw Ximian GNOME bureaublad zo goed mogelijk bij te houden. U kunt ook de beschikbare kanalen bekijken van Red Carpet en partners via de <a href="updater:unsubscribed_page">Beschikbare kanalen</a> pagina.
pl: <p>Aktualnie nie s± zasubskrybowane ¿adne kana³y!Aby utrzymaæ optymalne parametry dzia³ania ¶rodowiska Ximian GNOME, zaleca siê subskrybcjê <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">kana³u Ximian GNOME Desktop</a>. Mo¿esz tak¿e obejrzeæ kana³y oprogramowania udostêpniane przez firmê Ximian i partnerów programu Red Carpet na stronie <a href="updater:unsubscribed_page">niesubskrybowanych kana³ów</a>.
pt: Actualmente não existe nenhum canal subscrito!<p>Sugerimos que se subscreva ao canal <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">Ximian GNOME Desktop</a> para manter o seu desktop Ximian GNOME actualizado. Pode também ver os canais de software disponíveis da Ximian ou dos nossos parceiros do Red Carpet na <a href="updater:unsubscribed_page">página dos canais não subscritos</a>.
sk: Momentálne nemáte prihlásený žiadny kanál!<p>Doporučujeme prihlásiť si <a href="updater:channel_name?Ximian GNOME Desktop#updater:info_page">kanál Prostredie Ximian GNOME</a> pre bezproblémové používanie vášho prostredia Ximian GNOME. Ostatné neprihlásené kanály od firmy Ximian a jej Red Carpet partnerov na <a href="updater:unsubscribed_page">stránke Neprihlásené</a>.

source: View <a href="updater:unsubscribed_page">unsubscribed channels</a>.
da: Gå til <a href="updater:unsubscribed_page">ikke-abonnerede kanaler</a>.
de: <a href="updater:unsubscribed_page">Abbestellte Kanäle</a> betrachten.
el: Δείτε τα <a href="updater:unsubscribed_page">διαθέσιμα κανάλια</a>.
es: Ver <a href="updater:unsubscribed_page">canales no suscritos</a>.
et: Vaata <a href="updater:unsubscribed_page">tellimata kanaleid</a>.
eu: Ikusi <a href="updater:unsubscribed_page">harpidetu gabeko kanalak</a>.
fr: Voir les <a href="updater:unsubscribed_page">canaux non souscrits</a>.
hu: A <a href="updater:unsubscribed_page">nem elõfizetett csatornák</a> megtekintése.
nl: Bekijk <a href="updater:unsubscribed_page">beschikbare kanalen</a>.
pl: Wy¶wietl <a href="updater:unsubscribed_page">niezasubskrybowane kana³y</a>.
pt: Ver <a href="updater:unsubscribed_page">canais não subscritos</a>.
sk: Zobraziť <a href="updater:unsubscribed_page">neprihlásené kanály</a>.
zh_cn: 查看 <a href="updater:unsubscribed_page">未订阅频道</a>。

source: Return to the <a href="updater:summary">introduction to Red Carpet</a>.
da: Gå tilbage til <a href="updater:summary">introduktionen til Red Carpet</a>.
de: Zu < href="updater:summary">Einführung in Red Carpet</a> zurückkehren.
el: Επιστροφή στην <a href="updater:summary">εισαγωγή στο Red Carpet</a>.
es: Volver a la <a href="updater:summary">introducción a Red Carpet</a>.
et: Pöördu tagasi <a href="updater:summary">Red Carpeti tutvustusele</a>.
eu: <a href="updater:summary">Red Carpet sarrera</a>ra itzuli.
fr: Retourner à <a href="updater:summary">l'introduction de Red Carpet</a>.
hu: Visszatérés a <a href="updater:summary">Red Carpet bevezetõ oldalához</a>.
nl: Ga terug naar de <a href="updater:summary">introductie voor Red Carpet</a>.
pl: Powróæ do <a href="updater:summary">wstêpu do programu Red Carpet</a>.
pt: Voltar à <a href="updater:summary">introdução ao Red Carpet</a>.
sk: Návrat k <a href="updater:summary">úvodu do Red Carpetu</a>.
zh_cn: 返回 <a href="updater:summary">红魔毯介绍</a>。
