Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: <b>%d</b> Necessary Removals
da: <b>%d</b> nødvendige afinstalleringer
de: <b>%d</b> müssen entfernt werden
et: <b>%d</b> vajalikku eemaldust
fr: <b>%d</b> suppressions nécessaires
hu: <b>%d</b> eltávolítandó
no: <b>%d</b> Kreves fjernet
pl: <b>%d</b> koniecznych usuniêæ
pt: <b>%d</b> Remoções Necessárias
sk: <b>%d</b> Nutné odstránenia
zh_cn: 必须删除 <b>%d</b> 个软件包

source: <b>1</b> Necessary Installation
da: <b>1</b> nødvendig installering
de: <b>1</b> Notwendige Installation
el: <b>1</b> Απαιτούμενη Εγκατάσταση
es: <b>1</b> Instalaciones necesarias
et: <b>1</b> vajalik install
eu: <b>1</b> Instalatu beharrekoa
fr: >b>1</b> installation nécessaire
hu: <b>1</b> telepítendõ
nl: <b>1</b> installatie nodig
no: <b>1</b> Kreves installert
pl: <b>1</b> Konieczna instalacja
pt: <b>1</b> Instalação Necessária
sk: <b>1</b> Nutná inštalácia
zh_cn: 必须安装 <b>1</b> 个软件包

source: <b>%d</b> Necessary Installations
da: <b>%d</b> nødvendige installeringer
de: <b>%d</b> Notwendige Installationen
et: <b>%d</b> vajalikku installi
fr: <b>%d</b> installations nécessaires
hu: <b>%d</b> telepítendõ
no: <b>%d</b> Kreves installert
pl: <b>%d</b> koniecznych instalacji
pt: <b>%d</b> Instalações Necessárias
sk: <b>%d</b> Nutné inštalácie
zh_cn: 必须安装 <b>%d</b> 个软件包

source: <!--html--><b>%s</b> will need to be downloaded.
da: <b>%s</b> skal hentes.
de: <!--html--><b>%s</b> muss heruntergeladen werden.
el: <!--html-->Το <b>%s</b> θα πρέπει να μεταφορτωθεί.
es: <!--html--><b>%s</b> necesita ser descargado.
et: <!--html-->Alla on vaja laadida <b>%s</b>.
eu: <!--html--><b>%s</b> jaitsi beharko da.
fr: <!--html--><b>%s</b> sera nécessairement téléchargé.
hu: <!--html--><b>%s</b> lesz letöltve.
nl: <!--html--><b>%s</b> zal binnengehaald moeten worden.
no: <!--html--><b>%s</b> må lastes ned.
pl: <!--html-->Bêdzie trzeba pobraæ <b>%s</b>.
pt: <!--html--><b>%s</b> irá ser copiado.
sk: <!--html--><b>%s</b> bude musieť byť stiahnutý.
zh_cn: <!--html-->需要下载 <b>%s</b>。

source: <!--html-->After operations, <b>%s</b> of disk space will be used.
da: Efter operationerne vil <b>%s</b> diskplads blive brugt.
de: <!--html-->Nach Vorgängen, <b>%s</b> Festplattenspeicher wird benötigt.
el: <!--html-->Μετά τις λειτουργίες, θα χρησιμοποιθούν <b>%s</b> χώρου στο δίσκο.
es: <!--html-->Después de las operaciones, se usarán <b>%s</b> de espacio en disco.
et: <!--html-->Pärast operatsioone kasutatakse <b>%s</b> kettaruumi.
eu: <!--html-->Eragiketen ondoren, <b>%s</b> disko tartea erabiliko da.
fr: <!--html-->Après les transactions, <b>%s</b> de l'espace disque seront alloués.
hu: <!--html-->A mûveletek után <b>%s</b> lemezterület lesz elfoglalva.
nl: <!--html-->Na de opdracht zal <b>%s</b> schijfruimte gebruikt worden.
no: <!--html-->Etter dette vil <b>%s</b> med diskplass være brukt.
pl: <!--html-->W wyniku wykorzystane bêdzie dodatkowe <b>%s</b> przestrzeni dyskowej.
pt: <!--html-->Depois das operações, <b>%s</b> de espaço de disco será utilizado.
sk: <!--html-->Po vykonaní bude použitého <b>%s</b> miesta na disku.
zh_cn: <!--html-->执行后将占用<b>%s</b>磁盘空间。

source: <!--html-->After operations, <b>%s</b> of disk space will be freed.
da: Efter operationerne vil <b>%s</b> diskplads blive frigjort.
de: <!--html-->Nach Vorgängen, <b>%s</b> Festplattenspeicher wird wieder verfügbar sein.
el: <!--html-->Μετά τις λειτουργίες θα ελευθερωθούν <b>%s</b> χώρου δίσκου.
es: <!--html-->Después de las operaciones, se liberarán <b>%s</b> de espacio en disco.
et: <!--html-->Pärast operatsioone vabastatakse <b>%s</b> kettaruumi.
eu: <!--html-->Eragiketen ondoren, <b>%s</b> disko tartea liberatua izango da.
fr: <!--html-->Après les transactions, <b>%s</b> de l'espace disque seront libérés.
hu: <!--html-->A mûveletek után <b>%s</b> lemezterület lesz felszabadítva.
nl: <!--html>Na de opdracht zal <b>%s</b> schijfruimte vrijkomen.
no: <!--html-->Etter dette vil <b>%s</b> med diskplass være frigjort.
pl: <!--html-->W wyniku operacji zwolnione zostanie <b>%s</b> przestrzeni dyskowej.
pt: <!--html-->Depois das operações, <b>%s</b> de espaço de disco será libertado.
sk: <!--html-->Po vykonaní bude uvoľneného <b>%s</b> miesta na disku.
zh_cn: <!--html-->执行后将释放<b>%s</b>磁盘空间。

source: <!--html-->After operations, no additional space will be freed or used.
da: Efter operationerne vil der ikke blive brugt eller frigjort yderligere plads.
de: <!--html-->Nach Vorgängen wird kein Speicher verwendet oder zusätzlich verfügbar sein.
el: <!--html-->Μετά τις λειτουργίες, δε θα ελευθερωθεί ή δεσμευθεί επιπλέον χώρος δίσκου.
es: <!--html-->Después de las operaciones, ni se liberará ni se usará espacio de disco adicional.
et: <!--html-->Pärast operatsioone jääb kasutatud kettaruum samaks.
eu: <!--html-->Eragiketen ondoren, ez da disko tarterik askatua izango.
fr: <!--html-->Après les transactions, aucun espace disque supplémentaire ne sera alloué ou libéré.
hu: <!--html-->A mûveletek után az elfoglalt lemezterület nem fog változni.
nl: <!--html>Na de opdracht zal er geen extra schijfruimte in beslag worden genomen.
no: <!--html-->Operasjonene vil ikke medføre endringer i bruk av diskplass.
pl: <!--html-->W wyniku operacji nie zostanie wykorzystana ani zwolniona dodatkowa przestrzeñ dyskowa.
pt: <!--html-->Depois das operações, nenhum espaço de disco será libertado ou usado.
sk: <!--html-->Po vykonaní nebude použité ani uvoľnené žiadne miesto na disku.
zh_cn: <!--html-->执行后不会占用或释放磁盘空间。

source: <!--html-->You have insufficient disk space to download the requested packages. You must free up some disk space before you can continue. Some options include:
da: Du har ikke tilstrækkeligt plads på disken til at hente de forespurgte pakker. Du bliver nødt til at frigøre noget plads før du kan fortsætte - nogle muligheder er:
de: <!--html-->Sie haben nicht genügend Festplattenspeicher, um die angeforderten Pakete herunterzuladen. Sie müssen etwas mehr Speicher zur Verfügung stellen um fortfahren zu können. Einige Optionen beinhalten:
el: <!--html-->Δεν έχετε επαρκή χώρο στο δίσκο για να μεταφορτώσετε τα απαιτούμενα πακέτα. Πρέπει να ελευθερώσετε χώρο στο δίσκο πριν συνεχίσετε. Μερικές επιλογές είναι:
es: <!--html-->No tiene espacio de disco suficiente para descargarse los paquetes seleccionados. Debe liberar algo de espacio en disco antes de poder continuar. Algunas opciones son:
et: <!--html-->Sul ei ole piisavalt vaba ruumi kettal valitud pakettide alla- laadimiseks. Sa pead enne jätkamist vabastama piisavalt kettaruumi. Sul on järgnevad võimalused:
eu: <!--html-->Ez duzu behar beste disko tarterik eskatutako paketeak jaisteko. Disko tarte bat liberatu beharko duzu aurrera jo baino lehen. Hona hemen aukera batzuk:
fr: <!--html-->La capacité de votre disque dur est insuffisante pour télécharger les paquets requis. Vous devez libérer de l'espace disque afin de poursuivre. Options proposées :
hu: <!--html-->Nincs elég helyed a lemezen a kért csomagok letöltéséhez. A folytatás elõtt fel kell szabadítanod egy helyet. Néhány lehetõség:
nl: <!--html-->U heeft niet genoeg vrije ruimte om de aangevraagde pakketten te installeren. U zult eerst ruimte vrij moeten maken voordat u kunt doorgaan met deze aanvraag. De mogelijkheden zijn onder andere:
pl: <!--html-->Brakuje miejsca na pobranie ¿±danych pakietów. Przed kontynuacj± nale¿y zwolniæ nieco powierzchi dyskowej. Do mo¿liwych opcji nale¿±:
pt: <!--html-->Tem insuficiente espaço de disco para copiar os pacotes pedidos. Deve libertar algum espaço em disco para continuar. Algumas opções incluem:
sk: <!--html-->Pre stiahnutie požadovaných balíkov nemáte dosť miesta na disku. Pred pokračovaním musíte nejaké miesto uvoľniť. Niektoré z možností sú:
zh_cn: <!--html-->您没有足够的磁盘空间来下载所需要的软件包。您必须释放一些磁盘空间才能继续。可用的选项有：

source: <!--html-->Removing some packages from your system
da: Afinstallerer nogle pakker fra dit system
de: <!--html-->Einige Pakete werden von Ihrem System entfernt
el: <!--html-->Διαγραφή πακέτων από το σύστημά σας
es: <!--html-->Eliminar algunos paquetes de su sistema
et: <!--html-->Eemaldan süsteemist mõned paketid
eu: <!--html-->Zure sistemako pakete batzuk ezabatzen
fr: <!--html-->Supprimer des paquets de votre système
hu: <!--html-->Csomagok eltávolítása a rendszeredrõl
nl: <!--html-->Bezig met verwijderen van pakketten van uw systeem
no: <!--html-->Fjerner noen pakker fra ditt system
pl: <!--html-->Usuwanie pakietów z systemu
pt: <!--html-->Remover alguns pacotes do seu sistema
sk: <!--html-->Odstránenie niektorých balíkov z vášho systému
zh_cn: <!--html-->从您的系统中删除某些软件包

source: Changing your <a href="updater:prefs_cache">cache settings</a>.
da: Ændrer <a href="updater:prefs_cache">mellemlagerindstillingerne</a>.
de: Ändern Sie Ihre <a href="updater:prefs_cache">Cache-Einstellungen</a>.
el: Αλλαγή των <a href="updater:prefs_cache">ρυθμίσεων ήδη μεταφορτωμένων πακέτων</a>.
es: Cambiar sus <a href="updater:prefs_cache">preferencias de la caché</a>.
et: Muudan <a href="updater:prefs_cache">puhvri sätteid</a>.
eu: Zure <a href="updater:prefs_cache"> katxe aukerak aldatzen</a>.
fr: Changer les <a href="updater:prefs_cache">Paramètres du cache</a>.
hu: A <a href="updater:prefs_cache">gyorstár beállításainak</a> megváltoztatása.
nl: Bezig met het veranderen van uw <a href="updater:prefs_cache">bufferinstellingen</a>.
no: Endrer dine <a href="updater:prefs_cache">cache-innstillinger</a>.
pl: Zmiana <a href="updater:prefs_cache">ustawieñ cache</a>.
pt: Alterar as suas <a href="updater:prefs_cache">definições da cache</a>.
sk: Zmena <a href="updater:prefs_cache">nastavenia vyrovnávacej pamäte</a>.
zh_cn: 修改您的<a href="updater:prefs_cache">缓存设置</a>。

source: <a href="updater:cache_clear">Clearing your cache</a>.
da: <a href="updater:cache_clear">Rydder mellemlageret</a>.
de: <a href="updater:cache_clear">Cache wird gelöscht</a>.
el: <a href="updater:cache_clear">Καθαρισμός των ήδη μεταφορτωμένων πακέτων</a>.
es: <a href="updater:cache_clear">Borrar su caché</a>.
et: <a href="updater:cache_clear">Puhastan puhvrit</a>.
eu: <a href="update:cache_clear">Zure katxea ezabatzen</a>
fr: <a href="updater:cache_clear">Effacer le cache</a>.
hu: <a href="updater:cache_clear">A gyorstár törlése</a>.
nl: <a href="updater:cache_clear">Buffer wordt geleegd</a>.
no: <a href="updater:cache_clear">Tømmer din cache</a>.
pl: <a href="updater:cache_clear">Czyszczenie cache</a>.
pt: <a href="updater:cache_clear">Limpar a cache</a>.
sk: <a href="updater:cache_clear">Vyčistenie vyrovnávacej pamäte</a>.
zh_cn: <a href="updater:cache_clear">清除您的缓存。</a>。

source: <font color=#ff0000>Warning!</font> There may not be sufficient disk space to install this package, and installation of this package may fail. You should free up some disk space before continuing.
da: <font color=#ff0000>Advarsel!</font> Der er muligvis ikke tilstrækkeligt diskplads til at installere denne pakke så installeringen kan mislykkes. Du bør frigøre noget plads på disken før du fortsætter.
de: <font color=#ff0000>Warnung!</font> Es ist möglich, dass nicht genügend Festplattenspeicher für die Installation dieses Paketes zur Verfügung steht. Die Installation des Paketes kann fehlschlagen. Sie sollten etwas mehr Speicher zur Verfügung stellen, bevor Sie fortfahren.
el: <font color=#ff0000>Προειδοποίηση!</font> Ίσως να μην υπάρχει επαρκής χώρος στο δίσκο για την εγκατάσταση αυτού του πακέτου και η εγκατάστασή του μπορεί να αποτύχει. Συνίσταται να ελευθερώσετε χώρο στο δίσκο πριν συνεχίσετε.
es: <font color=#ff0000>¡Atención!</font> Puede no haber suficiente espacio de disco para instalar este paquete, y la instalación de este paquete puede fallar. Debe liberar algo de espacio de disco antes de continuar.
et: <font color=#ff0000>Hoiatus!</font> Kettal ei pruugi olla piisavalt vaba ruumi pakettide installimiseks, mistõttu installimine võib ebaõnnestuda. Sa peaksid enne jätkamist vabastama piisavalt kettaruumi.
eu: <font color=#ff0000>Kontuz!!!</font>Izan liteke disko tarte nahikorik ez egotea pakete hau instalatzeko, ondorioz pakete honen instalazioa bertan behera gera liteke. Jarraitu baino lehen disko tarte bat liberatu beharko zenuke.
fr: <font color=#ff0000>Attention !</font> Il n'y a pas suffisament d'espace dique pour installer ce paquet et l'installation de ce paquet peut échouer. Vous devez libérer de l'espace disque afin de continuer.
hu: <font color=#ff0000>Figyelem!</font> Valószínûleg nem áll rendelkezésre elegendõ hely a lemezen a csomag telepítéséhez, ezért a csomag telepítése sikertelen lehet. Szabadíts fel egy kis helyet, mielõtt továbblépsz.
nl: <font color=#ff0000>Waarschuwing!</font> Er is misschien niet genoeg ruimte om dit pakket te installeren, waardoor installatie ervan kan mislukken. U kunt het beste eerst wat ruimte vrijmaken voordat u hiermee doorgaat
pl: <font color=#ff0000>Uwaga!</font> Na zainstalowanie tego pakietu mo¿e zabrakn±æ miejsca. Przed kontynuacj± instalacji nale¿y zwolniæ nieco powierzchni dyskowej.
pt: <font color=#ff0000>Aviso!</font> Pode não haver espaço em disco suficiente para instalar este pacote e a instalação pode falhar. Devia libertar algum espaço de disco antes de continuar.
sk: <font color=#ff0000>Varovanie!</font>Pre inštaláciu tohto balíka asi nie je dostatok miesta. Preto je možné, že inštalácia zlyhá. Pred pokračovaním by ste mali uvoľniť nejaké miesto na disku.
zh_cn: <font color=#ff0000>警告！</font> 您的系统上没有足够磁盘空间来安装该软件包，所以该软件包的安装可能失败。您在继续安装前应该释放一些磁盘空间。

source: 1&nbsp;Package
da: 1&nbsp;pakke
de: 1&nbsp;Paket
el: 1&nbsp;Πακέτο
es: 1&nbsp;Paquete
et: 1&nbsp;pakett
eu: Pakete 1&nbsp;
fr: 1&nbsp;paquet
hu: 1&nbsp;csomag
nl: 1&nbsp;Pakket
no: 1&nbsp;pakke
pl: 1&nbsp;pakiet
pt: 1&nbsp;Pacote
sk: 1&nbsp;balík
zh_cn: 1&nbsp;个软件包

source: %d&nbsp;Packages
da: %d&nbsp;pakker
de: %d&nbsp;Pakete
el: %d&nbsp;Πακέτα
es: %d&nbsp;Paquetes
et: %d&nbsp;paketti
eu: Pakete %d&nbsp;
fr: %d&nbsp;paquets
hu: %d&nbsp;csomag
nl: %d&nbsp;Pakketten
no: %d&nbsp;pakker
pl: %d&nbsp;pakietów
pt: %d&nbsp;Pacotes
sk: %d&nbsp;balíkov
zh_cn: %d&nbsp;个软件包

source: Requested Removals
da: Forespurgte afinstalleringer
de: Angefordertes Entfernen
el: Αιτούμενες Διαγραφές
es: Eliminaciones solicitadas
et: Soovitud eemaldused
eu: Eskatutako Ezabaketak
fr: Suppressions requises
hu: Kért törlések
nl: Aangevraagde verwijderingen
no: Forespurt fjernet
pl: ¯±dane usuniêcia
pt: Remoções Pretendidas
sk: Vyžiadané odstránenia
zh_cn: 要求的删除

source: Requested Installations
da: Forespurgte installeringer
de: Angeforderte Installation
el: Αιτούμενες Εγκαταστάσεις
es: Instalaciones solicitadas
et: Soovitud installimised
eu: Eskatutako Instakazioak
fr: Installations requises
hu: Kért telepítések
nl: Aangevraagde installaties
no: Forespurt installert
pl: ¯±dane instalacje
pt: Instalações Pretendidas
sk: Vyžiadané inštalácie
zh_cn: 要求的安装

source: Package
da: Pakke
de: Paket
el: Πακέτο
es: Paquete
et: Pakett
eu: Paketea
fr: Paquet
hu: Csomag
nl: Pakket
no: Pakke
pl: Pakiet
pt: Pacote
sk: Balík
zh_cn: 软件包

source: Version
el: Έκδοση
es: Versión
et: Versioon
eu: Bertsioa
hu: Verzió
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
sk: Verzia
zh_cn: 版本

source: <td width=25%>Old Version</td>
da: <td width=25%>Gammel version</td>
de: <td width=25%>Alte Version</td>
et: <td width=25%>Vana versioon</td>
fr: <td width=25%>Ancienne version</td>
hu: <td width=25%>Régi verzió</td>
nl: <td width=25%>Oude versie</td>
pl: <td width=25%>Stara wersja</td>
pt: <td width=25%>Versão Antiga</td>
sk: <td width=25%>Stará verzia</td>

source: Necessary Removals
da: nødvendige afinstalleringer
de: Notwendiges Entfernen
el: Απαιτούμενες Διαγραφές
es: Eliminaciones necesarias
et: Vajalikud eemaldused
eu: Beharrezko Ezabaketak
fr: Suppressions nécessaires
hu: Eltávolítandó
nl: verwijderingen nodig
no: Kreves fjernet
pl: Konieczne usuniêcia
pt: Remoções Necessárias
sk: Nutné odstránenia
zh_cn: 必需删除的软件包

source: Size
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
eu: Neurria
fr: Taille
hu: Méret
nl: Grootte
no: Størrelse
pl: Rozmiar
pt: Tamanho
sk: Veľkosť
zh_cn: 大小

source: Necessary Installations
da: nødvendige installeringer
de: Notwendige Installation
el: Απαιτούμενες Εγκαταστάσεις
es: Instalaciones necesarias
et: Vajalikud installimised
eu: Instalatu Beharrekoak
fr: Installations nécessaires
hu: Telepítendõ
nl: installaties nodig
no: Kreves installert
pl: Konieczne instalacje
pt: Instalações Necessárias
sk: Potrebné inštalácie
zh_cn: 必需安装的软件包

source: Old Version
da: Gammel version
de: Alte Version
el: Παλαιά Έκδοση
es: Versión antigua
et: Vana versioon
eu: Aurreko Bertsioa
fr: Ancienne version
hu: Régi verzió
nl: Oude versie
no: Gammel versjon
pl: Stara wersja
pt: Versão Antiga
sk: Stará verzia
zh_cn: 旧版本

source: <html><body><b>Please wait, loading page...</b></body></html>
da: <html><body><b>Vent venligst, henter side...</b></body></html>
de: <html><body><b>Bitte warten, Seite wird geladen...</b></body></html>
el: <html><body><b>Παρακαλώ περιμένετε, γίνετε μεταφόρτωση της σελίδας...</b></body></html>
es: <html><body><b>Espere, cargando la página...</b></body></html>
et: <html><body><b>Palun oota, laen lehekülge...</b></body></html>
eu: <html><body><b>Itxoin mesedez, orrialdea kargatzen...</b></body></html>
fr: <html><body><b>Veuillez patientez, chargement de la page...</b></body></html>
hu: <html><body><b>Várj, az oldalbetöltés folyamatban van...</b></body></html>
nl: <html><body><b>Even wachten a.u.b. De pagina wordt geladen...</b></body></html>
no: <html><body><b>Vennligst vent, laster siden...</b></body></html>
pl: <html><body><b>Zaczekaj chwilê, trwa wczytywanie strony...</b></body></html>
pt: <html><body><b>Por favor aguarde, a carregar a página...</b></body></html>
sk: <html><body><b>Načítavam stránku, prosím, čakajte...</b></body></html>
zh_cn: <html><body><b>正在载入页面，请等待...</b></body></html>

source: You have no packages from this channel currently installed on your system.
da: Du har i øjeblikket ingen pakker fra denne kanal installeret på dit system.
de: Sie haben noch keine Pakete aus diesem Kanal auf Ihrem System installiert.
el: Δεν έχετε κανένα πακέτο από αυτό το κανάλι ήδη εγκατεστημένο στο σύστημά σας.
es: En estos momentos no tiene ningún paquete de este canal instalado en su sistema.
et: Sul ei ole hetkel sellelt kanalilt ühtegi paketti installitud.
eu: Ez dituzu kanal honetako paketeak instalaturik.
fr: Vous n'avez pas de paquets de ce canal actuellement installés sur votre système.
hu: Egy csomag sincs telepítve a rendszeredre errõl a csatornáról.
nl: U heeft geen pakketten van dit kanaal op uw systeem.You can visit the channel's <a href="updater:info_page">about page</a> to get more information about what software is available, or you can go directly to the <a href="updater:available_page">install page</a> to install software.U kunt een bezoek brengen aan de <a href="updater:info_page">informatiepagina</a> van dit kanaal om te kijken wat voor programma's beschikbaar zijn. Of u kunt direct naar de <a href="updater:available_page">installatiepagina</a> gaan om programma's te installeren.
no: Du har ingen pakker fra denne kanalen installert på ditt system.
pl: W systemie nie jest obecnie zainstalowany ¿aden z pakietów z tego kana³u.
pt: Actualmente não tem pacotes instalados no seu sistema deste canal.
sk: Z tohto kanálu momentálne nemáte nainštalovaný žiadny balík.
zh_cn: 您的系统上没有安装此频道提供的软件包。

source: You can visit the channel's <a href="updater:info_page">about page</a> to get more information about what software is available, or you can go directly to the <a href="updater:available_page">install page</a> to install software.
da: Du kan besøge kanalens <a href="updater:info_page">om side</a> for at få mere information om hvilke programmer der er tilgængelige, eller du kan gå direkte til <a href="updater:available_page">installeringssiden</a>.
de: Sie können die <a href="updater:info_page">Informationsseite</a> dieses Kanals besuchen, um mehr Informationen über die zur Verfügung stehende Software zu erhalten. Sie können aber auch direkt zu der <a href="updater:available_page">Installationsseite</a>gehen, um die Software zu installieren.
et: Sa võid külastada kanali <a href="updater:info_page">infolehekülge</a> kui soovid rohkem informatsiooni saadaoleva tarkvara kohta või minna kohe <a href="updater:available_page">installimise lehele</a>.
fr: Vous pouvez visiter la page <a href="updater:info_page">À propos</a> pour obtenir des informations supplémentaires au sujet des logiciels disponibles, ou bien aller directement à la page <a href="updater:available_page">Installation</a> pour installer des logiciels.
hu: Megnézheted a csatorna <a href="updater:info_page">névjegyét</a>, hogy megtudd, milyen szoftverek érhetõek el, vagy mehetsz közvetlenül a <a href="updater:available_page">telepítés oldalra</a> a szoftverek telepítéséhez.
nl: U kunt naar de <a href="updater:info_page">Informatiepagina</a> gaan om meer informatie te krijgen over welke programma's beschikbaar zijn, of u kunt direct naar de <a href="updater:available_page">installatiepagina</a> gaan om programma's te installeren.
pl: Mo¿esz odwiedziæ <a href="updater:info_page">stronê informacyjn±</a> kana³u, aby uzyskaæ informacje na temat dostêpnego oprogramowania lub te¿ przej¶æ bezpo¶rednio na <a href="updater:available_page">stronê instalacji</a>, aby zainstalowaæ oprogramowanie.
pt: Pode visitar a <a href="updater:info_page">página de informações</a> do canal para obter mais informações acerda do software disponível, ou pode ir directamente para a <a href="updater:available_page">página de instalação</a> para instalar o sofware.
sk: Pre ďalšie informácie o tom, aký softvér je k dispozícii môžete navštíviť <a href="updater:info_page">stránku O kanáli</a>, alebo automaticky prejsť na <a href="updater:available_page">stránku Inštalácia</a>.

source: View the <a href="updater:info_page">about page</a>.
da: Gå til <a href="updater:info_page">om siden</a>.
de: Die <a href="updater:info_page">Informationsseite</a> betrachten.
et: Vaata <a href="updater:info_page">infolehte</a>.
fr: Voir la page <a href="updater:info_page">À propos</a>.
hu: A <a href="updater:info_page">névjegyoldal</a> megtekintése.
nl: Bekijk de <a href="updater:info_page">informatiepagina</a>.
no: Vis <a href="updater:info_page">informasjonssiden</a>.
pl: Wy¶wietl <a href="updater:info_page">stronê informacji o programie</a>.
pt: Ver a <a href="updater:info_page">página de informações</a>.
sk: Zobraziť <a href="updater:info_page">stránku O kanáli</a>.
zh_cn: 查看<a href="updater:info_page">关于页面</a>。

source: View the <a href="updater:available_page">install page</a>.
da: Gå til <a href="updater:available_page">installeringssiden</a>.
de: Die <a href="updater:available_page">Installationsseite</a> betrachten.
el: Προβολή της <a href="updater:available_page">σελίδας εγκατάστασης</a>.
es: Ver la <a href="updater:available_page">página de instalación</a>.
et: Vaat <a href="updater:available_page">installimise lehte</a>.
eu: Ikusi <a href="updater:available_page">instalazio</a> orria.
fr: Voir la page <a href="updater:available_page">Installation</a>.
hu: A <a href="updater:available_page">telepítési oldal</a> megtekintése.
nl: Bekijk de <a href="updater:available_page">installatiepagina</a>.
no: Vis <a href="updater:available_page">installasjonssiden</a>.
pl: Wy¶wietl <a href="updater:available_page">stronê instalacji</a>.
pt: Ver a <a href="updater:available_page">página de instalação</a>.
sk: Zobraziť <a href="updater:available_page">stránku Inštalácia</a>.
zh_cn: 查看 <a href="updater:available_page">安装页面</a>。
