Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: Red Carpet's cryptographic verification of %s (%s) has <b><font color="#ff0000">failed</font></b>. This means that the security of this package has somehow been compromised and Red Carpet will not install it. The downloaded package may have been corrupted and downloading the package again may fix the problem. If it doesn't, you can <a href="updater:send_bug_report">send a problem report</a> to Ximian for analysis.</p>
da: Red Carpets kryptografiske efterprøvning af %s (%s) er <b><font color="#ff0000">mislykket</font></b>. Dette betyder at sikkerheden for denne pakke på en eller anden måde er blevet kompromitteret, og Red Carpet vil ikke installere den. Den hentede pakke er måske ødelagt, og hentning af den igen kan muligvis løse problemet. Hvis det ikke gør det, kan du <a href="updater:send_bug_report">indsende en fejlrapport</a> til Ximian.
fr: La vérification cryptographique effectuée par Red Carpet de %s (%s) a <b><font color="#ff0000">échouée</font></b>. Cela signifie que la sécurité de ce paquets a été compromise de quelque façon que ce soit et que Red Carpet ne va pas l'installé. Le paquet téléchargé peut avoir été corrompu et télécharger le paquet à nouveau peut résoudre le problème. Si ce n'est pas le cas, vous pouvez <a href="updater:send_bug_report">adressez un rapport du problème</a> à Ximian pour analyse.</p>
pt: A verificação criptográfica do Red Carpet de %s (%s) <b><font color="#ff0000">falhou</font></b>. Isto significa que a segurança deste pacote foi, de alguma maneira, comprometida e o Red Carpet não o vai instalar. O pacote descarregado pode ter sido corrompido e descarregar o pacote de novo pode corrigir este problema. Se não o fizer, pode <a href="updater:send_bug_report">enviar-nos um relatório de problema</a> para a Ximian analisar.</p>

source: <p>A fatal error has occurred while Red Carpet was processing this transaction. This is likely caused by an improperly built package.</p><p>If this problem persists, please report it to the <a href="http://bugzilla.ximian.com">Ximian Bugzilla</a>.</p><p>Information from the packaging system:<br>%s</p>
da: <p>En fejl opstod mens Red Carpet var i gang med at behandle denne transaktion. Dette skyldes sandsynligvis en forkert bygget pakke. Hvis problemet vedbliver, så rapportér det venligst i <a href="http://bugzilla.ximian.com">Ximians Bugzilla</a>.</p><p>Information fra pakkesystemet:<br>%s</p>
fr: <p>Une erreur fatale est intervenue pendant que Red Carpet effectuait la transaction. Ceci peut être causé par un paquet mal construit.</p><p>Si le problème persiste, veuillez adresser un rapport à <a href="http://bugzilla.ximian.com">Ximian Bugzilla</a>.</p><p>Information fournie par le gestionnaire de paquets : <br>%s</p>
pl: <b>W trakcie przetwarzania transakcji wyst±pi³ powa¿ny b³±d. Jest to prawdopodobnie spowodowane przez niepoprawnie zbudowany pakiet.</p><p>Je¶li problem bêdzie siê utrzymywa³, zg³o¶ to na stronie <a href="http://bugzilla.ximian.com">Ximian Bugzilla</a>.</p><p>Informacje z systemu pakietów:<br>%s</p>
pt: <p>Ocorreu um erro fatal enquanto o Red Carpet estava a processar esta transação. Isto foi provavelmente causado por uma construção imprópria do pacote.</p><p>Se este problema persistir, reporte-o no <a href="http://bugzilla.ximian.com">Bugzilla Ximian</a>.</p><p>Informação sobre o sistema de empacotamento:<br>%s</p>

source: <p>An error has occurred while Red Carpet was processing this transaction. This may be caused by an improperly built or corrupted package. You may want to try the transaction again with fewer packages. You can <a href="updater:send_bug_report">send a problem report</a> to Ximian for analysis.</p><p>Information from the packaging system:<br>%s</p>
da: <p>En fejl opstod mens Red Carpet var i gang med at behandle denne transaktion. Dette kan skyldes en forkert opbygget eller ødelagt pakke. Du kunne prøve at foretage transaktionen igen med færre pakker. Du kan <a href="updater:send_bug_report">indsende en fejlrapport</a> til Ximian.</p><p>Information fra pakkesystemet:<br>%s</p>
fr: Une erreur fatale est intervenue pendant que Red Carpet effectuait la transaction. Ceci peut être causé par un paquet mal construit ou corrompu. Vous pourriez tenter à nouveau la transaction avec un plus petit nombre de paquets. Vous pouvez <a href="updater:send_bug_report">adresser un rapport du problème</a> à Ximian pour analyse. </p><p>Information fournie par le gestionaire de paquet : <br>%s</p>
pt: <p>Ocorreu um erro enquanto o Red Carpet estava a processar esta transação. Isto foi provavelmente causado por uma construção imprópria do pacote ou por um pacote danificado. Deve tentar a instalação com menos pacotes. Pode <a href="updater:send_bug_report">enviar-nos um relatório de erro</a> paraa Ximian analisar.</p><p>Informação do sistema de pacotes:<br>%s</p>

source: <p>Red Carpet encountered a network error while trying to submit your activation information. Please contact Ximian support for assistance.</p><p>Details:<br>URL: %s<br>HTTP Response: %d %s<br>Soup Error: %d</p>
da: <p>Red Carpet stødte på en fejl under indsendelsen af aktiveringsoplysningerne. Kontakt venligst Ximians support for hjælp.</p><p>Detaljer:<br>URL: %s<br>HTTP-svar: %d %s<br>Soup-fejl: %d</p>
fr: <p>Red Carpet a rencontré une erreur réseau en tentant de soumettre vos informations d'activation. Veuillez contacter le support Ximian pour obtenir de l'assistance.</p><p>Détails : <br>URL : %s<br>Réponse HTTP : %d %s<br>Erreur Soup : %d</p>
pl: <p>Podczas próby wysy³ania informacji aktywacyjnych przez program Red Carpet wyst±pi³ b³±d sieciowy. Skontaktuj siê z dzia³em obs³ugi firmy Ximian aby uzyskaæ pomoc.</p><p>Szczegó³y:<br>URL: %s<br>Odpowied¼ HTTP: %d %s<br>B³±d: %d</p>
pt: <p>Red Carpet encontrou um erro de rede ao tentar submeter a sua informação de activação. Contacte o suporte Ximian para assistência.</p><p>Detalhes:<br>URL: %s<br>Resposta HTTP: %d %s<br>Erro Soup: %d</p>
sk: <p>Red Carpet narazil na sieťovú chybu počas pokusu o poslanie aktivačnej informácie. Prosím, kontaktujte podporu Ximian pre pomoc.</p><p>Detaily:<br>URL:%s<br>HTTP Response: %d %s<br>Soup Error: %d</p>

source: <p>Your account for Red Carpet Premium Services could not be verfified.</p><p>Please make sure that your premium services account is enabled.</p><p>To continue using Red Carpet without premium services, <a href="updater:disable_priority">click here</a>. You can reenable it later by choosing Settings->Preferences->General and checking the box labelled "Enable RC Premium Services"</p>
da: <p>Din konto til Red Carpet Premium Services kunne ikke verificeres.</p><p>Sikr dig at din premium-tjenestekonto er aktiveret.</p><p>For at fortsætte med at bruge Red Carpet uden premium-tjenester, <a href="updater:disable_priority">klik her</a>. Du kan slå dem til senere ved at vælge Indstillinger->Indstillinger->Generelt og afkrydse boksen "Aktivér Red Carpet Premium-tjenester"</p>
fr: <p>Votre compte pour les services Red Carpet Premium ne peut être vérifié.</p><p>Veuillez vous assurer que votre compte des services Premium est activé.</p><p>Pour continuer à utiliser Red Carpet sans les services Premium, <a href="updater:disable_priority">cliquez ici</a>. Vous pourrez le réactiver plus tard en choissant Réglages->Préférences->Géneral et coché la boîte libellée « Activé les services RC Premium » </p>
pt: <p> A sua conta para os Serviços Premium Red Carpet não poderão ser verificados.</p><p>Certifique-se de que a sua conta de serviços preium está activa.</p><p>Para continuar a utilizar o red Carpet sem os serviços premium, <a href="updater:disable_priority">clique aqui</a>. Poderá reactiva-los mais tardeseleccionando Definições-Preferências->Geral e activando a caixa de nome "Activar Serviços Premium RC"</p>
sk: <p>Red Carpet Premium Services nedokázal overiť vašu identitu.<p>Prosím, overte, že máte vaše konto premium services povolené.<p>Ak chcete Red Carpet používať bez premium services, <a href="updater:disable_priority">kliknite sem</a>. Neskôr ich môžete znovu povoliť pomocou Nastavenia->Nastavenia->Všeobecné a zapnutím voľby "Povoliť RC Premium Services".</p>

source: <p>Red Carpet was unable to complete a file transfer.</p>%s%s<p>Details:<br>URL: %s<br>Error: %s</p>
da: <p>Red Carpet kunne ikke fuldføre en filoverførsel.</p>%s%s<p>Detaljer:<br>URL: %s<br>Fejl: %s</p>
de: <p>Red Carpet war nicht in der Lage die Dateiübertragung abzuschließen.</p> %s%s<p>Details:<br>URL: %s<br>Fehler: %s</p>
fr: <p>Red Carpet est incapable de compléter le transfert du fichier.</p>%s%s<p>Détails : <br>URL: %s<br>Erreur: %s</p>
pl: <p>Red Carpet nie móg³ zakoñczyæ przesy³ania pliku.</p>%s%s<p>Szczegó³y:<br>URL: %s<br>B³±d: %s</p>
pt: <p>Red Carpet não foi capaz de completar uma transferência de ficheiro.</p>%s%s<p>Detalhes:<br>URL: %s<br>Erro: %s</p>
sk: <p>Red Carpet nedokázal dokončiť prenos súboru.</p>%s%s<p>Detaily: <br>URL: %s<br>Chyba: %s</p>

source: Info
el: Πληροφορίες
eu: Argib.
hu: Infó
pl: Informacje
pt: Informações
tr: Hakkýnda
uk: ╤нформац╕я
zh_cn: 信息

source: Port
el: Θύρα
es: Puerto
eu: Portua
nl: Poort
pt: Porta
tr: Kapý
uk: Порт
zh_cn: 端口

source: Red Carpet is unable to verify the digital signature of this package. The package might not be signed, Red Carpet may not have the key to verifcy the package, or the GnuPG (gpg) application is not installed. You may want to install GnuPG to ensure the greatest level of security on your system and to avoid this message in the future. Red Carpet can continue to install this package, but cannot ensure that it is safe or from a trusted source.
pl: Nie mo¿na uzyskaæ pewno¶ci na temat kryptograficznej spójno¶ci tego pakietu. Mo¿e on nie byæ podpisany, Red Carpet mo¿e nie znaæ klucza, potrzebnego do jego weryfikacji lub te¿ w systemie nie jest zainstalowany program GnuPG (gpg). Aby unikn±æ tego ostrze¿enia w przysz³o¶ci i zapewniæ najwy¿szy poziom bezpieczeñstwa, zainstaluuj GnuPG. Mo¿esz kontynuowaæ i zainstalowaæ pakiet lecz Red Carpet nie mo¿e zapewniæ, ¿e jest on bezpieczny lub pochodzi z zaufanego ¼ród³a.

source: Do you want to install this package?
pl: Czy chcesz zainstalowaæ ten pakiet?

source: Red Carpet's cryptographic verification of %s (%s) has <b><font color="#ff0000">failed</font></b>. This means that the security of this package has somehow been compromised and Red Carpet will not install it. The downloaded package may have been corrupted and downloading the package again may fix the problem. If it doesn't, you can <a href="updater:send_bug_report?Verification failed">send a problem report</a> to Ximian for analysis.
pl: Weryfikacja kryptograficzna Red Carpet dla %s (%s) <b><font color="#ff0000">nie powiod³a siê</font></b>. Oznacza to, ¿e zabezpieczenie tego pakietu zosta³o w jaki¶ sposób z³amane i Red Carpet go nie zainstaluje. Pakiet mo¿e byæ uszkodzony i ponowne pobranie pliku mo¿e rozwi±zaæ ten problem. Je¶li to nie pomo¿e, mo¿esz <a href="updater:send_bug_report?Verification failed">przes³aæ zg³oszenie problemu</a> do firmy Ximian celem jego przeanalizowania.

source: <p>An error has occurred while Red Carpet was processing this transaction. This may be caused by an improperly built or corrupted package. You may want to try the transaction again with fewer packages. You can <a href="updater:send_bug_report?Transaction failed">send a problem report</a> to Ximian for analysis.</p><p>Information from the packaging system:<br>%s</p>
pl: <b>W trakcie przetwarzania transakcji wyst±pi³ b³±d. Jest to prawdopodobnie spowodowane przez niepoprawnie zbudowany lub uszkodzony pakiet. Mo¿esz spróbowaæ kolejnej transakcji z mniejsz± liczb± pakietów. Mo¿esz <a href="updater:send_bug_report?Transaction failed">przes³aæ zg³oszenie problemu</a> do firmy Ximian celem jego przeanalizowania.</p><p>Informacje z systemu pakietów:<br>%s</p>

source: <p>Your account for Red Carpet Premium Services could not be verified.</p><p>Please make sure that your premium services account is enabled.</p><p>To continue using Red Carpet without premium services, <a href="updater:disable_priority">click here</a>. You can reenable it later by choosing Settings->Preferences->General and checking the box labelled "Enable RC Premium Services"</p>
pl: <p>Twoje konto dla Us³ug Premium Red Carpet nie mo¿e zostaæ zweryfikowane.</p><p>Upewnij siê, ¿e konto us³ug Premium jest w³±czone.</p><p>Aby dalej u¿ywaæ programu Red Carpet bez korzystania z us³ug Premium, <a href="updater:disable_priority">kliknij tutaj</a>. Mo¿esz je pó¼niej w³±czyæ ponownie poprzez wybór Ustawienia->Preferencje->Ogólne i zaznaczenie opcji "W³±czone us³ugi Premium"</p>

source: %.2f MB
fr: %.2f Mo

source: %d KB
fr: %d Ko

source: %.2f%sMB
fr: %.2f%sMo

source: %d%sKB
fr: %d%sKo

source: <p>Transfer of %s did not complete: %s</p><p>If you select cancel, Red Carpet will skip this channel and it will be unavailable for the rest of this session (or until you refresh the channel list).
nl: <p>Binnenhalen van %s is niet gelukt: %s</p><p>Als u Annuleren kiest, dan zal Red Carpet dit kanaal overslaan. Het is dan de rest van deze sessie niet beschikbaar tenzij u de kanalenlijst ververst.

source: Unable to access packaging subsystem:<br>%s
nl: Kan pakket subsysteem niet benaderen: <bt> %s

source: Transfer of %s did not complete: %s
nl: Overdracht van %s niet voltooid: %s

source: INFO: Name: %s (%s) Version: %s Release: %s Package Filename: %s
nl: INFO: Naam: %s (%s) Versie: %s Uitgave: %s Bestandsnaam pakket: %s

source: (no error)
el: (κανένα σφάλμα)
nl: (geen fout)

source: Cancelled
el: Ακυρώθηκε
nl: Geannuleerd

source: Can't connect
nl: Kan geen verbinding maken

source: Red Carpet Express was unable to verify your identity.<p>Please make sure that your premium services account is enabled.<p>To continue using Red Carpet without premium services, <a href="updater:disable_priority">click here</a>. You can reenable it later by choosing Settings->Preferences->General and checking the box labelled "Enable RC Premium Services"
nl: Red Carpet Express kon uw identiteit niet verifiëren.<Controleer of uw premium abonnement ingeschakeld is.<p>Om door te gaan met Red Carpet zonder de Premium service, <a href="updater:disable_priority">klik hier</a>. U kunt het later weer inschakelen door

source: Unable to authenticate
el: Αποτυχία διαπίστευσης
nl: Kan niet legitimeren

source: Transfer of %s did not complete: %s<p>You can continue without any mirrors by pressing "Cancel"
nl: Binnenhalen van %s is niet gelukt: %s<p>U kunt doorgaat zonder mirrors door op Annuleren te klikken.

source: Ximian Red Carpet
es: Red Carpet de Ximian
tr: Ximian Kýrmýzý Halý
zh_cn: Ximian 红魔毯

source: Red Carpet
zh_cn: 红魔毯

source: %s - %s/s
hu: %s - %s/mp
zh_cn: %s－%s/秒

source: _Select All
el: _Επιλογή Όλων
es: _Seleccionar todos
eu: _Guztia Aukeratu
tr: _Hepsini Seç
uk: Вибрати все

source: Select _None
el: Επιλογή _Κανενός
es: Seleccionar _Ninguno
eu: Bat ez Hautatu
tr: Hiçbirini Seç_me
uk: Зняти виб╕р

source: Refresh
es: Refrescar
eu: Berkargatu
tr: Tazeleme
uk: Поновити

source: Please wait while Red Carpet downloads channel information relevent to your system. This is done without sending any information to Ximian, Inc.
es: Espere mientras Red Carpet se descarga la información de los canales relacionados con su sistema. Esto se hará sin enviar ningún tipo de información a Ximian, Inc.
eu: Itxoin Red Carpet-ek zure sistemarako garrantsizkoa de argibidea jaisten duen bitartean. Hau egiten da Ximian-i inolako argibiderik bidali gabe.
tr: Lütfen Kýrmýzý Halý sizin yerinize sistem gereksimlerinizi araþtýrýrken arkanýza yaslanýn ve bekleyin. Bu iþlem asla Ximian Inc,'e ve 2.bir þahsa siz veya sisteminiz için hakkýnda hiç bir bilgi yollamayacaktýr.
uk: Зачекайте доки Red Carpet звантажить ╕нформац╕ю про канал, що стосу╓ться вашо╖ системи. Це робить без в╕дсилання жодно╖ ╕нформац╕╖ в Ximian, Inc.

source: Hi. Thanks for testing out this beta version of Red Carpet. This new version includes a number of improvements, including improved dependency checking, RPM and dpkg backend improvements for faster and more successful transactions, a new and improved transfer layer, and more. Please keep in mind, however, that this version is not ready for production use. You should expect things to break. If you encounter a bug, please file it at the Ximian Bugzilla at http://bugzilla.ximian.com and ensure that you file the bug against the correct version (1.0.91). This will make everyone's life easier. When reporting a bug via bugzilla or to the mailing lists, please include the name and version of your distribution and, if you encounter a problem when trying to install or remove packages, the packages that you were trying to add or remove. Thanks again for testing Red Carpet; your contributions as testers are paramount to its improvement. The Red Carpet team
es: Hola, Gracias por probar esta versión beta de Red Carpet. Esta nueva versión incluye muchas mejoras, entre otras, un sistema de comprobación de dependencias mejorado, mejoras en los backends de RPM y dpkg para realizar transacciones más rápidas y mejores, una capa de transferencia nueva y mejorada, y más. De todas formas, tenga presente, que esta versión no está lista para su uso en producción. Debe esperar que las cosas se rompan. Si encuentra un fallo, notifíquelo en el Bugzilla de Ximian en http://bugzilla.ximian.com y asegúrese que informa del fallo con la versión correcta (1.0.91). Esto hará la vida de todo el mundo mucho más simple. Cuando notifique un fallo mediante bugzilla o las listas de correo, incluya el nombre y la versión de su distribución y, si encontró un problema cuando intentaba instalar o eliminar paquetes, el paquete que intentaba añadir o eliminar. Gracias de nuevo por probar Red Carpet; sus contribuciones como testeador son imprescindibles para su mejora. El equipo de Red Carpet

source: You can visit the channel's <a href="updater:about">about page</a> to get more information about what software is available, or you can go directly to the <a href="updater:available_page">install page</a> to install software.
es: Puede visitar la <a href="updater:about">página información</a> del canal para obtener más información sobre el software disponible, o puede ir directamente a la <a href="updater:available_page">página de instalación</a> para instalar el software.
eu: Eskuragarri den softwarearen inguruko argibide gehiago lortu nahi baduzu kanaleko <a href="updater:about">"Zerari buruz"</a>-ean sar zaitezke, edo zuzenean <a href="apdater:available_page">instalazio orri</a>-ra softwarea instalatzeko.

source: View the <a href="updater:about">about page</a>.
es: Ver la <a href="updater:about">página información</a>.
eu: Ikusi <a href="updater:about">"Zerari buruz"</a> orria.

source: You are currently not subscribed to any channels!<p>We suggest that you subscribe to the <a href="updater:channel_name?Ximian GNOME Desktop#updater:about">Ximian GNOME Desktop channel</a> to keep your Ximian GNOME desktop running smoothly. You can also view the software channels available from Ximian and our Red Carpet partners on the <a href="updater:unsubscribed_page">unsubscribed channels page</a>.
es: ¡No está suscrito a ningún canal!<p>Le sugerimos que se suscriba al <a href="updater:channel_name?Ximian GNOME Desktop#updater:about">canal del Escritorio Ximian GNOME</a> para mantener su escritorio Ximian GNOME actualizado. Puede también ver los canales de software disponibles de Ximian o nuestros patrocinadores de Red Carpet en la <a href="updater:unsubscribed_page">página de canales no suscritos</a>.
eu: Momentuz ez zaude harpidetuta kanal batean ere. <p> <a href="updater:chanel_name?Ximian GNOME Desktop#updater:about">Ximian GNOME Desktop kanala</a>n harpidetza egitea zure Ximian GNOME idaztegia eguneratua izateko. Aukera ere izango duzu ikusteko Ximian-en eta Red Carpet kideen partetik eskuragarri dauden kanalak <a href="updater:unsubscribed_page">Harpidetu Gabeko Kanalak</a> orrian.

source: <font size=6><b>Welcome to Red Carpet!</b></font><p>Thank you for using Red Carpet. From resolving package dependencies to ensuring cryptographic security, Red Carpet takes the headache out of managing your GNOME desktop system. Red Carpet is also an excellent way to keep on top of the latest software offerings. The software available to you is organized into channels; you choose the channels you want and we'll make sure they're full of great programs.</p><p><font size=4><b>Subscribing to Channels</b></font></p><p>Since you've just started running Red Carpet, you aren't yet subscribed to any channels. On the left of the Red Carpet window is the <b>Navigation Bar</b>, which allow you to access the main pages of Red Carpet.</p><p>To browse available channels which you are not subscribed to, click on the <b>Unsubscribed Channels</b> icon in the navigation bar. After you've done that, to subscribe to a channel, click on it and click on the <b>Subscribe</b> button in the bottom right corner ot the main content are or select <b>Subscribe</b> from the Subscriptions menu.</p><p>We welcome your feedback and bug reports, either through the <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, or the Red Carpet mailing list at <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Thank you!</p>
eu: <font size=6><b>Ongi Etorri Red Carpet-era!!!</b></font><p>Mila esker Red Carpet erabiltzeagatik. Pakete loturak konpontzeagatik osotasun kriptografikoa ziurtatzera, Red Carpet-ek hartzen du bere gain zure GNOME idaztegiaren kudeaketa. Aldi berea Red Carpet ezin hobea da azken softwarea lortzeko. Eskuragarria den softwarea kanaletan dago antolatuta; Zuk aukeratuko duzu nahiago dituzun kanalak eta guk ziurtatuko dizugo puntako programez beterik daudela.</p><p><font size=4><b>Kanaletan harpidetzak egiten</b></font></p><p>Red Carpet-en hasi berria izanda, ez duzu harpidetzarik kanaletan. Red Carpet-en ezkerraldean <b>Nabigatzeko zutabea</b> kokatuta dago, Red Carpet-en orri nagusietatik nabigatzeko aukera ematen dizuna.</p><p>Harpideduna ez zaren kanalen artean nabigatzeko <b>Harpidetza Gabeko kanalak</b> dioen ikonoa sakatu. Hau eginda, kanal batean harpidaduna izateko behealdeko eskuinaldean dagoen <b>Harpidetu</b> botoia sakatu edo Harpidetzak menuan <b>Harpidetu</b> aukeratu.</p><p>Zure·laguntza·eskertuko·dizugu·eta·akatsaren·bat·aurkitzen·baduzu·<a·href="http://bugzilla.ximian.com/">·Ximian·Bugzila</a>-ren·edo·<a·href="http=//lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>·e-pozta·zerrendaren·bidez·jakinarazi.</p><p>Mila·esker·!!!</p>

source: Enable proxy
tr: Vekil sunucuyu aktifleþtir
uk: Дозволити прокс╕

source: CAUTION: Red Carpet is unable to ensure the cryptographic integrity of this package. The package might not be signed, or Red Carpet may not have the key needed to verify this package. You may continue and install this package, but Red Carpet cannot ensure that it is safe or from a trusted source.
tr: UYARI:Kýrmýzý Halý Kriptolama yöntemi ile bu imzalan paket imzasýna ulaþamadý . Bunun 2 nedeni olabilir.Ya paket imzalanmamýþtýr. Veya Bu imzayý sýnayacak anahtar bulunmamaktadýr. Kurulum iþlemine devam edilebilir lakin kurulum Sonrasý dosyada bulunan zararlý içeriðin (varsa) meydana getireceði zarardan Kýrmýzý Halý mesül deðildir.
