Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: <p>An error occured trying to parse channel information.</p><p>This may be caused either by an old version of Red Carpet that is unable to read newer data files or by an error on the server. If you cancel, Red Carpet will skip this channel and it will be unavailable for the rest of this session (or until you refresh the channel list).</p><p>You should report this error to <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>, along with distribution information.<br>
et: <p>Kanali info analüüsimisel tekkis viga.</p><p>Viga võis tekkida sellest, et sa kasutad liiga vana Red Carpeti versiooni, mis ei ole võimeline lugema uuemaid andmefaile või siis tekkis viga serveris. Kui sa vajutad nuppu katkesta, siis Red Carpet jätab selle kanali kuni sessiooni lõpuni vahele (või kuni värskendad kanalite nimekirja).</p><p>Sa võiksid sellest veast teatada (koos distributsiooni infoga) aadressile <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.<br>
nl: <p>Er is een fout opgetreden bij het verwerken van de kanaalgegevens. Dit kan veroorzaakt zijn door doordat u een oude versie van Red Carpet heeft die geen nieuwe bestandstypes kan lezen, of door een probleem op de server. Als u Annuleren kiest, dan zal Red Carpet dit kanaal negeren voor de rest van deze sessie (totdat de kanalenlijst wordt ververst).</p><p>U kunt dit probleem het beste melden bij <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>, samen met distributiegegevens.<br>
sk: <p>Pri pokuse o spracovanie informácie o kanáli nastala chyba.</p><p>Možno je to spôsobené starou verziou Red Carpet, ktorá nedokáže spracovať nové dátové súbory, alebo nastala chyba serveru. Ak použijete Zrušiť, Red Carpet preskočí tento kanál a do konca sedenia už nebude k dispozícii (alebo kým neaktualizujete zoznam kanálov).</p><p>Túto chybu by ste mali oznámiť spolu s informáciou o distribúcii na adresu <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.<br>

source: Downloading channel data (%s)
da: Henter kanaldata (%s)
de: Kanaldaten werden heruntergeladen (%s)
el: Μεταφόρτωση δεδομένων καναλιού (%s)
et: Laen alla kanali andmeid (%s)
fr: Téléchargement du canal (%s)
hu: Csatornaadatok letöltése (%s)
nl: Kanaalgegevens worden binnengehaald (%s)
no: Laster ned kanaldata (%s)
pl: Pobieranie danych z kana³u (%s)
pt: A copiar dados do canal (%s)
sk: Sťahujem dáta kanálu (%s)
zh_cn: 正在下载频道数据 (%s)

source: <p>An error has occurred while downloading channel data.</p><p>Red Carpet was unable to fetch information for the "%s" channel from the server. Red Carpet can continue without this information, but you will be unable to access that channel during this session (unless you refresh).</p><p>If this problem persists, please report it to <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Please include distribution information with your report.</p>
et: <p>Kanali andmete allalaadimisel tekkis viga.</p><p>Red Carpetil ei õnnestunud serverist tõmmata kanali "%s" infot. Red Carpet võib jätkata tööd ilma selleta, kuid sul ei ole võimalik kuni sessiooni lõpuni pöörduda selle kanali poole (kui sa just ei värskenda infot).</p><p>Kui probleem jätkub, siis palun teate sellest aadressile <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Palun lisa oma teatele ka info kasutatava distributsiooni kohta.</p>
nl: <p>Er is een fout opgetreden bij het binnenhalen van de kanaalgegevens.</p><p>Red Carpet kon geen gegevens binnenhalen voor het "%s" kanaal. Red Carpet zal dit kanaal negeren voor de rest van deze sessie (totdat de kanalenlijst wordt ververst).</p><p>Wanneer dit probleem zich blijft voordoen dan kunt u dit het beste melden bij <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>, samen met distributiegegevens.<br>
sk: <p>Pri pokuse o stiahnutie informácií o kanáli nastala chyba.</p><p>Red Carpet nemohol stiahnuť informácie pre kanál "%s" zo serveru. Red Carpet môže pokračovať aj bez tejto informácie, ale do konca sedenia už nebude tento kanál k dispozícii (alebo kým neaktualizujete zoznam kanálov).</p><p>Túto chybu by ste mali oznámiť spolu s informáciou o distribúcii na adresu <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.<br>

source: Downloading channel data...
da: Henter kanaldata...
de: Kanaldaten werden heruntergeladen...
el: Μεταφόρτωση δεδομένων καναλιού...
et: Laen alla kanali andmeid...
fr: Téléchargement du canal...
hu: Csatornaadatok letöltése...
nl: Kanaalgegevens worden binnengehaald...
no: Laster ned kanaldata...
pl: Pobieranie danych z kana³u...
pt: A copiar dados do canal...
sk: Sťahujem dáta kanálu...
zh_cn: 正在下载频道数据...

source: Downloading
da: Henter
de: Herunterladen
el: Μεταφορτώνεται
et: Laen alla
fr: Téléchargement
hu: Letöltés
nl: Bezig met downloaden
no: Laster ned
pl: Pobieranie
pt: A copiar
sk: Sťahovanie
zh_cn: 正在下载

source: First, the requested packages are downloaded from their source
da: Først bliver de forespurgte pakker hentet
de: Zuerst werden die angeforderten Pakete von ihrer Quelle heruntergeladen
et: Esiteks laetakse nõutud paketid lähtekohast alla
fr: Dans un premier temps, les paquets requis seront téléchargés depuis leur source
hu: Elõször a kért csomagok letöltõdnek a megadott forrásból
nl: Eerst worden de pakketten binnengehaald
pl: Najpierw wybrane pakiety s± pobierane ze swojego ¼ród³a
pt: Primeiro os pacotes requesitados são copiados das suas fontes
sk: Najprv budú požadované balíky stiahnuté
zh_cn: 第一步，请求的软件包从安装源下载

source: Done
da: Færdig
de: Fertig
el: Έγινε
et: Valmis
fr: Effectué
hu: Kész
nl: Klaar
no: Ferdig
pl: Gotowe
pt: Feito
sk: Hotovo
zh_cn: 完成

source: Remaining
da: Tilbageværende
de: Übrig
et: Järgi
fr: Restant
hu: Hátralévõ
nl: Resterend
no: Gjenstår
pl: Pozosta³o
pt: Falta
sk: Zostáva
zh_cn: 还剩

source: Percent Complete
da: Procent færdig
de: Prozent fertig
el: Ποσοστό Ολοκλήρωσης
et: Protsenti valmis
fr: Pourcentage complété
hu: Százalék kész
nl: Procent compleet
no: Prosent fullført
pl: Procent zakoñczenia
pt: Percentagem Completo
sk: Dokončených
zh_cn: 完成百分比

source: Verifying
da: Efterprøver
de: Überprüfung
el: Γίνεται πιστοποίηση
et: Kontrollin
fr: Vérification
hu: Ellenõrzés
nl: Bezig met controleren
no: Verifiserer
pl: Weryfikacja
pt: A verificar
sk: Overenie
zh_cn: 正在验证

source: Next, packages are verified to ensure cryptographic integrity
da: Derefter bliver pakkerne efterprøvet for at sikre kryptografisk integritet
de: Dann werden die Pakete überprüft, um die kryptographische Integritat sicherzustellen
et: Järgmiseks kontrollitakse pakette tagamaks krüptograafilist terviklikkust
fr: Ensuite, l'intégrité cryptographique des paquets sera controlée
hu: Ezután a csomagok kriptográfiai sértetlenség-ellenõrzésen esnek át
nl: Vervolgens worden de pakketten decontroleerd op echtheid
pl: Nastêpnie pakiety s± weryfikowane w celu upewnienia siê co do ich kryptograficznej spójno¶ci
pt: A seguir, os pacotes são verificados para assegurar integridade criptográfica
sk: Ďalej sa balíky overia pomocou šifrovania, či nie je porušená ich integrita.
zh_cn: 下一步，验证软件包的一致性

source: Transacting
da: Transagerer
de: Übertragung
et: Töötlen
fr: Transaction en cours
hu: Tranzakció
nl: Transactie bezig
no: Utfører transaksjoner
pl: Przeprowadzanie transakcji
pt: A transicionar
sk: Transakcia
zh_cn: 正在处理

source: The new packages are installed and old packages are removed.
da: De nye pakker bliver installeret og de gamle fjernet.
de: Die neuen Pakete werden installiert und alte werden entfernt.
et: Uued paketid installitakse ja vanad eemaldatakse
fr: Les nouveaux paquets seront installés et les anciens seront supprimés
hu: Az új csomagok települnek, a régiek törlõdnek.
nl: De nieuwe pakketten zijn geïnstalleerd en de oude zijn verwijderd.
pl: Nowe pakiety s± instalowane za¶ stare pakiety s± usuwane.
pt: Os novos pacotes são instaldos e os velhos são removidos.
sk: Nové balíky sa nainštalujú a staré balíky odstránia.
zh_cn: 新的软件包被安装，旧的软件包被删除。

source: Finishing up...
da: Færdiggør...
de: Abschließen...
et: Lõpetan...
fr: Finalisation...
hu: Befejezés...
nl: Resterende rommel wordt opgeruimd...
no: Fullfører...
pl: Wykañczanie...
pt: A terminar...
sk: Dokončujem...
zh_cn: 正在结束...

source: Installation has finished.
da: Installering er færdig.
de: Installation ist abgeschlossen.
el: Η εγκατάσταση ολοκληρώθηκε.
et: Installimine on lõppenud.
fr: L'installation est terminé.
hu: A telepítés befejezõdött.
nl: Installatie is voltooid.
no: Installasjonen er fullført.
pl: Instalacja zosta³a zakoñczona.
pt: Instalação terminou.
sk: Inštalácia dokončená.
zh_cn: 安装完成。

source: The packages you requested are being downloaded and installed on your system.
da: De forespurgte pakker bliver hentet og installeret på dit system.
de: Die angeforderten Pakete werden heruntergeladen und auf Ihrem System installiert.
et: Nõutud paketid laetakse alla ja installitakse sinu süsteemi.
fr: Les paquets que vous avez choisi ont été téléchargés et installés sur votre système
hu: A kért csomagok letöltõdnek és települnek a rendszeredre.
nl: De pakketten die u heeft aangevraagd worden binnengehaald en geïnstalleerd op uw systeem.
no: Pakkene du etterspurte lastes ned og installeres på ditt system.
pl: Trwa pobieranie i instalowanie w systemie ¿±danych pakietów.
pt: Os pacotes que pediu estão a ser copiados e instalados no seu sistema.
sk: Balíky, ktoré ste požadovali, sa sťahujú a budú nainštalované na váš systém.
zh_cn: 您要求的软件包被下载并安装到您的系统中。

source: Downloading files
da: Henter filer
de: Dateien werden heruntergeladen
el: Μεταφόρτωση αρχείων
et: Laen faile alla
fr: Téléchargement des fchiers
hu: Fájlok letöltése
nl: Bestanden worden binnengehaald
no: Laster ned filer
pl: Pobieranie plików
pt: A copiar ficheiros
sk: Sťahujem balíky
zh_cn: 正在下载文件

source: Total
de: Insgesamt
et: Kokku
hu: Összesen
nl: Totaal
no: Totalt
pl: W sumie
sk: Celkom
zh_cn: 总共

source: Removing
da: Afinstallerer
de: Entfernen
el: Γίνεται απεγκατάσταση
et: Eemaldan
fr: Suppression
hu: Eltávolítás
nl: Bezig met verwijderen
no: Fjerner
pl: Usuwanie
pt: A remover
sk: Odstraňujem
zh_cn: 正在删除

source: The packages you selected are being removed from your system
da: De valgte pakker bliver fjernet fra systemet
de: Die ausgewählten Pakete werden von Ihrem System entfernt
et: Sinu vaitud pakette eemaldatakse süsteemist
fr: Les paquets que vous avez sélectionné ont été supprimés de votre système
hu: A kijelölt csomagok el lesznek távolítva a rendszeredrõl
nl: De door u gekozen pakketten worden verwijderd van uw systeem
no: Pakkene du valgte fjernes nå fra ditt system
pl: Trwa usuwanie z systemu wybranych pakietów
pt: Os pacotes que selecionou estão a ser removidos do seu sistema
sk: Balíky, ktoré ste vybrali, sa odstraňujú
zh_cn: 正在从系统中删除您选中的软件包

source: Removal has finished.
da: Afinstallering er færdig.
de: Entfernen ist abgeschlossen.
et: Eemaldamine on lõpetatud.
fr: La suppression est terminé
hu: Az eltávolítás befejezõdött.
nl: Verwijderen voltooid.
no: Fjerning er fullført.
pl: Usuwanie zosta³o zakoñczone.
pt: Remoção terminou.
sk: Odstránenie dokončené.
zh_cn: 删除完成。

source: The packages you selected are being removed from your system.
da: De valgte pakker bliver fjernet fra systemet.
de: Die ausgewählten Pakete werden von Ihrem System entfernt.
et: Sinu valitud pakkette eemaldatakse süsteemist.
fr: Les paquets que vous avez sélectionné ont été supprimés de votre système
hu: A kijelölt csomagok el lesznek távolítva a rendszeredrõl.
nl: De door u gekozen pakketten worden verwijderd van uw systeem.
no: Pakkene du valgte fjernes nå fra ditt system.
pl: Trwa usuwanie z systemu wybranych pakietów
pt: Os pacotes que selecionou estão a ser removidos do seu sistema.
sk: Balíky, ktoré ste vybrali, sa odstraňujú.
zh_cn: 正在从系统中删除您选中的软件包。

source: Removing packages
da: Fjerner pakker
de: Pakete werden entfernt
el: Γίνεται απεγκατάσταση πακέτων
et: Eemaldan pakette
fr: Suppression des paquets
hu: Csomagok eltávolítása
nl: Pakketten worden verwijderd
no: Fjerner pakker
pl: Usuwanie pakietów
pt: A remover pacotes
sk: Odstraňujem balíky
zh_cn: 正在删除软件包

source: Package Installation
da: Pakkeinstallation
de: Paketinstallation
el: Εγκατάσταση Πακέτου
et: Pakettide install
fr: Installation du paquet
hu: Csomagok telepítése
nl: Pakketinstallatie
no: Installasjon av pakker
pl: Instalacja pakietu
pt: Instalação de Pacotes
sk: Inštalácie balíkov
zh_cn: 软件包安装

source: Package Removal
da: Pakkeafinstallation
de: Entfernen der Pakete
el: Απεγκατάσταση Πακέτου
et: Pakettide eemaldamine
fr: Suppression du paquet
hu: Csomagok eltávolítása
nl: Pakketverwijdering
no: Fjerning av pakker
pl: Usuniêcie pakietu
pt: Remoção de Pacotes
sk: Odstránenie balíkov
zh_cn: 软件包删除

source: Keyword not found
da: Nøgleord ikke fundet
de: Schlüsselwort nicht gefunden
el: Δε βρέθηκε το λεκτικό
es: Palabra clave no encontrada
et: Märksõna ei leitud
eu: Hitza ez da aurkitu
fr: Mot-clé non trouvé
hu: A kulcsszó nem található
nl: Trefwoord niet gevonden
no: Nøkkelord ikke funnet
pl: Nie odnaleziono wyszukiwanego tekstu
pt: Palavra não encontrada
sk: Kľúčové slovo nenájdené
tr: Anahtar kelimeler bulunamadý
uk: Ключового слова не знайдено
zh_cn: 没有找到关键词

source: <!--html-->Failed Dependencies
da: Mislykkede afhængigheder
de: <!--html-->Fehlgeschlagene Abhängigkeiten
el: <!--html-->Αποτυχία Εξαρτήσεων
es: <!--html-->Fallo de dependencias
et: <!--html-->Rahuldamata nõudmised
eu: <!--html-->Apurtutako Loturak
fr: <!--html-->Dépendances non résolues
hu: <!--html-->Függõségi problémák
nl: <!--html-->Afhankelijkheidsproblemen
no: <!--html-->Feilede avhengigheter
pl: <!--html-->Niespe³nione zale¿no¶ci
pt: <!--html-->Dependências Falhadas
sk: <!--html-->Nesplnené závislosti
zh_cn: <!--html-->不满足的依赖关系

source: <!--html-->Red Carpet was unable to successfully locate all the necessary files to complete this request. The errors and conflicts that occured are listed here, along with a suggested action to take.
da: Red Carpet kunne ikke finde alle de nødvendige filer for at opfylde denne forespørgsel. Alle fejl og konflikter er opremset her sammen med en foreslået udvej.
de: <!--html-->Red Carpet konnte nicht alle notwendigen Dateien zur Fertigstellung der Anfrage finden. Die Fehler und Konflikte zusammen mit den Vorschlägen zur Beseitigung dieser, sind hier aufgelistet.
el: <!--html-->Το Red Carpet δε μπόρεσε να εντοπίσει επιτυχώς όλα τα απαραίτητα αρχεία για να ολοκληρώσει την αίτηση. Τα σφάλματα και οι συγκρούσεις πακέτων εμφανίζονται εδώ, μαζί με μια προτιμώμενη αντιμετώπιση.
es: <!--html-->Red Carpet no ha podido localizar correctamente todos los archivos necesarios para completar esta petición. Los errores y conflictos que han ocurrido están listados aquí, junto con sugerencias sobre que hacer.
et: <!--html-->Red Carpet ei suutnud leida kõiki antud ülesande täitmiseks vajalikke faile. Kõik tekkinud vead ja hoiatused ning soovitused nende kõrvaldamiseks leiad altpoolt.
eu: <!--html-->Red Carpet-ek ezin izan ditu eskatutakoa betetzeko beharrezkoak ziren fitxategi guztiak aurkitu. Gertatutako okerrak eta gatazkak, konponbide posibleekin batera hona hemen daude:
fr: <!--html-->Red Carpet a été incapable de localiser les fichiers nécesaires pour accomplir cette demande. Les erreurs et conflits qui se sont produits sont listés ici, ainsi qu'une action suggérée face au problème.
hu: <!--html-->A Red Carpet képtelen volt a kérés teljesítéséhez szükséges összes fájl helyét meghatározni. A hibák és ütközések itt vannak felsorolva, a megoldási javaslattal együtt.
nl: <!--html-->Red carpet kon niet alle benodigde pakketten vinden om aan deze aanvraag te voldoen. De problemen en conflicten die zich voordeden staan in deze lijst, tezamen met een suggestie om dit probleem op te lossen.
pl: <!--html-->Red Carpet nie odnalaz³ wszystkich plików, potrzebnych do spe³nienia ¿±dania. Poni¿ej wypisano napotkane b³êdy oraz kolizje, wraz z sugesti± podjêcia dzia³añ.
pt: <!--html-->O Red Carpet não conseguiu localizar todos os ficheiros necessários para completar o pedido. Os erros e conflitos ocorridos estão listados aqui, juntamente com uma acção sugerida a tomar.
sk: <!--html-->Red Carpet nemohol úspešne nájsť všetky súbory potrebné pre dokončenie vašej požiadavky. Toto je zoznam chýb a konfliktov, ktoré sa vyskytli, spolu s doporučením, ako pokračovať.
zh_cn: <!--html-->红魔毯无法定位所有必需的文件以完成该请求。出现的错误和冲突，还有建议的对策都列在这里。

source: Failed Dependencies
da: Mislykkede afhængigheder
de: Fehlgeschlagene Abhängigkeiten
el: Αποτυχημένες Εξαρτήσεις
et: Rahuldamata nõudmised
fr: Dépendances non résolues
hu: Függõségi problémák
nl: Afhankelijkheidsproblemen
no: Feilede avhengigheter
pl: Niespe³nione zale¿no¶ci
pt: Dependências Falhadas
sk: Nesplnené závislosti
zh_cn: 不满足的依赖关系

source: needed by
da: krævet af
de: benötigt von
el: απαιτείται από
es: necesitado por
et: paketti vajab
eu: behar dutenak:
fr: requis par
hu: követeli
nl: is nodig voor
no: som kreves av
pt: requerido por
sk: vyžadované
zh_cn: 被依赖

source: needs %s %s %s, which is being removed
da: kræver %s %s %s som er ved at blive afinstalleret
de: benötigt %s %s %s, das enfernt wird
el: απαιτεί %s %s %s, που διαγράφεται
es: necesita %s %s %s, que se va a eliminar
et: vajab %s %s %s, mida aga eemaldatakse
fr: nécessite %s %s %s, qui ont été supprimés
hu: igényli %s %s %s-t, amely most el lesz távolítva
nl: heeft %s %s %s nodig, wat verwijdert wordt
no: krever %s %s %s, som er i ferd med å bli fjernet
pt: necessita %s %s %s, que está a ser removido
sk: vyžaduje %s %s %s, ktorý je odstraňovaný
zh_cn: 需要 %s %s %s，但它正在被删除

source: needs %s %s %s, which cannot be found
da: kræver %s %s %s som ikke kan findes
de: benötigt %s %s %s, das nicht gefunden werden kann
el: απαιτεί %s %s %s, που δε μπορεί να βρεθεί
es: necesita %s %s %s, que no se puede encontrar
et: vajab %s %s %s, mida aga ei leitud
fr: nécessire %s %s %s, qui n'ont pas été trouvés
hu: igényli %s %s %s-t, amely nem található
nl: heeft %s %s %s nodig, wat niet gevonden kan worden
no: krever %s %s %s, som ikke kan finnes
pt: requer %s %s %s, que não pode ser encontrado
sk: vyžaduje %s %s %s, ktorý sa nepodarilo nájsť
zh_cn: 需要 %s %s %s，但无法找到

source: conflicts with %s %s %s
da: er i konflikt med %s %s %s
de: kollidiert mit %s %s %s
el: συγκρούεται με %s %s %s
es: entra en conflicto con %s %s %s
et: konfliktib %s %s %s
fr: conflits avec %s %s %s
hu: ütközik %s %s %s
nl: kan niet tegelijk geïnstalleerd zijn met %s %s %s
no: er i konflikt med %s %s %s
pt: está em conflito com %s %s %s
sk: je v konflikte s %s %s %s
zh_cn: 和 %s %s %s 冲突

source: <!--html-->This package will be pulled in from the %s channel.
da: Denne pakke stammer fra kanalen "%s".
de: <!--html-->Dieses Paket wird vom %s-Kanal geholt.
el: <!--html-->Αυτό το πακέτο θα ληφθεί από το κανάλι %s.
et: <!--html-->See pakett laetakse alla kanalilt %s.
fr: <!--html-->Ce paquet sera récupéré depuis le canal %s.
hu: <!--html-->A csomag a %s csatornáról fog letöltõdni.
nl: <!--html-->Dit pakket zal geïnstalleerd worden vanuit het %s kanaal.
pl: <!--html-->Ten pakiet zostanie pobrany z kana³u %s.
pt: <!--html-->Este pacote irá ser copiado do canal %s.
sk: <!--html-->Tento balík bude získaný z kanálu %s.
zh_cn: <!--html-->该软件包将从 %s 频道下载。

source: <!--html-->This package will be pulled in from the <b>unsubscribed</b> %s channel.
da: Denne pakke stammer fra kanalen "%s" som du <b>ikke</b> abonnerer på.
de: <!--html-->Dieses Paket Paket wird vom <b>abbestellten<b> %s-Kanal geholt.
el: <!--html-->Αυτό το πακέτο θα ληφθεί από το κανάλι %s στο οποίο δεν είστε <b>συνδρομητής/τρια</b>.
et: <!--html-->See pakett laetakse alla <b>tellimata</b> %s kanalilt.
fr: <!--html-->Ce paquet sera récupéré depuis le canal <b>non souscrit</> %s.
hu: <!--html-->A csomag a <b>nem elõfizetett</b> %s csatornáról fog letöltõdni.
nl: <!--html-->Dit pakket zal geïnstalleerd worden vanuit het %s kanaal <b>waarop u niet geabonneerd bent</b>.
pl: <!--html-->Ten pakiet zostanie pobrany z <b>niezasubskrybowanego</b> kana³u %s.
pt: <!--html-->Este pacote irá ser copiado do canal <b>não subscrito</b> %s.
sk: <!--html-->Tento balík bude získaný z <b>neprihláseného</b> kanálu %s.
zh_cn: <!--html-->该软件包将从<b>没有订阅的</b> %s 频道下载。

source: <!--html-->Package Dependencies
da: Pakkeafhængigheder
de: <!--html-->Paket-Abhängigkeiten
el: <!--html-->Εξαρτήσεις Πακέτων
es: <!--html-->Dependencias de paquetes
et: <!--html-->Paketi sõltuvused
eu: <!--html-->Paketeen Loturak
fr: <!--html-->Dependances des paquets
hu: <!--html-->Csomagfüggõségek
nl: <!--html>Pakketafhankelijkheden
no: <!--html-->Pakkeavhengigheter
pl: <!--html-->Zale¿no¶ci pakietu
pt: <!--html-->Dependências do Pacote
sk: <!--html-->Závislosti balíka
zh_cn: <!--html-->软件包依赖性

source: <!--html-->Your system's package database is valid!<br><br>Click the Previous button to go back.
da: Dit systems pakkedatabase er i orden!<br><br>Tryk på "Forrige"-knappen for at gå tilbage.
de: <!--html-->Ihre Paketdatenbank des Systems ist gültig!<br><br>Drücken Sie auf den Zurück-Knopf um zurück zu gehen.
el: <!--html-->Η βάση δεδομένων των πακέτων του συστήματός σας είναι έγκυρη!<br><br>Πατήστε το πλήκτρο Προηγούμενο για να γυρίσετε πίσω.
es: <!--html-->¡Su base de datos de paquetes es válida!<br><br>Pulse el botón Anterior para volver atrás.
et: <!--html-->Sinu süsteemi paketiandmebaas on kehtiv!<br><br>Tagasiminekuks vajuta nuppu Eelmine.
eu: <!--html-->Zure sistemaren pakete datubasea balioduna da!<br><br>Aurrekoa botoia sakatu itzultzeko.
fr: <!--html-->Votre base de données des paquets est valide !<br><br>Cliquez sur le bouton Précédent pour revenir à la page principale.
hu: <!--html-->A rendszeradatbázisod érvényes!<br><br>Kattints az Elõzõ gombra a visszalépéshez.
nl: <!--html-->De pakkettendatabank van uw systeem is in orde!<br><br>Klik op de knop Vorige om terug te gaan.
no: <!--html>Pakkedatabasen på ditt system er gyldig!<br><br>Klikk på Forrige-knappen for å gå tilbake.
pl: <!--html-->Systemowa baza danych pakietów jest poprawna!<br><br>Aby powróciæ, kliknij przycisk Wstecz.
pt: <!--html-->A sua base de dados de pacotes é válida!<br><br>Clique no botão Anterior para voltar atrás.
sk: <!--html-->Vaša systémová databáza balíkov je v poriadku!<br><br>Stlačením tlačidla Predchádzajúci sa vrátite späť.
zh_cn: <!--html-->您的系统的软件包数据库无效！<br><br>点击“上一步”按钮返回。

source: <b>1</b> Requested Package
da: <b>1</b> forespurgt pakke
de: <b>1</b> Angefordertes Paket
el: <b>1</b> Πακέτο που ζητήθηκε
es: <b>1</b> Paquete solicitado
et: <b>1</b> soovitud pakett
eu: Pakete <b>1</b> Eskatua
fr: <b>1</b> Paquet requis
hu: <b>1</b> kért csomag
nl: <b>1</b> aangevraagd pakket
no: <b>1</b> forespurt pakke
pl: <b>1</b> ¿±dany pakiet
pt: <b>1</b> Pacote Pretendido
sk: <b>1</b> Vyžadovaný balík
zh_cn: <b>1</b> 个要求的软件包

source: <b>%d</b> Requested Packages
da: <b>%d</b> forespurgte pakker
de: <b>%d</b> Angeforderte Pakete
et: <b>%d</b> soovitud paketti
fr: <b>%d</b> Paquets requis
hu: <b>%d</b> kért csomag
no: <b>%d</b> forespurte pakker
pl: <b>%d</b> ¿±danych pakietów
pt: <b>%d</b> Pacotes Pretendidos
sk: <b>%d</b> Vyžadované balíky
zh_cn: <b>%d</b> 个要求的软件包

source: <b>1</b> Necessary Removal
da: <b>1</b> nødvendig afinstalleringer
de: <b>1</b> muss entfernt werden
el: <b>1</b> Απαιτούμενη Διαγραφή
es: <b>1</b> Eliminación necesaria
et: <b>1</b> vajalik eemaldus
eu: <b>1</b> Ezabatu Beharrekoa
fr: <b>1</b> suppression nécessaire
hu: <b>1</b> eltávolítandó
nl: <b>1</b> verwijdering nodig
no: <b>1</b> Kreves fjernet
pl: <b>1</b> Konieczne usuniêcie
pt: <b>1</b> Remoção Necessária
sk: <b>1</b> Nutné odstránenia
zh_cn: 必须删除 <b>1</b> 个软件包
