Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: Please wait while Red Carpet downloads channel information relevant to your system.
da: Vent venligst mens Red Carpet henter de relevante kanalinfo for dit system.
de: Bitte warten Sie, bis Red Carpet die zu Ihrem System passenden Kanalinformationen heruntergeladen hat.
el: Παρακαλώ περιμένετε καθώς το Red Carpet μεταφορτώνει τις πληροφορίες καναλιού που είναι σχετικές με το σύστημά σας.
et: Palun oota kuni Red Carpet lõpetab sinu süsteemile sobiva kanaliinfo allalaadimise.
fr: Veuillez patienter pendant le téléchargement des informations du canal relatif à votre système.
hu: Kérlek várj, amíg a Red Carpet letölti a rendszered szempontjából érdekes csatornainformációkat.
nl: Wacht even terwijl Red Carpet kanaalinformatie binnenhaalt die voor uw systeem van belang zijn.
no: Vennligst vent mens Red Carpet laster ned kanalinformasjon som er relevant for ditt system.
pl: Zaczekaj chwilê na pobranie informacji o kana³ach, odpowiednich dla twojego systemu.
pt: Por favor aguarde enquanto o Red Carpet carrega informação do canal relevante parao seu sistema.
sk: Prosím, čakajte, kým Red Carpet stiahne informácie o kanáli pre váš systém.
zh_cn: 在红魔毯下载和您的系统相关的信息时，请耐心等待。

source: %P%% (%V of %U)
da: %P%% (%V af %U)
el: %P%% (%V από %U)
es: %P%% (%V de %U)
et: %P%% (%V %U-st)
eu: %P%% (%U-eko %V)
fr: %P%% (%V sur %U)
hu: %P%% (%V / %U)
nl: %P%% (%V van %U)
no: %P%% (%V av %U)
pl: %P%% (%V z %U)
pt: %P%% (%V de %U)
sk: %P%% (%V z %U)
tr: %P%% (%U nun %V)
uk: %P%% (%V з %U)
zh_cn: %P%% (%V/%U)

source: Ximian Red Carpet - Verification
da: Ximian Red Carpet - verificering
de: Ximian Red Carpet - Überprüfung
el: Ximian Red Carpet - Επιβεβαίωση
es: Red Carpet de Ximian - Verificación
et: Ximian Red Carpet - Kontrollimine
eu: Ximian Red Carpet - Egiaztapena
fr: Ximian Red Carpet - Vérification
hu: Ximian Red Carpet - Ellenõrzés
nl: Ximian Red Carpet - Controle
no: Ximian Red Carpet - Verifisering
pl: Ximian Red Carpet - weryfikacja
pt: Ximian Red Carpet - Verificação
sk: Ximian Red Carpet - Overenie
tr: Ximian Kýrmýzý Halý - Doðrulama
uk: Ximian Red Carpet - Перев╕рка
zh_cn: Ximian 红魔毯－校验

source: CAUTION: Red Carpet is unable to ensure the cryptographic integrity of this package. The package might not be signed, or Red Carpet may not have the key needed to verify this package. You may continue and install this package, but Red Carpet cannot ensure that it is safe or from a trusted source.
da: BEMÆRK: Red Carpet er ikke i stand til at sikre den kryptografiske integritet af denne pakke. Den er muligvis ikke signeret, eller Red Carpet har måske ikke den nødvendige nøgle til at verificere den. Du kan fortsætte med at installere pakken, men Red Carpet kan ikke sikre sig at den er sikker eller kommer fra en betroet kilde.
de: VORSICHT: Red Carpet kann die kryptographische Integrität dieses Paketes nicht gewährleisten. Das Paket kann nicht signiert sein oder Red Carpet kennt den dazu notwendigen Schlüssel nicht. Sie können nun fortfahren und das Paket installieren, aber Red Carpet kann nicht gewährleisten, dass es sicher oder von einer vertraulichen Quelle ist.
el: ΠΡΟΣΟΧΗ: Το Red Carpet δεν κατάφερε να επιβεβαιώσει την κρυπτογραφική εγκυρότητα αυτού του πακέτου. Το πακέτο μπορεί να μην έχει υπογραφή ή το Red Carpet μπορεί να μην έχει το κλειδί που απαιτείται για την επιβεβαίωση. Μπορείτε να συνεχίσετε και να εγκαταστήσετε το πακέτο, ωστόσο το Red Carpet δε μπορεί να εγγυηθεί ότι είναι ασφαλές ή ότι προέρχεται από ασφαλή πηγή.
es: PRECAUCIÓN: Red Carpet no puede asegurar la integridad criptográfica de este paquete. El paquete puede no estar firmado, o Red Carpet puede que no tenga la clave necesaria para verificar este paquete. Puede continuar e instalar este paquete, pero Red Carpet no le puede asegurar que sea seguro o de una fuente fiable.
et: HOIATUS: Red Carpet ei saa kindlustada antud paketi krüptograafilist terviklikkust. Pakett ei pruugi olla allkirjaga või puudub Red Carpetil võti paketi kontrollimiseks. Sa võid jätkata antud paketi installimist, kuid Red Carpet ei saa kindlustada, et see on turvaline ja pärit usaldatud allikast.
eu: KONTUZ: Red Carpet-ek ezin du ziurtatu pakete honen osotasun kriptografikoa. Izan liteke paketeak sinadurarik ez edukitzea, edo Red Carpet-ek paketea egiaztatzeko behar duen gakoa ez edukitzea. Nahi baduzu, pakete hau instalatzen jarrai dezakezu, baina inolaz ere ezin du Red Carpetek ziurtatu pakete hau segurua ala iturri zilegikoa denik.
fr: AVERTISSEMENT : Red Carpet est incapable d'assurer l'intégrité cryptographique de ce paquet. Le paquet peut ne pas être signé, ou bien Red Carpet peut ne pas avoir la clef nécessaire pour vérifier ce paquet. Vous pouvez poursuivre et installer ce paquet mais Red Carpet ne peut vous assurer qu'il est intègre ou provient d'une source de confiance.
hu: FIGYELEM: A Red Carpet nem tudott meggyõzõdni a csomag kriptográfiai értelemben vett sértetlenségérõl. A csomag vagy nincs aláírva, vagy a Red Carpet nem rendelkezik az ellenõrzéshez szükséges kulccsal. Folytathatod a csomag telepítését, de a Red Carpet nem tud meggyõzõdni arról, hogy ez a lépés biztonságos-e, illetve a csomag megbízható forrásból származik-e.
nl: PAS OP: Red Carpet kan de cryptografische betrouwbaarheid van dit pakket niet garanderen. Het pakket kan niet ondertekend zijn, of Red Carpet kan de sleutel die nodig is om het paket te controleren niet hebben. U kunt doorgaan en dit pakket installeren, maar Red Carpet kan niet garanderen dat het veilig of van een betrouwbare bron is.
no: FORSIKTIG: Red Carpet kan ikke verifisere den kryptografiske integriteten for denne pakken. Pakken er kanskje ikke signert, eller kanskje Red Carpet mangler nøkkelen som er nødvendig for å verifisere pakken. Du kan fortsette med installasjonen av denne pakken, men Red Carpet kan ikke sikre at det er trygt eller fra en trygg kilde.
pt: CUIDADO: O Red Carpet não consegui assegurar uma integridade criptográfica deste pacote. O pacote pode não ter sido assinado, ou o Red Carpet não tem a chave necessária para verificar este pacote. Pode continuar a instalar este pacote, mas o Red Carpet não pode assegurar que é seguro ou de uma fonte de confiança.
sk: POZOR: Red Carpet nemohol zaistiť integritu tohto balíka. Balík možno nie je podpísaný alebo Red Carpet nemá kľúč pre jeho overenie. Môžete pokračovať a nainštalovať tento balík, ale Red Carpet nedokáže zaistiť, že je bezpečný alebo zo spoľahlivého zdroja.
zh_cn: 警告：红魔毯无法确定该软件包的加密完整性。此软件包可能没有签名，或者红魔毯没有校验此软件包所需的密钥。您可以继续安装此软件包，但红魔毯无法保证它是安全的，或者来自于可信任的地方。

source: Do you wish to install this package anyway?
da: Ønsker du at installere denne pakke alligevel?
de: Wollen Sie dennoch das Paket installieren?
el: Θέλετε να εγκαταστήσετε αυτό το πακέτου ούτως ή άλλως;
es: ¿Quiere instalar este paquete de todas formas?
et: Kas sa soovid sellegipoolest antud paketi installida?
eu: Dena dela, pakete hau instalatu nahi al duzu?
fr: Souhaitez installer ce paquet quoi qu'il en soit ?
hu: Ennek ellenére szeretnéd telepíteni ezt a csomagot?
nl: Wilt u dit pakket toch installeren?
no: Vil du installere denne pakken likevel?
pt: Deseja instalar o pacote de qualquer maneira?
sk: Chcete aj tak nainštalovať tento balík?
zh_cn: 您仍然要安装此软件包吗？

source: Do not show this warning again.
da: Vis ikke denne advarsel igen.
de: Diese Warnung nicht mehr zeigen.
el: Να μην εμφανιστεί αυτή η προειδοποίηση ξανά.
es: No mostrar este aviso de nuevo.
et: Ära näita enam seda hoiatust.
eu: Ez erakutsi ohar hau berriro !!!
fr: Ne plus afficher cet avertissement à l'avenir.
hu: Ne jelenjen meg többet ez a figyelmeztetés.
nl: Deze waarschuwing niet meer weergeven.
no: Ikke vis denne advarselen igjen.
pl: Bez wy¶wietlania tego ostrze¿enia w przysz³o¶ci.
pt: Não mostrar este aviso de novo.
sk: Toto varovanie nabudúce nezobrazovať.
tr: Bu Uyarýyý gelecekte tekrar almak ister misiniz ?
uk: Не показувати це попередження знову.
zh_cn: 不再显示该警告。

source: Warning! Removing this many packages can be dangerous and should only be done if you know what you are doing. Are you sure you want to proceed with this transaction?
da: Advarsel! Afinstallering af så mange pakker kan være farligt og bør kun gøres hvis du til fulde ved hvad du gør. Er du sikker på at du vil fortsætte?
de: Warnung! Eine so große Anzahl von Paketen zu deinstallieren ist gefährlich. Sie sollten dies nur tun, wenn Sie sich absolut sicher sind. Wollen Sie damit mit wirklich fortfahren?
el: Προειδοποίηση! Η διαγραφή τόσο πολλών πακέτων μπορεί να είναι επικίνδυνη για το σύστημά σας και πρέπει να γίνεται όταν είστε σίγουρος/η για το τί κάνετε. Θέλετε σίγουρα να συνεχίσετε με αυτή τη διαδικασία;
es: ¡Cuidado! Borrar tantos paquetes puede ser peligroso y solo debe ser hecho si sabe lo que está haciendo. ¿Está seguro que quiere continuar esta transacción?
et: Hoiatus! Nii paljude pakettide eemaldamine võib olla ohtlik. Jätka ainult juhul, kui sa tõesti tead, mida teed. Kas sa soovid jätkata?
eu: Kontuz !!! Hainbeste pakete batera ezabatzea arriskutsua izan liteke eta bakarrik egiten duzuna ondo badakizu egin beharko zenuke. Ziur zaude transakzio honekin jarraitu nahi duzula?
fr: Attention ! Supprimer tous ces paquets peut être dangereux et ne doit être uniquement effectué si vous savez ce que vous faîtes. Êtes vous sûr de vouloir effectuer cette opération ?
hu: Figyelem! Ilyen sok csomag eltávolítása veszélyes lehet, és csak akkor tegyél ilyet, ha biztos vagy a dolgodban. Biztos, hogy folytatni szeretnéd a mûveletet?
nl: Waarschuwing! Het verwijderen van zoveel pakketten kan gevaarlijk zijn, en moet alleen gedaan worden als u weet wat u doet. Weet u zeker dat u met deze transactie wilt doorgaan?
no: Advarsel! Fjerning av så mange pakker kan være farlig og bør kun gjøres hvis du vet hva du gjør. Er du sikker på at du vil fortsette med transaksjonen?
pl: Uwaga! Usuniêcie tak wielu pakietów mo¿e byæ niebezpieczne. Zrób to tylko, je¶li na pewno wiesz, co robisz. Czy na pewno chcesz kontynuowaæ tê transakcjê?
pt: Aviso! Remover este pacote pode ser perigoso e só deve ser feito se sabe o que está a fazer. De certeza que quer prossegir com esta transação?
sk: Varovanie! Odstránenie toľkýchto balíkov môže byť nebezpečné a mali by ste teda vedieť, čo robíte. Naozaj chcete pokračovať v tejto transakcii?
tr: ÝKAZ ! Bu paket(ler)in kaldýrýlmasý Sistemin kafayý yemesi ile sonuçlanabilir. Ne yaptýðýnýzý bilmiyorsanýz lütfen devam etmeyiniz Bu iþlemin devam etmesini istediðinizden Emin misiniz?
uk: Увага! Видалення тако╖ велико╖ к╕лькост╕ пакет╕в може бути небезпечним ╕ може бути виконано лише, якщо ви д╕йсно зна╓те, що робите. Ви впевнен╕, що хочете продовжити цю операц╕ю?
zh_cn: 警告！删除这么多的软件包是危险的，您只有在您知道在做 什么的情况下才能这么做。 您确定要继续该事务吗？

source: Red Carpet - Warning
da: Red Carpet - advarsel
de: Red Carpet - Warnung
el: Red Carpet - Προειδοποίηση
es: Red Carpet - Cuidado
et: Red Carpet - Hoiatus
eu: Red Carpet - Kontuz!!
fr: Red Carpet - Avertissement
hu: Red Carpet - Figyelmeztetés
nl: Red Carpet - Waarschuwing
no: Red Carpet - Advarsel
pl: Red Carpet - ostrze¿enie
pt: Red Carpet - Aviso
sk: Red Carpet - Varovanie
tr: Kýrmýzý Halý - UYARI
uk: Red Carpet - Попередження
zh_cn: 红魔毯－警告

source: If you are behind a firewall and use a proxy to access web sites, you should enable proxy support here. If your proxy requires authentication, select "Use authentication" and enter your username and password. You can change these settings in the future by selecting Preferences from the Settings menu. These settings are on the Proxy tab. When you have correctly entered your proxy information, click OK to continue.
da: Hvis din netværksadgang befinder sig bag en brandmur og går gennem en HTTP-mellemvært, bør du slå mellemværtsunderstøttelse til her. Hvis mellemværten kræver godkendelse, vælg "Benyt godkendelse" og indtast dit brugernavn og adgangskode. Du kan i fremtiden ændre disse indstillinger ved at vælge "Indstillinger" i opsætningsmenuen. Disse indstillinger er på mellemværtsfanebladet. Tryk på o.k. for at fortsætte når alt er angivet korrekt.
de: Wenn Sie hinter einer Firewall und einen HTTP-Proxy verwenden, sollten Sie . Proxy-Unterstützung hier aktvieren. Wenn Ihr Proxy eine Legitimation benötigt, wählen Sie "Legitimation verwenden" und geben Ihren Namen und Passwort an. Sie können die Einstellungen ändern wenn Sie »Vorlieben« vom Menü »Einstellungen« wählen. Diese Einstellungen befinden sich im Proxy-Reiter. Wenn Sie Ihre Proxy-Informationen korrekt eingegeben haben, klicken Sie OK um weiterzumachen.
el: Αν είστε πίσω από firewall και κάνετε χρήση διαμεσολαβητή για την πρόσβαση σε δικτυακούς τόπους, πρέπει να ενεργοποιήσετε την υποστήριξη διαμεσολαβητή που είναι παρακάτω. Αν ο διαμεσολαβητής απαιτεί διαπίστευση, επιλέξτε "Με χρήση διαπίστευσης" και εισάγετε το όνομα και κωδικό χρήστη. Μπορείτε να αλλάξετε αυτές τις επιλογές επιλέγοντας Προτιμίσεις από το μενού Ρυθμίσεις. Αυτές οι επιλογές είναι στην όψη Διαμεσολαβητής. Αφού εισάγετε σωστά τις πληροφορίες διαμεσολαβητή, πατήστε Εντάξει για να συνεχίσετε.
es: Si está detrás de un cortafuegos y emplea un proxy para acceder a páginas web, debe activar aquí, el soporte para proxy. Si su proxy necesita autentificación, seleccione «Utilizar autentificación» e introduzca su nombre de usuario y contraseña. Puede modificar estas opciones en el futuro seleccionando Preferencias en el menú de Configuración. Estas opciones están en la pestaña Proxy. Cuando haya introducido correctamente la información de su proxy, pulse Aceptar para continuar.
et: Kui sa oled tulemüüri taga ja kasutad veebilehtede kättesaamiseks proxyt, siis peaksid ka siin proxyt kasutama. Kui su proxy vajab autentimist, vali "Kasuta autentimist" ja sisesta oma kasutajanimi ja parool. Tulevikus saad neid väärtusi muuta valides menüüst "Sätted" "Häälestus". Antud sätted on Proxy leheküljel. Pärast korrektse proxy info sisestamist vajuta jätkamiseks nuppu Sobib.
eu: Firewall baten atzean baldin bazaude eta web guneetan sartzeko proxy-a erabiltzen baduzu, proxy soportea hemen gaitu. Zure proxy-ak agiaztapena behar badu "Egiaztapen erabili" aukerati eta zure izena eta pasahitza sartu. Etorkizun batean aukera hauek aldatu nahi izatekotan Kongigurazio menuan dagoen Aukerak azpimenuan sartu. Aukera hauek Proxy erlaltzan dago. Informazioa sartu ondoren Ados botoia sakatu jarraitzeko.
fr: Si vous êtes derrière un pare-feu et que vous utilisez une passerelle pour accéder aux sites web, activez ici le support de la passerelle. Si vôtre passerelle nécessite une authentification, sélectionner « Utiliser l'authentification » et saisissez votre identifiant et votre mot de passe. Vous pouvez modifier ces paramètres ultérieurement en sélectionnant Préférences depuis le menu Réglages. Ces réglages sont sur l'onglet Passerelle. Quand vous avez correctement saisi les informations de votre passerelle, cliquez sur OK pour continuer.
hu: Ha tûzfal mögött vagy és proxyt használsz a webhelyek eléréséhez, itt kell engedélyezned a proxy támogatását. Ha a proxyd megköveteli az hitelesítést, választ a "Hitelesítés használata" lehetõséget, és add meg a felhasználóneved és jelszavad. A beállításokat késõbb a Beállítások menü Beállítások menüpontjában változtat- hatod meg, a Proxy fülön. Miután megadtad a proxy adatait, kattints az OK gombra a folytatáshoz.
nl: Als u een firewall en een HTTP-proxy gebruikt, dan moet u hier proxyondersteuning aanzetten. Als uw proxy vereist dat u zich identificeert, selecteer dan "Gebruik identificatie" en voer uw gebruikersnaam en wachtwoord in. U kunt deze instellingen later wijzigen door Voorkeuren in het Instellingen-menu te kiezen. Deze instellingen staan in het Proxy-tabblad. Wanneer u uw proxy-informatie juist heeft ingevoerd, klik dan op OK om door te gaan.
pl: Je¶li znajdujesz siê za zapor± ogniowa i przy dostêpie do stron WWW u¿ywasz serwera po¶rednicz±cego, skorzystaj z niego równie¿ tutaj. Je¶li po¶rednik wymaga uwierzytelnienia, wybierz "Uwierzytelnianie" i podaj nazwê oraz has³o. W przysz³o¶ci mo¿esz zmieniæ te ustawienia, wybieraj±c z menu Ustawienia pozycjê Preferencje. Zmiany dotycz± zak³adki Po¶rednik. Po wprowadzeniu poprawnych informacji o po¶redniku kliknij OK aby kontynuowaæ.
pt: Se está por detrás de uma firewall ou usa um proxy para aceder aos sites, deve habilitar o suporte a proxy aqui. Se o seu proxy requere autenticação, escolha "Utilizar autenticação" e escreva o seu nome de utilizador e a sua palavra-chave Pode mudar estas definições no futuro selecionando Preferências no menu Definições. Estas definições estão na aba do Proxy. Quando inserir a sua informação correctamente clique OK para continuar.
sk: Ak ste za firewallom a používate HTTP proxy, mali by ste povoliť podporu proxy Ak vaša proxy vyžaduje prihlásenie, vyberte "Používať overenie" a zadajte meno a heslo. Toto nastavenie môžete zmeniť v menu Nastavenie. Je v záložke Proxy. Ak ste správne zadali informácie o proxy, stlačte OK pre pokračovanie.
zh_cn: 如果您在防火墙后，并且使用代理服务器来访问网站，您应该启用 代理服务器支持。如果您的代理服务器需要身份验证，选择“使用身份验证” 并输入您的用户名和密码。 您可以在以后修改这些设置，方法是选择设置菜单的“首选项”。这些 设置在代理服务器活页上。 当您正确设置好代理服务器信息后，单击“确认”并继续。

source: Use authentication
da: Benyt godkendelse
de: Legitimation verwenden
el: Με χρήση διαπίστευσης
es: Emplear autentificación
et: Kasuta autentimist
eu: Egiaztapena erabili
fr: Utiliser l'authentification
hu: Hitelesítés használata
nl: Gebruik identificatie
no: Bruk autentisering
pl: Uwierzytelnianie
pt: Utilizar autenticação
sk: Používať overenie
tr: Kimlikleme Kullan
uk: Використовувати автенф╕кац╕ю
zh_cn: 使用身份验证

source: Do not show this dialog again
da: Vis ikke dette vindue igen.
de: Diese Dialog nicht mehr zeigen.
el: Να μην εμφανιστεί αυτός ο διάλογος ξανά
es: No mostrar este diálogo de nuevo.
et: Ära seda dialoogi enam uuesti näita
fr: Ne plus afficher ce message à l'avenir
hu: Ne jelenjen meg többet ez a figyelmeztetés
nl: Deze melding niet meer weergeven
no: Ikke vis denne dialogen igjen
pl: Bez wy¶wietlania tego okna w przysz³o¶ci
pt: Não voltar a mostrar este diálogo
sk: Tento dialóg nabudúce nezobrazovať
zh_cn: 不再显示该对话框

source: Red Carpet - Password
da: Red Carpet - adgangskode
de: Red Carpet - Passwort
el: Red Carpet - Συνθηματικό
et: Red Carpet - Parool
fr: Red Carpet - Mot de passe
hu: Red Carpet - Jelszó
nl: Red Carpet - Wachtwoord
no: Red Carpet - Passord
pl: Red Carpet - has³o
pt: Red Carpet - Palavra-Chave
sk: Red Carpet - Heslo
zh_cn: 红魔毯－密码

source: Run unprivileged
da: Kør uprivilegeret
de: Unpriviligiert starten
et: Käivita privileegideta
fr: Exécuter sans privilèges
hu: Futtatás egyszerû felhasználóként
nl: Uitvoeren als gewone gebruiker
no: Kjør uten privilegier
pl: Uruchom bez zmiany uprawnieñ
pt: Correr sem privilégios
sk: Spustiť bez práv
zh_cn: 以低权限运行

source: The password you have entered is incorrect.
da: Den indtastede adgangskode er forkert.
de: Das Passwort, dass Sie eingegeben haben ist nicht richtig.
et: Sisestatud parool ei ole korrektne
fr: Le mot de passe que vous avez saisi est incorrect.
hu: A megadott jelszó nem megfelelõ-
nl: Het ingevoerde wachtwoord is onjuist.
no: Passordet du oppga er ikke korrekt.
pl: Podane has³o jest niepoprawne.
pt: A palavra-chave que introduziu está incorrecta.
sk: Heslo, ktoré ste zadali, nie je správne.
zh_cn: 你输入的密码不正确。

source: For most operations, Red Carpet requires administrator privileges. To acquire such privileges, enter your root password below. If you don't specify a password, you will be unable to update, install, or remove software
da: Til de fleste handlinger behøver Red Carpet administratorrettigheder. Indtast administratoradgangskoden neden for for at opnå disse privilegier. Hvis du ikke angiver en adgangskode, kan du ikke opdatere, installere eller afinstallere programmer.
et: Enamiku operatsioonide jooksutamiseks vajab Red Carpet administraatori privileege. Nende privileegide saamiseks sisesta allolevasse kasti root parool. Kui sa ei sisesta seda parooli, siis ei ole sul võimalik uuendada, installida ja eemaldada tarkvara.
fr: Pour la majorité des opérations, Red Carpet nécessite les privilèges de l'admnistrateur. Afin d'obtenir ces privilèges, veuillez saisir le mot de passe de l'administrateur ci-dessous. Si vous ne fournissez pas de mot de passe, vous ne serez pas en mesure de mettre à jour, d'installer ou de supprimer des logiciels
hu: A Red Carpet a legtöbb mûveletéhez rendszergazdai jogok kellenek. A jogok megszerzéséhez be kell írnod a root jelszavát. Ha nem adsz meg jelszót, nem fogsz tudni szoftvert telepíteni, frissíteni vagy eltávolítani.
nl: Red Carpet heeft voor de meeste dingen Supergebruiker rechten nodig. Om deze rechten te verkrijgen, kunt u hieronder het "root"wachtwoord geven. Als u dat niet wenst te doen, dan kunt u geen pakketten installeren, vernieuwen of verwijderen.
pl: Przy wiêkszo¶ci operacji, Red Carpet wymaga uprawnieñ administratora. Aby uzyskaæ takie uprawnienia, nale¿y podaæ poni¿ej has³o administratora. Bez podania has³a nie bêdzie mo¿liwe aktualizowanie, instalowanie ani usuwanie oprogramowania
pt: Para a maior parte das operações, o Red Carpet necessita de previlégios de administrador. Para adquirir esses privilédios, introduza a sua palavra-chave de root. Se não especificar uma palavra-chave, não conseguirá actualizar, instalar ou remover software
sk: Pre väčšinu operácií vyžaduje Red Carpet práva administrátora. Aby ste ich získali, musíte zadať heslo pre používateľa root. Ak ho nezadáte, nebudete môcť aktualizovať, inštalovať alebo odstraňovať softvér.

source: Password:
da: Adgangskode:
de: Passwort:
el: Συνθηματικό:
et: Parool:
fr: Mot de passe :
hu: Jelszó:
nl: Wachtwoord:
no: Passord:
pl: Has³o:
pt: Palavra-chave:
sk: Heslo:
zh_cn: 密码：

source: <p>If you select cancel, Red Carpet will skip this channel and it will be unavailable for the rest of this session (or until you refresh the channel list).
da: <p>Hvis du vælger annullér, vil Red Carpet springe over denne kanal, og den vil ikke være tilgængelig i resten af denne session (eller indtil du opdaterer kanallisten).
et: <p>Kui sa vajutad nuppu katkesta, siis jätab Red Carpet selle kanali kuni sessiooni lõpuni vahele (või kuni kanalite nimekirja värskendamiseni).
fr: <p>Si vous choisissez d'annuler, Red Carpet abandonnera ce canal et il ne sera pas disponible durant cette session (ou jusqu'à ce que vous rafraîchissiez la liste du canal).
pl: <p>Je¶li wybierzesz anulowanie, Red Carpet pominie ten kana³. Nie bêdzie on tak¿e dostêpny przez resztê czasu trwania tej sesji (lub te¿ do czasu gdy zostanie od¶wie¿ona lista kana³ów).
pt: <p>Se seleccionar cancelar, o Red Carpet irá saltar este canal e ele permanecerá indisponível durante o resto desta sessão (ou até actualizar a lista dos canais).
sk: <p>Ak použijete Zrušiť, Red Carpet preskočí tento kanál a do konca sedenia už nebude k dispozícii (alebo kým neaktualizujete zoznam kanálov).
zh_cn: <p>如果你选择取消，红魔毯将跳过该频道，它在该会话中将无法使用(或者直到你刷新频道列表)。
