Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: Return to the <a href="updater:summary">Summary</a>.
da: Gå tilbage til <a href="updater:summary">sammendraget</a>.
de: Zur <a href="updater:summary">Zusammenfassung</a> zurückkehren.
el: Επιστροφή στη <a href="updater:summary">σελίδα Περίληψης</a>.
es: Volver al <a href="updater:summary">Resumen</a>.
et: Mine tagasi <a href="updater:summary">kokkuvõtte lehele</a>.
eu: <a href="updater:summary">Laburpen</a>-era itzuli.
fr: Retour au <a href="updater:summary">Résumé</a>.
hu: Visszatérés az <a href="updater:summary">Összefoglaló</a> oldalra.
nl: Ga terug naar de <a href="updater:summary">Samenvatting</a>.
no: Gå tilbake til <a href="updater:summary">Sammendrag</a>.
pl: Powróæ do <a href="updater:summary">Zestawienia</a>.
pt: Voltar ao <a href="updater:summary">Sumário</a>.
sk: Návrat do <a href="updater:summary">Súhrnu</a>.
zh_cn: 返回 <a href="updater:summary">摘要</a>。

source: You don't have any packages installed from this channel. The following pre-defined sets of packages are available, or you may select individual packages from the <a href=updater:available_page>Install page</a>.
da: Du har ingen pakker installeret fra denne kanal. Følgende forudbestemte pakkesæt er tilgængelige, eller du kan vælge individuelle pakker fra <a href=updater:available_page>installeringssiden</a>.
de: Sie haben noch keine Pakete aus diesem Kanal installiert. Die folgenden vordefinierten Paketzusammenstellungen sind verfügbar. Sie können aber auch individuell Pakete von der <a href="updater:available_page">Installationsseite</a> wählen.
el: Δεν έχετε κανένα πακέτο εγκατεστημένο από αυτό το κανάλι. Τα παρακάτω προ-ρυθμισμένα σύνολα πακέτων είναι διαθέσιμα ή εναλλακτικά μπορείτε να επιλέξετε τα πακέτα ατομικά από τη <a href=updater:available_page>Σελίδα Εγκατάστασης</a>.
es: No tiene ningún paquete instalado de este canal. Están disponibles los siguientes juegos de paquetes predefinidos, o puede seleccionar paquetes individuales desde la <a href=updater:available_page>página de instalación</a>.
et: Sul ei ole antud kanalilt installitud ühtegi paketti. Võid valida kas ühe eelnevalt kokku pandud tarkvarapakkidest või siis eraldi paketid <a href=updater:available_page>installimise lehelt</a>.
eu: Ez daukazu kanal honetako pakete bat ere instalatuta. Hurrengo aurrezehaztutako pakete multzoak eskuragarri dituzu, bestalde banakako paketeak <a href="update:available_page">instalazio</a> orritk aukera ditzakezu.
fr: Vous n'avez aucun paquets installés depuis ce canal. Les groupes prédéfinis de paquets suivants sont disponibles, vous pouvez aussi sélectionner des paquets individuels depuis la page <a href=updater:available_page>Installation</a>.
hu: Nincs csomag telepítve errõl a csatornáról. A következõ elõre megadott csomagcsoportok érhetõek el, vagy kiválogathatod a csomagokat egyenként is a <a href=updater:available_page>Telepítés oldalról</a>.
nl: U heeft geen pakketten geïnstalleerd van dir kanaal. De volgende voor u geselecteerde groepen van pakketten zijn beschikbaar, of u kunt individuele pakketten kiezen via de <a href=updater:available_page>Installatiepagina</a>.
pl: Z tego kana³u nie zosta³y zainstalowane ¿adne pakiety. Dostêpne s± poni¿sze predefiniowane zbiory pakietów, mo¿esz równie¿ wybraæ indywidualne pakiety, korzystaj±c ze <a href=updater:available_page>strony instalacji</a>.
pt: Não tem nenhum pacote instalado neste canal. Os seguintes pre-definidos conjuntos de pacotes estão disponíveis, ou pode selecionar pacotes individualmente da <a href=updater:available_page>página de instalação</a>.
sk: Z tohto kanála nemáte nainštalovaný žiadny balík. Tieto preddefinované sady balíkov sú k dispozícii, alebo môžete vybrať jednotlivé balíky na <a href=updater:available_page>stránke Inštalácia</a>.
zh_cn: 您没有安装任何此频道提供的软件包。以下预定义的软件包集合是可以安装的，或者您可以从<a href=updater:available_page>安装页面</a>上选择单个的软件包。

source: All of the software from this channel is up-to-date.
da: Alle programmerne i denne kanal er opdaterede.
de: Die gesamte Software diese Kanals ist auf dem neuesten Stand.
el: Όλο το λογισμικό από αυτό το κανάλι είναι αναβαθμίσμένο.
es: Todo el software de este canal está actualizado.
et: Kõik antud kanalil pakutav tarkvara on sul uuendatud.
eu: Kanal honetako pakete guztiak eguneratuta daude.
fr: Tous les logiciels de ce canal sont à jour.
hu: Az összes errõl a csatornáról származó program naprakész.
nl: Alle programma's van dit kanaal zijn nieuw genoeg.
no: All programvaren fra denne kanalen er oppdatert.
pl: Wszystkie programy z tego kana³u s± aktualne.
pt: Todo o software deste canal está actualizado.
sk: Softvér z tohto kanála nie je potrebné aktualizovať.
zh_cn: 本频道中的所有软件都是最新的。

source: To install new software from this channel, visit the <a href="updater:available_page">install page</a>.
da: For at installere nye programmer fra denne kanal, besøg <a href="updater:available_page">installeringssiden</a>.
de: Um neue Software aus diesem Kanal zu installieren, besuchen Sie die <a href="updater:available_page">Installationsseite</a>.
el: Για να εγκαταστήσετε νέο λογισμικό από αυτό το κανάλι, επισκεφτείτε τη <a href="updater:available_page">σελίδα εγκατάστασης</a>.
es: Para instalar el nuevo software de este canal, visite la <a href="updater:available_page">página de instalación</a>.
et: Antud kanali poolt pakutava uue tarkvara installimiseks külasta <a href="updater:available_page">installimise lehte</a>.
eu: Kanal honetako software berria instalatzeko, <a href="updater:available_Page">instalazio orri</a>-ra joan.
fr: Pour installer des nouveaux logiciels depuis ce canal, visiter la page <a href="updater:available_page">Installation</a>.
hu: Ha új programot szeretnél telepíteni errõl a csatornáról, menj a <a href="updater:available_page">telepítés oldalra</a>.
nl: Om nieuwe programma's te installeren van dit kanaal, gaat u naar de <a href="updater:available_page">installatiepagina</a>.
pl: Aby zainstalowaæ nowe programy z tego kana³u, odwied¼ <a href="updater:available_page">stronê instalacji</a>.
pt: Para instalar novo software deste canal visite a <a href="updater:available_page">página de instalação</a>.
sk: Pre inštaláciu nového softvéru z tohto kanálu použite <a href="updater:available_page">stránku Inštalácia</a>.
zh_cn: 要安装此频道的新软件，请访问 <a href="updater:available_page">安装页</a>。

source: To remove already installed software from this channel, visit the <a href="updater:installed_page">remove page</a>.
da: For at fjerne allerede installerede programmer fra denne kanal, besøg <a href="updater:installed_page">afinstalleringssiden</a>.
de: Um bereits installierte Software aus diesem Kanal zu entfernen, besuchen Sie die <a href="updater:installed_page">Entfernen-Seite</a>
el: Για να διαγράψετε ήδη εγκατεστημένο λογισμικό από αυτό το κανάλι, επισκεφθείτε τη <a href="updater:installed_page">σελίδα απεγκατάστασης</a>.
es: Para eliminar software ya instalado de este canal, visite la <a href="updater:installed_page">página de borrado</a>.
et: Antud kanalil leiduva tarkvara eemaldamiseks süsteemist külasta <a href="updater:installed_page">eemaldamise lehte</a>.
eu: Kanal honetako jadanik instalatuta dagoen softwarea ezabatzeko, <a href="updater:instaled_page">ezabaketa</a> orrira jo.
fr: Pour supprimer des logiciels déjà installés depuis ce canal, visitez la page <a href="updater:installed_page">Suppression</a>.
hu: Ha el szeretnél távolítani errõl a csatornáról telepített programokat, menj az <a href="updater:installed_page">eltávolítás oldalra</a>.
nl: Om programma's te verwijderen van dit kanaal, gaat u naar de <a href="updater:installed_page">verwijderpagina</a>.
pl: Aby usun±æ programy zainstalowane z tego kana³u, odwied¼ <a href="updater:available_page">stronê usuniêæ</a>.
pt: Para remover software previamente instalado deste canal, visite a <a href="updater:installed_page">página de desinstalação</a>.
sk: Pre odstránenie už nainštalovaného softvéru z tohto kanálu použite <a href="updater:installed_page">stránku Odstránenie</a>.
zh_cn: 要删除此频道已安装的软件，请访问 <a href="updater:installed_page">删除页</a>。

source: <a href="updater:unsubscribe">Unsubscribe</a> from this channel.
da: <a href="updater:unsubscribed">Opsig abonnement</a> på denne kanal.
de: <a href="updater:unsubscribe">Abbestellte Kanäle</a> betrachten.
et: <a href="updater:unsubscribe">Lõpeta</a> selle kanali tellimine.
fr: <a href="updater:unsubscribe">Se désinscrire</a> de ce canal.
hu: <a href="updater:unsubscribe">Leiratkozás</a> errõl a csatornáról.
pl: <a href="updater:unsubscribe">Zrezygnuj</a> z sybskrypcji tego kana³u.
pt: <a href="updater:unsubscribe">Des-subscrever</a> este canal.
sk: <a href="updater:unsubscribe">Odhlásiť</a> tento kanál.
zh_cn: <a href="updater:unsubscribe">取消订阅</a>该频道。

source: There is <b>1 update</b> available in this channel, totalling <b>%s</b> of data to be downloaded.
da: Der er <b>1 opdatering</b> tilgængelig i denne kanal, i alt <b>%s</b> data at hente.
de: Es steht <b>1 Aktualisierung</b> aus diesem Kanal bereit. Insgesamt müssen <b>%s</b> an Daten heruntergeladen werden.
el: Υπάρχει <b>1 αναβάθμιση</b> διαθέσιμη σε αυτό το κανάλι, σε σύνολο <b>%s</b> δεδομένων για μεταφόρτωση.
es: Hay <b>1 actualización</b> disponible en este canal, haciendo un total de <b>%s</b> de datos a descargar.
et: Antud kanalil on saadaval <b>1 uuendus</b>, kokku allalaadimiseks <b>%s</b>.
eu: <b> Egunerapen 1</b> eskuragarri duzu kanal honetan, <b>%s</b> datu jaitsiko dira guztira.
fr: Il y a <b>1 mise à jour</b> disponible sur ce canal, totalisant <b>%s</b> de données à télécharger.
hu: Összesen <b>1 frissítés</b> érhetõ el ezen a csatornán, <b>%s</b> adat letöltése szükséges.
nl: Er is <b>1 nieuwe versie</b> beschikbaar in dit kanaal, met een totaal van <b>%s</b> aan gegevens om binnen te halen.
pl: W kanale dostêpna jest <b>1 aktualizacja</b>, co wymaga pobrania <b>%s</b> danych.
pt: Existe <b>1 actualização</b> disponível neste canal, totalizando <b>%s</b> de dados para serem copiados.
sk: V tomto kanáli je k dispozícii <b>jedna aktualizácia</b>, celkovo na stiahnutie <b>%s</b> dát.
zh_cn: 该频道中有<b>1个更新</b>可用，要下载的数据总共是<b>%s</b>。

source: There are <b>%s updates</b> available in this channel, totalling <b>%s</b> of data to be downloaded.
da: Der er <b>%s opdateringer</b> tilgængelige i denne kanal, i alt <b>%s</b> data at hente.
de: Es stehen <b>%s Aktualisierungen</b> aus diesem Kanal bereit. Insgesamt müssen <b>%s</b> an Daten heruntergeladen werden.
el: Υπάρχουν <b>%s αναβαθμίσεις</b> διαθέσιμες σε αυτό το κανάλι, σε σύνολο <b>%s</b> δεδομένων για μεταφόρτωση.
es: Hay <b>%s actualizaciones</b> disponibles en este canal, haciendo un total de <b>%s</b> de datos a descargar.
et: Antud kanalil on saadaval <b>%s uuendust</b>, kokku allalaadimiseks <b>%s</b>.
eu: <b>%s·</b>egunerapen·eskuragarri·duzu·kanal·honetan,·<b>%s</b>·datu·jaitsiko·dira·guztira.
fr: Il y a <b>%s mises à jour</b> disponible sur ce canal, totalisant <b>%s</b> de données à télécharger.
hu: Összesen <b>%s frissítés</b> érhetõ el ezen a csatornán, <b>%s</b> adat letöltése szükséges.
nl: Er zijn <b>%s nieuwe versies</b> beschikbaar in dit kanaal, met een totaal van <b>%s</b> aan gegevens om binnen te halen.
pl: W kanale dostêpnych jest <b>%s aktualizacji</b>, co wymaga pobrania <b>%s</b> danych.
pt: Existe <b>%s actualizações</b> disponíveis neste canal, totalizando <b>%s</b> de dados para serem copiados.
sk: V tomto kanáli je k dispozícii <b>%s aktualizácií</b>, celkovo na stiahnutie <b>%s</b> dát.
zh_cn: 该频道中有<b>%s个更新</a>可用，要下载的数据总共是<b>%s</b>。

source: You will not be able to update your system unless you run Red Carpet as root.
da: Du vil ikke være i stand til at opdatere dit system medmindre du kører Red Carpet som administrator (root).
de: Sie werden Ihr System nicht aktualisieren können solange Sie nicht root sind.
el: Δε θα μπορέσετε να αναβαθμίσετε το σύστημά σας αν δεν εκτελέσετε το Red Carpet ως διαχειριστής.
es: No podrá actualizar su sistema a no ser que ejecute Red Carpet como root.
et: Sa ei saa oma süsteemi uuendada, kui sa ei jooksuta Red Carpetit kasutaja root õigustes.
eu: Root bezala Red Carpet erabiltzen ez baduzu ezin izango duzu sistema eguneratu.
fr: Vous ne serez pas capable de mettre à jour votre système à moins que vous exécutiez Red Carpet en tant que root.
hu: Nem frissítheted a rendszeredet, ha nem rootként futtatod a Red Carpetet.
nl: U kunt uw systeem niet bijwerken tenzij u dit programma uitvoert als 'root'.
pl: Aktualizacja systemu jest mo¿liwa tylko przy uruchomieniu programu Red Carpet jako u¿ytkownik root.
pt: Não vai puder actualizar o seu sistema se não correr o Red Carpet como root.
sk: Ak chcete aktualizovať váš systém, musíte spustiť Red Carpet ako root.
zh_cn: 除非您以管理员身份运行红魔毯，您无法更新您的系统。

source: Essential Updates
da: Livsvigtige opdateringer
de: Notwendige Aktualisierungen
el: Αναγκαίες Ενημερώσεις
es: Actualizaciones esenciales
et: Vajalikud uuendused
eu: Oinarrizko Eguneratzeak
fr: Mises à jour essentielles
hu: Nélkülözhetetlen frissítések
nl: Essentiële nieuwe versies
no: Strengt nødvendige oppdateringer
pl: Niezbêdne aktualizacje
pt: Actualizações Essenciais
sk: Potrebné aktualizácie
zh_cn: 主要更新

source: Urgent Updates
da: Vigtige opdateringer
de: Dringende Aktualisierungen
el: Επείγουσες Ενημερώσεις
es: Actualizaciones urgentes
et: Pakilised uuendused
eu: Premiazko eguneratzeak
fr: Mises à jour urgentes
hu: Sürgõs frissítések
nl: Belangrijke vernieuwingen
no: Viktige oppdateringer
pl: Pilne aktualizacje
pt: Actualizações Urgentes
sk: Neodkladné aktualizácie
zh_cn: 紧急更新

source: Suggested Updates
da: Foreslåede opdateringer
de: Empfohlene Aktualisierungen
el: Προτιμώμενες Ενημερώσεις
es: Actualizaciones sugeridas
et: Soovitatavad uuendused
eu: Iradokitako Eguneratzeak
fr: Mises à jour suggérées
hu: Javasolt frissítések
nl: Geadviseerde nieuwe versies
no: Anbefalte oppdateringer
pl: Zalecane aktualizacje
pt: Actualizações Sugeridas
sk: Doporučené aktualizácie
zh_cn: 建议更新

source: Feature Enhancements
da: Funktionalitetsforbedringer
de: Neue Merkmale
el: Βελτιώσεις Χαρακτηριστικών
es: Mejora de prestaciones
et: Funktsioonide täiendused
eu: Ezaugarri Hobekuntzak
fr: Fonctionnalités améliorées
hu: Továbbfejlesztett funkciók
nl: Verbeterde mogelijkheden
no: Forbedringer i funksjonalitet
pl: Udoskonalenie mo¿liwo¶ci
pt: Melhoramento das Capacidades
sk: Rozšírenia a vylepšenia
zh_cn: 特性增强

source: Minor Fixes/Updates
da: Mindre rettelser/opdateringer
de: Kleine Fehlerbereinigungen/Aktualisierungen
el: Μικρές Διορθώσεις/Ενημερώσεις
es: Arreglos/actualizaciones menores
et: Väikesed parandused/uuendused
eu: Garrantzi txikiko Konponketak/Egunerapenak
fr: Corrections/Mise à jour mineures
hu: Kisebb hibajavítások/frissítések
nl: Kleine verbeteringen/vernieuwingen
no: Mindre feilopprettinger/oppdateringer
pl: Drobne poprawki/aktualizacje
pt: Correcções/Actualizações Menores
sk: Menej významné opravy/aktualizácie
zh_cn: 次要修补/更新

source: 1 update
da: 1 opdatering
de: 1 Aktualisierung
el: 1 αναβάθμιση
es: 1 actualización
et: 1 uuendus
eu: Eguneratze 1
fr: 1 mise à jour
hu: 1 frissítés
nl: 1 nieuwe versie
no: 1 oppdatering
pl: 1 aktualizacja
pt: 1 actualização
sk: 1 aktualizácia
zh_cn: 1个更新

source: %d updates
da: %d opdateringer
de: %d Aktualisierungen
el: %d αναβαθμίσεις
es: %d actualizaciones
et: %d uuendust
eu: %d eguneratze
fr: %d mises à jour
hu: %d frissítés
nl: %d nieuwe versies
no: %d oppdateringer
pl: %d aktualizacji
pt: %d actualizações
sk: %d aktualizácií
zh_cn: %d个更新

source: The following packages from this channel are currently installed on your system.
da: De følgende pakker fra denne kanal er i øjeblikket installeret på dit system.
de: Die Folgenden Pakete aus diesem Kanal sind derzeit auf Ihrem System installiert.
el: Τα επόμενα πακέτα από αυτό το κανάλι εγκαθίστανται στο σύστημά σας.
es: Los siguientes paquetes de este canal están actualmente instalados en su sistema.
et: Antud kanalist on järgnevad paketid sul juba installitud.
eu: Kanal honetako pakete hauek orain instalatuak izaten ari dira
fr: Les paquets suivants sont actuellement installés sur votre système.
hu: A következõ csomagok vannak a rendszeredre telepítve errõl a csatornáról.
nl: De volgende pakketten zijn op dit moment geïnstalleerd op uw systeem.
no: Følgende pakker fra denne kanalen er installert på ditt system.
pl: Aktualnie zainstalowane s± w systemie nastêpuj±ce pakiety z tego kana³u.
pt: Os seguintes pacotes deste canal estão instalados no seu sistema.
sk: Tieto balíky z tohto kanálu sú momentálne nainštalované na vašom počítači.
zh_cn: 您的系统中安装了以下该频道的软件包。

source: <!--html--> To remove packages, you will have to run Red Carpet as root.
da: For at afinstallere pakker bliver du nødt til at køre Red Carpet som administrator (root).
de: <!--html--> Um Pakete zu entfernen, müssen Sie Red Carpet als root starten.
el: <!--html--> Για να απεγκαταστήσετε πακέτα πρέπει να εκτελέσετε το Red Carpet ως διαχειριστής.
es: <!--html--> Para eliminar paquetes, deberá ejecutar Red Carpet como root.
et: <!--html--> Pakettide eemaldamiseks pead jooksutama Red Carpetit root õigustes.
eu: <!--html--> Paketeak ezabatzeko, Red Carpet root bezala erabili beharko duzu.
fr: <!--html--> Pour supprimer des paquets, vous devez exécuter Red Carpet en tant que root.
hu: <!--html--> A csomagok eltávolításához rootként kell futtatnod a Red Carpetet.
nl: <!--html--> Om pakketten te verwijderen moet u Red Carpet starten als root.
no: <!--html--> For å fjerne pakker vil du måtte kjøre Red Carpet som root.
pl: <!--html--> Aby usun±æ pakiety, musisz uruchomiæ Red Carpet jako u¿ytkownik root.
pt: <!--html--> Para remover pacotes tem de correr o Red Carpet como root.
sk: <!--html--> Pre odstránenie balíkov musíte spustiť Red Carpet ako root.
zh_cn: <!--html--> 要删除软件包，您必须以管理员身份允许红魔毯。

source: <p>All packages available in this channel are already installed on your system.</p>
da: <p>Alle tilgængelige pakker i denne kanal er allerede installeret på dit system.</p>
de: <p>Alle verfügbaren Pakete aus diesem Kanal sind bereits auf Ihrem System installiert</p>
el: <p>Όλα τα πακέτα σε αυτό το κανάλι είναι ήδη εγκατεστημένα στο σύστημά σας.</p>
es: <p>Todos los paquetes disponibles en este canal ya están instalados en su sistema.</p>
et: <p>Kõik antud kanali pakutavad paketid on sul juba installitud.</p>
eu: <p>Kanal honetan eskuragarri dauden pakete guztiak jadanik instalatuta daude.</p>
fr: <p>Tous les paquets disponibles sur ce canal sont déjà installés sur votre système.</p>
hu: <p>Minden ezen a csatornán elérhetõ csomag telepíve van már a rendszeredre.</p>
nl: <p>Alle beschikbare pakketten n dit kanaal zijn reeds geïnstalleerd op uw systeem.</p>
no: <p>Alle pakker som er tilgjengelig i denne kanalen er allerede installert på ditt system.</p>
pl: <p>W systemie zainstalowane s± ju¿ wszystkie pakiety dostêpne w tym kanale.</p>
pt: <p>Todos os pacotes disponíveis neste canal já se encontram instalados no seu sistema.</p>
sk: <p>Všetky dostupné balíky z tohto kanálu sú už na vašom systéme nainštalované.</p>
zh_cn: <p>您的系统上已经安装了该频道的所有软件。</p>

source: <p>You can go to the <a href="updater:update_page">Update page</a> to view available updates for your software in this channel, or return to the <a href="updater:summary">Summary</a> to view all available updates.</p>
da: <p>Du kan gå til <a href="updater:update_page">opdateringssiden</a> for at se tilgængelige opdateringer i denne kanal, eller gå tilbage til <a href="updater:summary">sammendraget</a> for at se samtlige tilgængelige opdateringer.</p>
de: <p>Sie können zur <a href="updater:update_page">Aktualisierungsseite</a> gehen, um verfügbare Aktualisierungen für Ihre Software in diesem Kanal zu betrachten oder kehren Sie zur <a href="updater:summary">Zusammenfassung</a> zurück, um alle verfügbaren Aktualiserungen zu betrachten.</p>
el: <p>Μπορείτε να πάτε στη <a href="updater:update_page">Σελίδα Αναβάθμισης</a> για να δείτε τις διαθέσιμες αναβαθμίσεις για το λογισμικό του καναλιού αυτού ή να επιστρέψτε στη <a href="updater:summary">Περίληψη</a> για να δείτε όλες τις διαθέσιμες αναβαθμίσεις.</p>
es: <p>Puede ir a la <a href="updater:update_page">página de actualización</a> para ver las actualizaciones disponibles en este canal para su software, o volver al <ahref="updater:summary">resumen</a> para ver todas las actualizaciones disponibles.</p>
et: <p>Sa võid minna <a href="updater:update_page">uuenduste lehele</a> kui soovid näha antud kanalil saada olevaid tarvara uuendusi, või mine tagasi <a href="updater:summary">kokkuvõtte lehele</a> kui soovid näha kõiki saada olevaid uuendusi.</p>
eu: <p>Kanal honetan eskuragarri dauden zure software-rentzako egunerapen guztiak ikusteko <a href="updater:update_page">Eguneratze orria</a>-ra jo zaitezke, edo <a href="updater:summary">Laburpen</a>-era itzuli eskuragarri daude egunerapen guztiak ikusteko.</p>
fr: <p>Vous pouvez aller à la page de <a href="updater:update_page">Mise à jour</a> pour voir les mises à jour disponibles pour vos logiciels dans ce canal, ou retourner à la page de <a href="updater:summary">Résumé</a> pour voir toutes les mises à jour disponibles.</p>
nl: <p>U kunt naar de <a href="updater:update_page">Nieuwe versies pagina</a> gaan om te kijken of er nieuwe versies beschikbaar zijn, of u kunt terugkeren naar de <a href="updater:summary">Samenvatting</a> om alle beschikbare nieuwe versies te bekijken.</p>
pl: <p>Aby wy¶wietliæ dostêpne aktualizacje oprogramowania w tym kanale, mo¿esz przej¶æ na <a href="updater:update_page">stronê aktualizacji</a>. Aby wy¶wietliæ wszystkie dostêpne aktualizacje, wróæ do <a href="updater:summary">zestawienia</a>.</p>
pt: <p>Pode ir à <a href="updater:update_page">Página das actualizações</a> para ver as actualizações disponíveis neste canal, ou voltar ao <a href="updater:summary">Sumário</a> para ver todas as actualizações.</p>
sk: <p>Pre zobrazenie aktualizácií pre váš softvér na tomto kanáli prejdite na <a href="updater:update_page">stránku Aktualizácia</a> alebo sa vráťte do <a href="updater:summary">Súhrnu</a> pre zobrazenie všetkých dostupných aktualizácií.</p>
zh_cn: <p>您可以到 <a href="updater:update_page">更新页</a> 去查看该频道的软件的可用更新，或者返回 <a href="updater:summary">摘要</a> 去查看所有可用的更新。</p>
