Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: <p>You can go to the <a href="updater:summary">Summary</a> to view all available updates for your system.</p>
da: <p>Du kan gå til <a href="updater:summary">sammendraget</a> for at se samtlige tilgængelige opdateringer for dit system.</p>
de: <p>Sie können zur <a href="updater:summary">Übersicht</a> gehen, um alle verfügbaren Aktualisierungen für Ihr System zu betrachten.</p>
el: <p>Μπορείτε να πάτε στην <a href="updater:summary">Περίληψη</a> για να δείτε όλες τις διαθέσιμες αναθμίσεις για το σύστημά σας.</p>
es: <p>Puede ir al <ahref="updater:summary">resumen</a> para ver todas las actualizaciones disponibles para su sistema.</p>
et: <p>Kui soovid näha kõiki uuendusi oma süsteemi jaoks, siis võid minna <a href="updater:summary">kokkuvõtte lehele</a>.</p>
eu: <p><a href="updater:summary">Laburpen</a>-era jo zaitezke eskuragarri dauden egunerapen guztiak ikusi ahal izateko.
fr: <p>Vous pouvez aller au <a href="updater:summary">Résumé</a> pour voir toutes les mises à jour disponibles pour votre système.</p>
hu: <p>Az <a href="updater:summary">Összefoglaló</a> oldalon a rendszeredre elérhetõ összes frissítési lehetõség megtekinthetõ.</p>
nl: <p>U kunt naar de <a href="updater:summary">Samenvatting</a> gaan om alle beschikbare nieuwe versies te bekijken voor uw systeem.</p>
pl: <p>Aby zobaczyæ wszystkie aktualizacje, dostêpne dla twojego systemu, przejd¼ do <a href="updater:summary">Zestawienia</a></p>
pt: <p>Pode ir ao <a href="updater:summary">Sumário</a> para ver todas as actualizações disponíveis para o seu sistema.</p>
sk: <p>Pre zobrazenie všetkých dostupných aktualizácií pre váš systém môžete použiť <a href="updater:summary">Súhrn</a>.</p>
zh_cn: <p>您可以到 <a href="updater:summary">摘要</a> 去查看您的系统可用的更新。</p>

source: <!--html-->The following packages from this channel are available for installation.
da: De følgende pakker fra denne kanal kan installeres.
de: <!--html-->Die folgenden Pakete aus diesem Kanal sind für die Installation verfügbar.
el: <!--html-->Τα παρακάτω πακέτα από το τρέχον κανάλι είναι διαθέσιμα για εγκατάσταση.
es: <!--html-->Los siguientes paquetes de este canal están disponibles para instalar.
et: <!--html-->Antud kanalil on installimiseks saadaval järgnevad paketid.
eu: <!--html-->Kanal honetako pakete hauek eskuragarri daude instalatzeko.
fr: <!--html-->Les paquets suivants de ce canal sont disponibles pour l'installation.
hu: <!--html-->A következõ csomagok telepíthetõek errõl a csatornáról.
nl: <!--html-->De volgende pakketten van dit kanaal zijn beschikbaar voor installatie.
pl: <!--html-->Dostêpne do instalacji s± nastêpuj±ce pakiety z tego kana³u.
pt: <!--html-->Os seguintes pacotes deste canal estão disponíveis para instalação.
sk: <!--html-->Tieto balíky z tohto kanálu sú k dispozícii pre inštaláciu.
zh_cn: <!--html-->本频道的以下软件包可供安装。

source: Package names that are in <font color="#777777">gray</font> indicate that a newer version of this package is already installed.
da: Pakkenavne i <font color="#777777">gråt</font> indikerer at en nyere version af denne pakke allerede er installeret.
de: Paketnamen die <font color="#777777">eingegraut</font> sind, zeigen an, dassbereist eine neuere Version dieses Pakets installiert ist.
el: Πακέτα που το όνομά τους είναι σε <font color="#777777">γκρι</font> υποδηλώνουν ότι υπάρχει ήδη εγκατεστημένη νεώτερη έκδοση.
es: Los nombres de los paquetes que están en <font color="#777777">gris</font> indican que ya hay instalada una versión más nueva de este paquete.
et: <font color="#777777">Hallis</font> kirjas pakettide nimed tähendavad, et sul on uuem versioon juba installitud.
eu: <font color="#77777">Grisez</font> dauden pakete izenek bertsio berriagoak instalatuta daudela adierazten dute.
fr: Les paquets dont les noms sont en <font color="#777777">gris</font> indiquent qu'une nouvelle version de ce paquet est déjà installée.
hu: A <font color="#777777">szürke</font> színû csomagnevek azt jelzik, hogy a csomag egy újabb változata már telepítve van.
nl: Pakketten met <font color="#777777">grijze</font> namen hebben reeds een nieuwere versie op uw systeem.
pl: Nazwy pakietów wy¶wietlane na <font color="#777777">szaro</font> informuj±, ¿e zainstalowana jest ju¿ nowasza wersja danego pakietu.
pt: Nomes de pacotes a <font color="#777777">cinzento</font> indicam que uma nova versão desse pacotes se encontra já instalada.
sk: Mená balíkov, ktoré sú <font color="#777777">šedé</font>, znamenajú, že už je nainštalovaná novšia verzia balíka.

source: <!--html--> To install packages, you will have to run Red Carpet as root.
da: For at installere pakker bliver du nødt til at køre Red Carpet som administrator (root).
de: <!--html--> Um Pakete zu installieren, müssen Sie Red Carpet als root starten.
el: <!--html--> Για την εγκατάσταση πακέτων, πρέπει να εκτελέσετε το Red Carpet ως διαχειριστής.
es: <!--html--> Para instalar paquetes, deberá ejecutar Red Carpet como root.
et: <!--html--> Pakettide installimiseks pead jooksutama Red Carpetit kasutaja root õigustes.
eu: <!--html--> Paketeak instalatzeko, root bezala erabili beharko duzu Red Carpet.
fr: <!--html--> Pour installer les paquets, vous devez exécuter Red Carpet en tant que root.
hu: <!--html--> A csomagok telepítéséhez rootként kell futtatnod a Red Carpetet.
nl: <!--html--> Om pakketten te installeren, moet u Red Carpet starten als root.
no: <!--html--> For å installere pakker vil du måtte kjøre Red Carpet som root.
pl: <!--html--> Aby zainstalowaæ pakiety, musisz uruchomiæ Red Carpet jako u¿ytkownik root.
pt: <!--html--> Para instalar pacotes tem de correr o Red Carpet como root.
sk: <!--html--> Pre inštaláciu balíkov musíte spustiť Red Carpet ako root.
zh_cn: <!--html--> 要安装软件包，您必须以管理员身份运行红魔毯。

source: Name:
da: Navn:
el: Όνομα:
es: Nombre:
et: Nimi:
eu: Izena:
fr: Nom :
hu: Név:
nl: Naam:
no: Navn:
pl: Nazwa:
pt: Nome:
sk: Meno:
zh_cn: 名字：

source: Installed Version:
da: Installeret version:
de: Installierte Version:
el: Εγκατεστημένη Έκδοση:
es: Versión instalada:
et: Installitud versioon:
eu: Instalatutako Bertsioa:
fr: Version installée :
hu: Telepített verzió:
nl: Geïnstalleerde versie:
no: Installert versjon:
pl: Zainstalowana wersja:
pt: Versão Instalada:
sk: Nainštalovaná verzia:
zh_cn: 已安装版本：

source: Size:
da: Størrelse:
de: Größe:
el: Μέγεθος:
es: Tamaño:
et: Suurus:
eu: Neurria:
fr: Taille :
hu: Méret:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
sk: Veľkosť:
zh_cn: 大小：

source: bytes
da: byte
el: byte
et: baiti
eu: byte
fr: octets
hu: bájt
pl: bajtów
sk: bajtov
zh_cn: 字节

source: Requested Version:
da: Forespurgt version:
de: Angeforderte Version:
el: Αιτούμενη Έκδοση:
es: Versión solicitada:
et: Soovitud versioon:
eu: Eskatutako bertsioa:
fr: Version requise :
hu: Kért verzió:
nl: Aangevraagde versie:
no: Forespurt versjon:
pl: ¯±dana wersja:
pt: Versão Pretendida
sk: Vyžadovaná verzia:
zh_cn: 要求的版本：

source: Summary:
da: Sammendrag:
de: Zusammenfassung:
el: Περίληψη:
es: Resumen:
et: Kokkuvõte:
eu: Laburpena:
fr: Résumé :
hu: Összefoglaló:
nl: Samenvatting:
no: Sammendrag:
pl: Zestawienie:
pt: Sumário
sk: Súhrn:
zh_cn: 摘要：

source: Description:
da: Beskrivelse:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
et: Kirjeldus:
eu: Deskribapena
hu: Leírás:
nl: Beschrijving:
no: Beskrivelse:
pl: Opis:
pt: Descrição:
sk: Popis:
zh_cn: 描述：

source: Requires:
da: Kræver:
de: Benötigt:
el: Απαιτεί:
es: Requiere:
et: Vajab:
eu: Beharrak:
fr: Requiert :
hu: Kell neki:
nl: Heeft nodig:
no: Krever:
pl: Wymaga:
pt: Necessita:
sk: Vyžaduje:
zh_cn: 需要：

source: or
da: eller
de: oder
el: ή
es: o
et: või
eu: edo
fr: ou
hu: vagy
nl: of
no: eller
pl: lub
pt: ou
sk: alebo
zh_cn: 或

source: Provides:
da: Tilfører:
de: Bietet:
el: Παρέχει:
es: Provee:
et: Pakub:
eu: Eskeintzen du:
fr: Fournis :
hu: Nyújtja:
nl: Levert:
no: Gir:
pl: Udostêpnia:
pt: Providencia
sk: Poskytuje:
zh_cn: 提供：

source: Conflicts:
da: Konflikter:
de: Kollidiert:
el: Συγκρούσεις:
es: Entra en conflicto:
et: Konfliktid:
eu: Gatazkak:
fr: Conflits :
hu: Ütközik:
nl: Conflicten:
no: Konflikter:
pl: Koliduje:
pt: Conflitos:
sk: Konflikty:
zh_cn: 冲突：

source: Update Now!
da: Opdatér nu!
de: Jetzt aktualisieren!
el: Αναβάθμιση Τώρα!
es: ¡Actualizar ahora!
et: Uuenda!
eu: Eguneratu Orain!
fr: Mettre à jour maintenant !
hu: Kezdõdhet a frissítés!
nl: Ververs nu!
no: Oppdater nå!
pl: Uaktualnij teraz!
pt: Actualizar Agora!
sk: Aktualizovať!
zh_cn: 现在更新！

source: Update Packages
da: Opdatér pakker
de: Pakete aktualisieren
el: Αναβάθμιση Πακέτων
es: Actualizar paquetes
et: Uuenda paketid
eu: Eguneratze Paketeak
fr: Mettre à jour les paquets
hu: Csomagok frissítése
nl: Nieuwe versies
no: Oppdater pakker
pl: Uaktualnij pakiety
pt: Actualizar Pacotes
sk: Aktualizovať balíky
zh_cn: 更新软件包

source: Install Packages
da: Installér pakker
de: Pakete installieren
el: Εγκατάσταση Πακέτων
es: Instalar paquetes
et: Installi paketid
eu: Paketeak Instalatu
fr: Installer les paquets
hu: Csomagok telepítése
nl: Installeer pakketten
no: Installer pakker
pl: Zainstaluj pakiety
pt: Instalar Pacotes
sk: Inštalovať balíky
zh_cn: 安装软件包

source: Remove Packages
da: Fjern pakker
de: Pakete entfernen
el: Απεγκατάσταση Πακέτων
es: Eliminar paquetes
et: Eemalda paketid
eu: Paketeak Ezabatu
fr: Supprimer les paquets
hu: Csomagok eltávolítása
nl: Verwijder pakketten
no: Fjern pakker
pl: Usuñ pakiety
pt: Remover Pacotes
sk: Odstrániť balíky
zh_cn: 删除软件包

source: Unsubscribe
da: Opsig abonnement
de: Abbestellen
el: Απεγγραφή
es: Desuscribir
et: Lõpeta tellimine
eu: Harpidetza Utzi
fr: Désinscrire
hu: Leiratkozás
nl: Abonnement Opheffen
no: Slett abonnement
pl: Odsubskrybuj
pt: Remover subscrição
sk: Odhlásiť
zh_cn: 退订

source: Subscribe
da: Abonnér
de: Abonnieren
el: Εγγραφή
es: Suscribir
et: Telli
eu: Harpidetu
fr: Souscrire
hu: Feliratkozás
nl: Abonneren
no: Abonner
pl: Zasubskrybuj
pt: Subscrever
sk: Prihlásiť
zh_cn: 订阅

source: Keyword&nbsp;Search:
da: Nøgleordssøgning
de: Schlüsselwort&nbsp;Suchen:
el: Αναζήτηση&nbsp;με&nbsp;λεκτικό:
es: Búsqueda&nbsp;por&nbsp;palabras&nbsp;claves:
et: Märksõna&nbsp;otsing:
eu: Hitza&nbsp;Bilatu:
fr: Recherche par mot-clé :
hu: Keresés&nbsp;kulcsszóra:
nl: Trefwoord&nbsp;Zoeken:
no: Nøkkelordsøk:
pl: Wyszukiwanie&nbsp;wg&nbsp;s³ów&nbsp;kluczowych:
pt: Palavra&nbsp;Pesquisar:
sk: Hľadanie&nbsp;kľúčových&nbsp;slov:
zh_cn: 关键词&nbsp;查找：

source: Summary
da: Sammendrag
de: Zusammenfassung
el: Περίληψη
es: Resumen
et: Kokkuvõte
eu: Laburpena
fr: Résumé
hu: Összefoglaló
nl: Samenvatting
no: Sammendrag
pl: Zestawienie
pt: Sumário
sk: Súhrn
zh_cn: 摘要

source: Red Carpet News
da: Red Carpet-nyheder
de: Red Carpet Neuigkeiten
el: Νέα του Red Carpet
es: Noticias de Red Carpet
et: Red Carpeti uudised
eu: Red Carpet Albisteak
fr: Nouveautés Red Carpet
hu: Red Carpet hírek
nl: Red Carpet Nieuws
no: Red Carpet nyheter
pl: Red Carpet - nowiny
pt: Notícias Red Carpet
sk: Novinky Red Carpet
zh_cn: 红魔毯新闻

source: Featured Channels
da: Særlige kanaler
de: Unterstützte Kanäle
el: Παρεχόμενα Κανάλια
es: Canales con prestaciones
et: Pakutavad kanalid
eu: Eskuragarri dauden Kanalak
fr: Fonctionnalités des canaux
hu: Hirdetett csatornák
nl: Speciale kanalen!
pl: Polecane kana³y
pt: Canais Especiais
sk: Vybrané kanále
zh_cn: 特别介绍频道

source: Subscribed Channels
da: Abonnerede kanaler
de: Abonnierte Kanäle
el: Εγγεγραμμένα Κανάλια
es: Canales suscritos
et: Tellitud kanalid
eu: Harpidetutako Kanalak
fr: Canaux enregistrés
hu: Elõfizetett csatornák
nl: Abonnementen
no: Abonnerte kanaler
pl: Zasubskrybowane kana³y
pt: Canais Subscritos
sk: Prihlásené kanály
zh_cn: 已订阅频道

source: Unsubscribed Channels
da: Ikke-abonnerede kanaler
de: Abbestellte Kanäle
el: Μη Εγγεγραμένα Κανάλια
es: Canales no suscritos
et: Tellimata kanalid
eu: Harpidetu Gabeko Kanalak
fr: Canaux non enregistrés
hu: Nem elõfizetett csatornák
nl: Beschikbare kanalen
no: Slettet abonnement fra kanaler
pl: Niezasubskrybowane kana³y
pt: Canais Não Subscritos
sk: Neprihlásené kanály
zh_cn: 未订阅频道

source: About
da: Om
de: Info
el: Σχετικά
es: Acerca de
et: Infoleht
eu: Zerari buruz
fr: À propos
hu: Névjegy
nl: Info
no: Om
pl: Informacje
pt: Acerca
sk: O kanáli
zh_cn: 关于

source: Update
da: Opdatér
de: Aktualisieren
el: Αναβάθμιση
es: Actualizar
et: Uuenda
eu: Eguneratu
fr: Mettre à jour
hu: Frissítés
no: Oppdater
pl: Uaktualnij
pt: Actualizar
sk: Aktualizácia
zh_cn: 更新

source: Install
da: Installér
de: Installieren
el: Εγκατάσταση
es: Instalar
et: Installi
eu: Instalatu
fr: Installer
hu: Telepítés
nl: Installeren
no: Installer
pl: Zainstaluj
pt: Instalar
sk: Inštalácia
zh_cn: 安装

source: Remove
da: Afinstallér
de: Entfernen
el: Απεγκατάσταση
es: Borrar
et: Eemalda
eu: Ezabatu
fr: Supprimer
hu: Eltávolítás
nl: Verwijderen
no: Fjern
pl: Usuñ
pt: Remover
sk: Odstránenie
zh_cn: 删除

source: Prefs
el: Προτιμήσεις
es: Preferencias
et: Häälestus
eu: Aukerak
nl: Voorkeuren
no: Brukervalg
sk: Nastavenie

source: Developers
el: Προγραμματιστές
es: Desarrolladores
et: Programmeerijad
eu: Garatzaileak
nl: Ontwikkelaars
no: Utviklere
sk: Vývojári

source: User Interface Design
el: Σχεδίαση Γραφικής Διασύνδεσης Χρήστη
es: Diseño de la interfaz de usuario
et: Kasutajaliidese disain
eu: Erabiltzaile Interfaze Diseñoa
nl: Gebruikersinterface ontwerp
no: Brukergrensesnittutforming
sk: Návrh používateľského rozhrania

source: Artwork
el: Γραφικά
es: Diseño gráfico
et: Graafika
eu: Arte Lana
nl: Kunst
no: Kunst
sk: Grafika

source: <p>Red Carpet is the Ximian package management system and software portal, allowing you to install, upgrade, and remove packages on your system. For more information, please visit the <a href="http://www.ximian.com/redcarpet/">Red Carpet web site</a>.</p><p>We welcome your feedback and bug reports, either through the <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, or the Red Carpet mailing list at <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Thank you!
da: <p>Red Carpet er Ximians kombinerede pakkehåndteringssystem og portal til programmer der tillader dig at installere, opgradere og fjerne pakker fra dit system. For yderligere oplysninger besøg <a href="http://www.ximian.com/redcarpet/">Red Carpets hjemmeside</a>.</p><p> Vi tager gerne mod kommentarer, forslag og fejlrapporter, enten gennem vores fejlrapporteringssystem <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> eller Red Carpet-postlisten på <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Mange tak!
de: <p>Red Carpet ist das Ximian Paket-Verwaltungssystem und Software-Portal, das Ihnen erlaubt, Pakete für Ihr System zu installieren, aktualisieren und zu entfernen. Für weitere Informationen besuchen Sie bitte <a href="http://www.ximian.com/redcarpet/">Red Carpet im Internet</a>.</p><p>Wir freuen uns über Ihre Rück- und Fehlermeldungen, entweder durch <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> oder die Red Carpet Mailingliste <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Vielen Dank!
el: <p>Το Red Carpet είναι το σύστημα διαχείρισης πακέτων και ο δικτυακός τόπος σύνδεσης της Ximian που σας επιτρέπει να εγκαθιστάτε, αναβαθμίζετε και να απεγκαθιστάτε πακέτα στο σύστημά σας. Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε το <a href="http://www.ximian.com/redcarpet/">Δικτυακό Τόπο του Red Carpet</a>.</p><p>Επιθυμούμε τα σχόλιά σας και τις αναφορές σφαλμάτων, είτε μέσω του <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, είτε μέσω της λίστας συνδρομητών του Red Carpet στο <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Σας ευχαριστούμε!
es: <p>Red Carpet es el sistema de gestión de paquetes y el portal de software de Ximian, le permite instalar, actualizar y eliminar paquetes de su sistema. Para más información, visite la <a href="http://www.ximian.com/redcarpet/">página web de Red Carpet</a>.</p><p>Agradecemos su realimentación y notificaciones de fallos, o bien mediante el <a href="http://bugzilla.ximian.com/">Bugzilla de Ximian</a> o la lista de correo de Red Carpet en <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. ¡Gracias!
et: <p>Red Carpet on Ximiani pakettide haldamise süsteem ning tarkvaraportaal, mille kaudu saad sa lihtsalt installida, uuendada ja eemaldada tarkvara. Lisainfo saamiseks külasta <a href="http://www.ximian.com/redcarpet/">Red Carpeti veebilehte</a>.</p><p>Me ootame teie tagasisidet ning veateateid, kas <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> kaudu või siis meililisti aadressil <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Täname teid!
eu: <p>Red Carpet Ximian-en paketeak kudeatzeko sistema eta software ataria da, honek paketeak zure sisteman instalatzeko eta ezabatzeko aukerak ematen dizkizu. Argibide gehiago eskuratzeko Red Carpet-en <a href="http://www.ximian.com/redcarpet/"> web gunera jo</a>.</p><p>Zure laguntza eskertuko dizugu eta akatsaren bat aurkitzen baduzu <a href="http://bugzilla.ximian.com/"> Ximian Bugzila</a>-ren edo <a href="http=//lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a> e-pozta zerrendaren bidez jakinarazi.</p><p>Mila esker !!!</p>
fr: <p>Red Carpet est le gestionnaire de package et le portail logiciel de Ximian, vous permettant d'installer, de mettre à jour et de supprimer des paquets de votre système. Pour plus d'informations, veuillez visiter le <a href="http://www.ximian.com/redcarpet/"> site web Red Carpet</a>.</p><p>Nous apprécions vos commentaires et vos rapports de bogues, soit par le biais de <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, ou par celui de la mailing liste de Red Carpet à l'adresse <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Merci !
hu: <p>A Red Carpet a Ximian csomagkezelõ rendszere és szoftverportálja, amely lehetõvé teszi a csomagok telepítését, eltávolítását és frissítését a rendszereden. További információért keresd fel a <a href="http://www.ximian.com/redcarpet/">Red Carpet weboldalát</a>.</p><p>Örömmel vesszük a visszajelzéseidet és hibajelentéseidet akár a <a href="http://bugzilla.ximian.com/">Ximian Bugzillán</a>, akár a Red Carpet levelezõlistán keresztül, melynek címe <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Köszönjük!
nl: <p>Red Carpet is het Ximian pakketbeheersysteem en programmaportaal. Het stelt u in staat om programma's op uw systeem te installeren, verwijderen en te vernieuwen. Ga voor meer informatie naar <a href="http://www.ximian.com/redcarpet/">de Red Carpet webpagina</a>.</p><p>We verwelkomen al uw opmerkingen en probleemrapporten, door middel van <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, of de Red Carpet e-mail lijst op <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Dank u wel.
pl: <p>Red Carpet jest pakietem firmy Ximian - systemem zarz±dzaj±cym oraz portalem oprogramowania, umo¿liwiaj±cym ci instalowanie, uaktualnianie oraz usuwanie pakietów z systemu. Aby uzyskaæ wiêcej informacji, odwied¼ <a href="http://www.ximian.com/redcarpet/">Stronê Red Carpet</a>.</p><p> Chêtnie widzimy twoj± pomoc i raporty b³êdów, tak¿e za po¶rednictwem <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, lub te¿ listy dyskusyjnej Red Carpet <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Dziekujemy!
pt: <p>O Red Carpet é o gestor de pacotes e portal de software da Ximian, permite instalar, actualizar e remover pacotes do seu sistema. Para mais informações, por favor visita o <a href="http://www.ximian.com/redcarpet/">site do Red Carpet</a>.</p><p>Agradecemos os seus comentários e aviso de bugs, quer através do <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, quer da mailing list do Red Carpet em <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Obrigado!
sk: <p>Red Carpet je systém pre správu balíkov a softvérový portál firmy Ximian, ktorý umožňuje inštaláciu, aktualizáciu a odstraňovanie balíkov z vášho systému. Pre ďalšie informácie navštívte <a href="http://www.ximian.com/redcarpet/">WWW stránku Red Carpet</a>.</p><p>Vítame vaše reakcie a prípadné správy o chybách, buď pomocou systému <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, alebo konferencie Red Carpet na adrese <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">ed-carpet@ximian.com</a>. Ďakujeme!
zh_cn: <p>红魔毯是 Ximian 的软件包管理系统和软件门户，允许您安装、升级和删除您系统上的软件包。要获得更多信息，请访问 <a href="http://www.ximian.com/redcarpet/">红魔毯主页</a>。</p><p>我们欢迎您通过 <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> 或者 <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a> 提供反馈和报告问题。谢谢！

source: All links will open in an external browser window.
da: Alle henvisninger åbner i et eksternt browservindue.
de: Alle Verknüpfungen öffnen sich in einem externen Browser-Fenster.
el: Όλοι οι σύνδεσμοι θα ανοίξουν σε εξωτερικό παράθυρο.
es: Todos los enlaces se abrirán en un navegador externo.
et: Kõik lingid avanevad välises brauseriaknas.
eu: Lotura guztiak kanpoko nabigatzaileanizango dira irekiak.
fr: Tous les liens seront ouverts dans une fenêtre de navigateur externe.
hu: Minden hivatkozás külsõ böngészõablakban nyílik meg.
nl: Alle links zullen geopend worden in een extern browservenster.
no: Alle lenker vil åpnes i et eksternt nettleservindu.
pl: Wszystkie odno¶niki bêdê otwierane w zewnêtrznym oknie przegl±darki.
pt: Todos os atalhos irão abrir numa janela externa de navegador.
sk: Všetky odkazy budú otvorené v externom okne prehliadača.
zh_cn: 全部链接将在外部浏览器中打开。

source: The following channels are our featured channels!
da: Følgende er vores særlige kanaler!
de: Die folgenden Kanäle sind unsere unterstützten Kanäle!
el: Τα παρακάτω κανάλια είναι τα παρεχόμενα κανάλια!
es: ¡Los siguientes canales son nuestros canales con prestaciones!
et: Me pakume järgnevaid kanaleid!
eu: Hurrengo kanalak dira eskuragarri daudenak!!!
fr: Les canaux suivants sont nos canaux de fonctions !
hu: A következõ csatornák a hirdetett csatornáink!
nl: De volgende kanalen willen we even onder de aandacht brengen!
pl: Poni¿sze kana³y s± polecenymi przez nas kana³ami!
pt: Os seguintes canais são os nossos canais especiais!
sk: Tieto kanály sú naše vybrané kanále!
zh_cn: 下面的频道是我们重点推荐的！

source: You are currently subscribed to all available channels!
da: Du abonnerer i øjeblikket på alle tilgængelige kanaler!
de: Sie haben derzeit alle verfügbaren Kanäle abonniert!
el: Είστε ήδη εγγεγραμμένος σε όλα τα διαθέσιμα κανάλια!
es: ¡Ya está suscrito a todos los canales disponibles!
et: Sa oled tellinud kõik saadaolevad kanalid!
eu: Momentuan kanal guztietan daukazu harpidetza
fr: Vous avez actuellement souscrit à tous les canaux disponibles !
hu: Pillanatnyilag az összes elérhetõ csatornára feliratkoztál.
nl: U ben op 't moment geabonneerd op alle beschikbare kanalen!
no: Du abonnerer på alle tilgjengelige kanaler!
pl: Zasubskrybowano ju¿ wszystkie dostêpne kana³y!
pt: Está subscrito a todos os canais disponíveis
sk: Momentálne máte prihlásené všetky dostupné kanály!
zh_cn: 您目前订阅了全部可用的频道！
