Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: Load file(s)
da: Hent filer
de: Datei(en) laden
el: Φόρτωση αρχείου(ων)
es: Cargar archivo(s)
et: Lae fail(id)
eu: Artxiboa(k) kargatu
fr: Chargement fichier(s)
hu: Fájl(ok) betöltése
nl: Bestand(en) laden
no: Last fil(er)
pl: Odczyt plików
pt: A carregar ficheiro(s)
sk: Načítať súbor(y)
tr: Dosya(lar) yükleniyor
uk: Завантажити файли
zh_cn: 载入文件

source: Install selected packages
da: Installér valgte pakker
de: Gewählte Pakete installieren
el: Εγκατάσταση επιλεγμένων πακέτων
es: Instalar paquetes seleccionados
et: Installi valitud paketid
eu: Haututako paketeak instalatu
fr: Installer les paquets sélectionnés
hu: Kiválasztott csomagok telepítése
nl: Installeer geselecteerde pakketten
no: Installer valgte pakker
pt: Instalar pacotes selecionados
sk: Inštalovať vybrané balíky
tr: Seçilen Paketleri yükle
uk: Встановити вибран╕ пакети
zh_cn: 安装选中的软件包

source: Install all packages in directory
da: Installér alle pakker i mappen
de: Alle Pakete aus dem Verzeichnis installieren
el: Εγκατάσταση όλων των πακέτων του καταλόγου
es: Instalar todos los paquetes del directorio
et: Installi kõik kataloogis olevad paketid
eu: Pakete guztiak direktorioan instalatu
fr: Installer tous les paquets du répertoire
hu: Minden csomag telepítése a könyvtárból
nl: Installeer alle pakketten in directory
no: Installer alle pakker i katalogen
pt: Instalar todos os pacotes no directório
sk: Inštalovať všetky balíky
tr: Aktif dizinde bulunan tüm paketleri yükle
uk: Встановити вс╕ пакети в каталоз╕
zh_cn: 安装目录中的所有软件包

source: Close
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
eu: Itxi
fr: Fermer
hu: Bezárás
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
sk: Zavrieť
tr: Kapat
uk: Закрити
zh_cn: 关闭

source: Ximian Red Carpet will now restart.
da: Ximian Red Carpet genstarter nu.
de: Ximian Red Carpet wird nun erneut gestartet.
el: Το Ximian Red Carpet θα επανεκτελεστεί.
et: Ximian Red Carpet taaskäivitab ennast.
fr: Ximian Red Carpet va maintenant redémarrer.
hu: A Ximian Red Carpet most újraindul.
nl: Ximian Red Carpet zal nu opnieuw starten.
no: Ximian Red Carpet vil nå starte på nytt.
pl: Ximian Red Carpet zostanie teraz ponownie uruchomiony.
pt: O Ximian Red Carpet vai reiniciar.
sk: Ximian Red Carpet sa teraz reštartuje.
zh_cn: Ximian 红魔毯现在重新启动。

source: No mirror (always use default host)
da: Intet spejl (brug altid standardvært)
de: Keine Spiegel-Server (immer voreingstelleten Rechner verwenden)
et: Ära kasuta peeglit
fr: Pas de miroir (toujours utiliser l'hôte par défaut)
hu: Nem kell tükör (mindig az alapértelmezett kiszolgálót használja)
nl: Geen mirror gebruiken (gebruik altijd de standaardlocatie)
pl: Brak serwera lustrzanego (u¿ywanie zawsze komputera domy¶lnego)
pt: Sem mirror (usar sempre o servidor por defeito)
sk: Žiadny mirror (vždy použiť štandardného hostiteľa)
zh_cn: 没有镜像(总是使用默认主机)

source: N/A
de: N/V
et: puudub
nl: N/B
no: I/T
pl: Niedostêpny
pt: N/D
sk: Nie je k dipozícii

source: Unable to parse mirror list.
da: Kunne ikke fortolke spejlingsliste.
de: Spiegel-Serverliste konnte nicht geparst werden.
et: EI saa töödelda peeglite nimekirja
fr: Incapable d'analyser la liste des miroirs
hu: Nem lehet értelmezni a tükrök listáját.
nl: Kan mirrorlijst niet doorlezen.
no: Kan ikke lese listen over speil.
pl: Nie mo¿na przetworzyæ listy serwerów lustrzanych.
pt: Impossível processar lista de mirrors.
sk: Nepodarilo sa spracovať zoznam mirrorov.
zh_cn: 无法分析镜像列表。

source: Unable to save mirror list (%s).
da: Kunne ikke gemme spejlingsliste (%s).
de: Spiegel-Serverliste konnte nicht gespeichert werden (%s).
et: Ei saa salvestada peeglite nimekirja (%s).
fr: Incapable d'enregistrer la liste des miroirs (%s).
hu: Nem lehet menteni a tükrök listáját (%s)
nl: Kan mirrorlijst niet bewaren (%s).
no: Kan ikke lagre listen over speil (%s).
pl: Nie mo¿na zapisaæ listy serwerów lustrzanych (%s).
pt: Impossível guardar lista de mirrors (%s).
sk: Nepodarilo sa uložiť zoznam mirrorov (%s).
zh_cn: 无法保存镜像列表 (%s)。

source: <p>You can continue without any mirrors by pressing "Cancel"
da: <p>Du kan fortsætte uden nogen filspejlinger ved at trykke på "Annullér"
de: <p>Sie können ohne Spiegel-Server weitermachen, indem Sie »Abbrechen« drücken
et: <p>Sa võid jätkata ilma peegliteta kui vajutad nuppu "Katkesta"
fr: <p>Vous pouvez continuer sans les miroirs en pressant « Annulez »
pl: <p>Aby kontynuowaæ bez ¿adnych serwerów lustrzanych, wci¶nij "Anuluj"
pt: <p>Pode continuar sem mirrors primindo "Cancelar"
sk: <p>Stlačením "Zrušiť" môžete pokračovať bez použitia mirrorov.
zh_cn: <p>您可以按“取消”来不使用任何镜像

source: Allowed cache difference:
el: Επιτρεπόμενη διαφορά μεταξύ μεταφορτωμένων αρχείων:
es: Permitido diferencias de cache:
et: Lubatud puhvri muut:
eu: Onartutako katxe desoreka:
nl: Toegestane verschillen in buffer:
tr: Ýzin verilen Bölümleme sistemleri:

source: seconds
el: δευτερόλεπτα
es: segundos
et: sekundit
eu: segunduak
nl: seconden
tr: Saniye(ler)

source: Requested Packages
el: Πακέτα που ζητήθηκαν
es: Paquetes solicitados
et: soovitud paketti
eu: Eskatutako Paketeak
nl: aangevraagde pakketten

source: File not found
el: Δε βρέθηκε το αρχείο
et: Faili ei leitud
nl: Bestand niet gevonden

source: IO error
el: Σφάλμα ΕΕ (Εισόδου/Εξόδου)
et: Sisendi/väljundi viga
nl: IO fout

source: User Registration
es: Registro de usuario
et: Kasutaja registreerimine
eu: Erabiltzaile Erregistroa
tr: Kullancýný Kaydý
uk: Ре╓страц╕я користувача

source: GUI Options
es: Opciones de la IGU (GUI)
et: GUI häälestus
eu: GUI Aukerak
tr: GUI Özellikleri
uk: Параметри Г╤К

source: No description available
es: No hay descripción disponible
et: Kirjeldus puudub
eu: Deskribapena ez dago eskuragarri

source: HTTP Proxy
da: HTTP-mellemvært
el: Διαμεσολαβητής HTTP
es: Proxy HTTP
eu: HTTP Proxy-a
pl: Po¶rednik HTTP
pt: Proxy HTTP
zh_cn: HTTP 代理服务器

source: SOCKS 4 Proxy
da: SOCKS 4-mellemvært
el: Διαμεσολαβητής SOCKS 4
es: Proxy SOCKS 4
eu: SOCKS 4 Proxy-a
pl: Po¶rednik SOCKS 4
pt: Proxy SOCKS 4
zh_cn: SOCKS 4 代理服务器

source: SOCKS 5 Proxy
da: SOCKS 5-mellemvært
el: Διαμεσολαβητής SOCKS 5
es: Proxy SOCKS 5
eu: SOCKS 5 Proxy-a
pl: Po¶rednik SOCKS 5
pt: Proxy SOCKS 5
zh_cn: SOCKS 5 代理服务器

source: Proxy
da: Mellemvært
el: Διαμεσολαβητής
eu: Proxy-a
pl: Po¶rednik
tr: Vekil Sunucu
uk: Прокс╕
zh_cn: 代理服务器

source: Hi. Thanks for testing out this beta version of Red Carpet. This new version includes a number of improvements, including improved dependency checking, RPM and dpkg backend improvements for faster and more successful transactions, a new and improved transfer layer, and more. Please keep in mind, however, that this version is not ready for production use. You should expect things to break. If you encounter a bug, please file it at the Ximian Bugzilla at http://bugzilla.ximian.com and ensure that you file the bug against the correct version (1.0.93). This will make everyone's life easier. When reporting a bug via bugzilla or to the mailing lists, please include the name and version of your distribution and, if you encounter a problem when trying to install or remove packages, the packages that you were trying to add or remove. Thanks again for testing Red Carpet; your contributions as testers are paramount to its improvement. The Red Carpet team
da: Hej! Tak fordi du tester denne betaversion af Red Carpet. Denne nye version indeholder et antal robusthedsforbedringer som bedre afhængighedstjek ved afinstallering, en RPM- og dpkg-bagende, optimeringer for hurtigere og bedre virkende transaktioner, et nyt overførselslag, m.m. Men husk på at denne version ikke er klar til alment brug. Du bør regne med at noget går galt. Hvis du støder på en fejl, så rapportér den venligst på http://bugzilla.ximian.com og sikr dig at du rapporterer den med den rigtige version (1.0.93) for at gøre alles liv lidt lettere. Når du rapporterer en fejl via Bugzilla eller på postlisten, så husk at medtage navnet og versionen af din distribution, og - hvis du er stødt på et problem under installering eller afinstallering af pakker - de pakker som du forsøgte at tilføje eller fjerne. Tak fordi du tester Red Carpet; din medvirken som tester er nødvendig for at programmet kan blive bedre. Red Carpet-gruppen
el: Γεια σας και ευχαριστούμε που δοκιμάζετε αυτή τη δοκιμαστική έκδοση του Red Carpet. Αυτή η νέα έκδοση περιλαμβάνει μια σειρά από βελτιώσεις σταθερότητας όπως επιπλέον πληροφορίες εξαρτήσεων κατά την απεγκατάσταση πακέτων, βελτιώσεις στα συστήματα RPM και dpkg για ταχύτερες και πιο επιτυχείς συνναλαγές, ένα νέο και βελτιωμένο στρώμα μεταφοράς αρχείων και πολλά άλλα. Παρακαλούμε προσέξτε ότι αυτή η συγκεκριμένη έκδοση δεν είναι εντελώς έτοιμη για χρήση από τον καθένα και θα πρέπει να αναμένετε κάποιες λειτουργίες να μην είναι επιτυχείς. Αν συναντήσετε κάποιο σφάλμα, παρακαλούμε να το δηλώσετε στο http://bugzilla.ximian.com και προσέξτε να το τοποθετήσετε κάτω από τη σωστή έκδοση του προγράμματος (1.0.93). Αυτό θα κάνει τη ζωή του καθενός ευκολότερη. Όταν αναφέρετε σφάλματα μέσω του bugzilla ή μέσω των λιστών συνδρομητών, παρακαλώ να συμπεριλαμβάνετε το όνομα και την έκδοση της διανομής καθώς και το αν εμφανίζεται το πρόβλημα κατά την εγκατάσταση ή απεγκατάσταση, μαζί με τα πακέτα που προσθέτετε ή αφαιρείτε. Ευχαριστούμε ξανά που δοκιμάζετε το Red Carpet, η συμβολή σας ως δοκιμαστές είναι πολύτιμη στη βελτίωσή του. Η ομάδα του Red Carpet
fr: Bonjour, Merci de tester cette version bêta de Red Carpet. Cette nouvelle version inclue de nombreuses améliorations, dont la vérification des dépendances, l'optimisation des moteurs RPM et dpkg pour la vitesse et les transactions à succès, ainsi qu'une nouvelle couche de transfert plus rapide, et bien plus encore. Gardez à l'esprit, cependant, que cette version n'est pas prête pour une utilisation en production. Vous devez vous attendre à des bogues. Si vous rencontrez un bogue, veuillez le décrire sur Ximian Bugzilla à l'adresse suivante http://bugzilla.ximian.com et assurez vous que vous associez ce bogue à la bonne version (1.0.93). Ceci rendra à tout le monde la vie plus facile. Quand vous reportez un bogue via bugzilla ou via les listes de diffusions, incluez s'il vous plaît le nom et la version de votre distribution et si vous rencontrez un problème quand vous tentez d'installer ou supprimer un paquet, le nom du paquet que vous avez tenté d'installer ou supprimer. Merci encore de tester Red Carpet ; votre contribution en tant que testeur est primordiale pour ces améliorations. L'équipe de Red Carpet
hu: Szia! Köszönjük, hogy kipróbálod a Red Carpet béta változatát. Ebbe az új verzióba sok új fejlesztés került bele, például a továbbfejlesztett függõség-ellenõrzés, RPM és dpkg háttér fejlesztése a gyorsabb és sikeresebb mûveletek kedvéért, új továbbfejlesztett átviteli réteg, stb. Ne feledd azért, hogy ez a változat nem való komoly munkára. Valószínûleg vannak hibák. Ha hibát észlelsz, jelentsd a Ximian Bugzillán (http://bugzilla.ximian.com), és gyõzõdj meg arról, hogy a megfelelõ verziószámot (1.2.1) adod meg. Ez mindenki életét könnyebbé teszi. Ha a bugzillán vagy a levelezõ- listán keresztül jelentesz egy hibát, add meg a disztribúciód nevét és verzióját, és ha a hiba csomagok telepítése vagy eltávolítása közben jelentkezik, add meg a kérdéses csomagok nevét. Köszönjük még egyszer, hogy teszteled a Red Carpetet, a hozzájárulásod tesztelõként nagyban segíti a fejlesztést. A Red Carpet csapat
nl: Hallo. Bedankt voor het uitproberen van deze bèta versie van Red Carpet. Deze nieuwe versie bevat een aantal verbeteringen, waaronder verbeterde afhankelijkheidsdetectie, RPM en dpkg-ondersteuningsverbetering voor snellere en betere installatie en een nieuwe codelaag voor het op een betere manier binnenhalen van pakketten. Houd wel in gedachten, dat deze versie niet klaar is voor productie gebruik, waardoor er kleine dingen mis zouden kunnen gaan. Als u een probleem tegenkomt, dan kunt u dit melden (in het engels) op http://bugzilla.ximian.com. Wees er wel zeker van dat u deze bug voor de juiste versie rapporteert. Probeer ook de naam en versie van uw distributie mee te geven, en, wanneer het probleem zich voordeet bij het installeren / verwijderen van pakketten, ook de de pakketten waarbij het foutging. Nogmaals bedankt voor het uitproberen van Red Carpet. Uw medewerking is zeer belangrijk voor verbetering van dit product. Het Red Carpet team.
pl: Cze¶æ. Dziêki za przetestowanie tej wersji beta programu Red Carpet. Nowa wersja zawiera kilka ulepszeñ, w³±czaj±c poprawione sprawdzanie zale¿no¶ci, ulepszenie obs³ugi w tle RPM oraz dpkg umo¿liwiaj±cych szybsze i bardziej pewne transakcje, now± ulepszon± warstwê przesy³ania, oraz wiele innych rzeczy. Zwróæ jednak uwagê, ¿e niniejsza wersja nie jest jeszcze wersj± stabiln±. Kilka rzeczy mo¿e nie dzia³aæ poprawnie. Je¶li napotkasz b³±d, prze¶lij informacjê o nim do Ximian Bugzilla pod adresem http://bugzilla.ximian.com oraz upewniæ siê ¿e jest to b³±d poprawnej wersji (1.0.93). Dziêki temu mo¿na wszystkim uprzyjemniæ ¿ycie. W trakcie przesy³ania b³êdu za po¶rednictwem bugzilli lub na listê dyskusyjn± do³±cz nazwê oraz wersjê swojej dystrybucji a tak¿e w razie napotkania problemu w trakcie próby instalacji lub usuwania pakietów, nazwy pakietów, których ten problem dotyczy. Jeszcze raz dziêki za testowanie Red Carpet; wasz wk³ad jako testerów jest niezwykle wa¿ny do ulepszania tego pakietu. Zespó³ Red Carpet
pt: Olá. Obrigado por testar esta versão beto do Red Carpet. Esta nova versão possui novos melhoramentos, incluindo melhor verificação das dependências, melhoramentos ao nível das interfaces RPM e dpkg para melhores e mais bem sucedidas transações, uma nova e melhorada camada de transferência, e ainda mais. Por favor lembre-se que esta versão ainda não está pronta para uso de produção. É possível que algo falhe. Se encontrar um bug, por favor informe o Ximian Bugzilla em http://bugzilla.ximian.com e assegure que identifica a versão correcta onde encontrou o erro (1.0.93). Isto tornará a vida mais fácil a toda a gente. Quando identificar-nos sobre um bug através do bugzilla ou das mailing lists, por favor inclua o nome e a versão da sua distribuição e, se encontrar um problema quando tentar instalar ou remover pacotes, os pacotes que estava a tentar instalar ou remover Agradecimentos de novo por testar o Red Carpet; a sua contribuição ao testar é uma ajuda ao seu desenvolvimento. A equipa do Red Carpet
sk: Ďakujeme za testovanie tejto beta verzie programu Red Carpet. Táto nová verzia obsahuje veľa vylepšení, napr. kvalitnejšie riešenie závislostí, zrýchlenie a vylepšenie podpory RPM a dpkg, novú a vylepšenú prenosovú vrstvu a veľa ďalších. Prosím, uvedomte si, že táto verzia nie je pripravená na každodenné používanie. Môže sa stať, že sa niečo pokazí. Ak narazíte na chybu, prosím, oznámte nám ju pomocou systému Ximian Bugzilla na adrese http://bugzilla.ximian.com a nezabudnite zadať správne číslo verzie (1.0.93). Uľahčíte tým život všetkým. Pri popise chyby nezabudnite meno a verziu vašej distribúcie a ak narazíte na problém s balíkmi, tak aj ktoré balíky problém spôsobili. Ešte raz ďakujeme za testovanie Red Carpet; váš testovací príspevok je predpokladom pre ďalšie zlepšenia. Tím Red Carpet

source: Red Carpet will generate the dependency information required to analyze this failure and email it to Ximian, Inc. Please fill out the form below in the event that a follow-up is necessary to further diagnose the problem.
da: Red Carpet vil generere de afhængighedsoplysninger som er nødvendige for at analysere fejlen og sende dem til Ximian, Inc. Udfyld venligst formularen herunder hvis det skulle blive nødvendigt med en opfølgning for at kunne diagnosticere problemet.
fr: Red Carpet va générer les informations de dépendances nécessaires pour analyser cet échec et les envoyer à Ximian, Inc. Veuillez remplir le formulaire ci dessous dans le cas où des détails supplémentaires seraient nécessaires au diagnostique du problème.
pl: Red Carpet wygeneruje informacje o zale¿no¶ciach wymaganych do analizy tego b³êdu oraz prze¶le je mailem do firmy Ximian, Inc. Wype³nij poni¿szy formularz opisuj±c zdarzenie, które do niego doprowadzi³o, co jest konieczne do dalszej diagnozy problemu
pt: O Red Carpet irá gerar a informação de dependências necessária para analisar esta falha e enviar um email com essa informação para a Ximian, nc. Por favor preencha o formulário abaixo para o caso de ser necessário um contacto futuro para diagnosticar o problema.

source: Name:
da: Navn:
fr: Nom :
hu: Név:
pl: Nazwa:
pt: Nome:
zh_cn: 名字：

source: Email:
da: Epost:
zh_cn: 邮件：

source: Progress:
da: Fremgang:
de: Forschritt:
fr: Avancement :
pl: Postêp:
pt: Progresso:
zh_cn: 进度：

source: <p>An error occured trying to parse channel information.</p><p>This may be caused either by an old version of Red Carpet that is unable to read newer data files or by an error on the server. If you cancel, Red Carpet will skip this channel and it will be unavailable for the rest of this session (or until you refresh the channel list).</p>
da: <p>En fejl opstod under forsøg på at fortolke kanalinfo.</p><p>Dette kan enten skyldes en gammel version af Red Carpet der ikke kan læse nyere kanalfiler, eller en fejl på serveren. Hvis du annullerer, vil Red Carpet springe over denne kanal, og den vil ikke være tilgængelig i resten af denne session (eller indtil du opdaterer kanallisten).</p>
fr: <p>Une erreur a survenue en essayant de lire le canal d'information.</p><p> Ceci peut être du à l'utilisation d'une ancienne version de Red Carpet qui est incapable de lire le nouveau format de donnée ou à une erreur du serveur. Si vous choisissez d'annuler, Red Carpet abandonnera ce canal et il ne sera pas disponible durant cette session (ou jusqu'à ce que vous rafraîchissiez la liste du canal).</p>
pl: <p>Wyst±pi³ b³±d w czasie przetwarzania informacji na temat kana³u.</p><p>Mo¿e byæ to spowodowane zarówno na wskutek posiadania starej wersji Red Carpet, która nie potrafi odczytaæ nowszych plików danych lub te¿ przez b³±d serwera. Je¶li anulujesz, Red Carpet pominie ten kana³. Nie bêdzie on tak¿e dostêpny przez resztê czasu trwania tej sesji (lub te¿ do czasu gdy zostanie od¶wie¿ona lista kana³ów).</p>
pt: <p>Ocorreu um erro quando estava a tentar processar a informação do canal.</p><p>Isto pode ter sido causado por uma versão antiga do Red Carpet que é incapaz de ler novos tipos de dados ou por um erro no servidor. Se cancelar, o Red Carped irá saltar este canal e ele permanecerá indisponível durante o resto da sessão (ou até refrescar a lista dos canais).</p>

source: <p>An error has occurred while downloading channel data.</p><p>Red Carpet was unable to fetch information for the "%s" channel from the server. Red Carpet can continue without this information, but you will be unable to access that channel during this session (unless you refresh).</p>
da: <p>En fejl opstod under hentningen af kanaldata.</p><p>Red Carpet kunne ikke hente information om kanalen "%s" fra serveren. Red Carpet kan godt fortsætte uden denne information, men du vil ikke være i stand til at få adgang til denne kanal i denne session (medmindre du opdaterer kanallisten).</p>
fr: <p>Une erreur a survenue durant le téléchargement du canal de donnée.</p><p>Red Carpet a été incapable de récupérer les informations depuis le canal « %s ». Red Carpet peut continuer sans cette information, mais vous serez incapable d'accéder à ce canal durant cette session (à moins que vous rafraîchissiez).</p>
pl: <p>Wyst±pi³ b³±d w trakcie pobierania danych o kanale.</p><p>Red Carpet nie mo¿e pobraæ z serwera informacji dotycz±cych kana³u "%s". Red Carpet mo¿e kontunuowaæ bez tej informacji, lecz nie bêdzie mo¿na uzyskaæ dostêpu do tego kana³u w trakcie tej sesji (chyba ¿e zostanie od¶wie¿ona).</p>
pt: <p>Ocorreu um erro a copiar dos dados do canal.</p><p>O Red Carpet não consegui copiar informação sobre o canal "%s" do servidor. É possível continuar sem esta informação, mas não irá ter acesso ao canal durante esta sessão (a não ser que refresque a lista).</p>

source: Click here to send a dependency report
da: Klik her for at sende en afhængighedsrapport
de: Klicken Sie hier, um einen Abhängigkeitsbericht zu verschicken.
fr: Cliquez ici pour envoyer un rapport de dépendances
pl: Kliknij tutaj aby wys³aæ raport zale¿no¶ci
pt: Clique aqui para enviar um relatório de dependências
zh_cn: 点击这里发送依赖报告

source: needed by: <b>%s</b>
da: krævet af: <b>%s</b>
de: benötigt von: <b>%s<b>
fr: requis par : <b>%s<b>
hu: követeli: <b>%s</b>
pl: wymagane przez pakiet: <b>%s</b>
pt: requerido por: <b>%s</b>
zh_cn: 被依赖：<b>%s</b>

source: conflicts with: <b>%s</b>
da: er i konflikt med: <b>%s</b>
de: kollidiert mit: <b>%s<b>
fr: conflits avec <b>%s</b>
hu: ütközik: <b>%s</b>
pl: koliduje z pakietem <b>%s</b>
pt: em conflito com: <b>%s</b>
zh_cn: 冲突：<b>%s</b>

source: depends on: <b>%s</b>
da: afhænger af: <b>%s</b>
de: abhängig von: <b>%s<b>
fr: dépend de : <b>%s</b>
hu: függ ettõl: <b>%s</b>
pl: zale¿y od pakietu <b>%s</b>
pt: depende de: <b>%s</b>
zh_cn: 依赖于：<b>%s</b>

source: Credits
da: Tak til
de: Mitwirkende
fr: Crédits
hu: Szerzõk
pl: Zas³ugi
pt: Créditos

source: Ximian Red Carpet was unable to determine what distribution you are on or you are running an unsupported distribution. If you are running a supported distribution, this is usually caused by some system file being modified. A list of supported distributions is located <a href="http://www.ximian.com/products/ximian_red_carpet/download.html">on our web site</a>.
da: Ximian Red Carpet var ikke i stand til at afgøre hvilken distribution du kører, eller også kører du en ikke-understøttet distribution. Hvis du kører en understøttet distribution, skyldes problemet oftest at en systemfil er blevet ændret. En liste over understøttede distributioner findes på vores <a href="http://www.ximian.com/ximian_red_carpet/download.html">netsted</a>.
fr: Ximian Red Carpet est incapable de déterminer quelle distribution vous utilisez ou bien vous utilisez une distribution non supportée. Si vous utilisez une distribution supportée, le problème est généralement engendré parce que des fichiers système ont été modifiés. Une liste de distributions supportées est disponible <a href="http://www.ximian.com/products/ximian_red_carpet/download.html">sur notre site web</a>.
pl: Program Ximian Red Carpet nie potrafi okre¶liæ u¿ywanej dystrybucji lub u¿ywana dystrybucja jest nieobs³ugiwana. Je¶li dystrybucja nale¿y do obs³ugiwanych, problem jest prawdopodobnie spowodowany modyfikacj± pewnych plików systemowych. Listê obs³ugiwanych dystrybucji mo¿na znale¼æ na <a href="http://www.ximian.com/products/ximian_red_carpet/download.html"> na naszej stronie WWW</a>.
pt: O Ximian Red Carpet não conseguiu determinar que distribuição utiliza ou está a utilizar uma distribuição não suportada. Se está a utilizar uma idistribuição suportada, isto é, normalmente, devido a um ficheiro de sistema estar a ser modificado. Existe uma lista de distribuições suportadas em <a href="http://www.ximian.com/products/ximian_red_carpet/download.html"> na nossa página de internet</a>.

source: An error occurred trying to parse the channel list. You should ensure that you are running a supported distribution and try again later.
da: En fejl opstod under forsøg på at fortolke kanallisten. Sikr dig at du kører en understøttet distribution og prøv igen senere.
fr: Une erreur est intervenue durant l'analyse de la liste du canal. Vous devez vous assurer que vous utilisez une distribution supportée et essayer à nouveau plus tard.
pl: Wyst±pi³ b³±d w trakcie przetwarzania listy kana³ów. Upewnij siê, ¿e uruchomiona jest obs³ugiwana dystrybucja oraz spróbuj pó¼niej jeszcze raz.
pt: Ocorreu um erro ao tentar parsear a lista de canais. Deverá certificar-se de que está a utilizar uma distribuição suportada e tentar novamente mais tarde.
