Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: Red Carpet's cryptographic verification of %s (%s) has <b><font color="#ff0000">failed</font></b>. This means that the security of this package has somehow been compromised and Red Carpet will not install it. The downloaded package may have been corrupted and downloading the package again may fix the problem. If it doesn't, please email <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a> with your distribution information and the name of the package that failed.
et: Red Carpeti krüptograafiline kontroll paketile %s (%s) <b><font color="#ff0000">ei õnnestunud</font></b>. See tähendab, et allalaetud paketi turvalisust on kuidagi muudetud ja Red Carpet seda enam ei installi. Võimalik, et allalaetud pakett sai lihtsalt vigastada ja paketi uuesti alla laadimine võib vea parandada. Kui sellest siiski abi pole, siis palun saada aadressilte<a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a> info oma distributsiooni kohta ja vigase paketi nimi.
nl: Red Carpet's cryptografische controle van %s (%s) is <b><font color="#ff0000">mislukt</font></b>. Dit betekent dat de veiligheid van dit pakket is doorbroken waardoor Red Carpet het niet zal installeren. Het binnengehaalde pakket is misschien gebroken tijdens transport waardoor opnieuw binnenhalen het probleem zou kunnen oplossen. Als dit het probleem niet verhelpt kunt u het beste e-mailen naar <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a> met distributiegegevens en de naam van het pakket waarvan de veiligheid is doorbroken.
sk: Overenie Red Carpet %s (%s) pomocou šifrovania <b><font color="#ff0000">zlyhalo</font></b>. To znamená, že zabezpečenie tohto balíka bolo poškodené a Red Carpet ho preto nenainštaluje. Stiahnutý balík je možno poškodaný, takže problém by mohlo vyriešiť nové stiahnutie. Ak nie, pošlite správu na adresu <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a> spolu s informáciou o distribúcii a meno balíka, ktorý zlyhal.

source: INFO: Name: %s (%s) Version: %s Release: %s Package Filename: %s
da: INFO: Navn: %s (%s) Version: %s Udgave: %s Pakkefilnavn: %s
de: INFO: Name: %s (%s) Version: %s Ausgabe: %s Paket-Dateiname: %s
et: INFO: Nimi: %s (%s) Versioon: %s Väljalase: %s Paketi failinimi: %s
fr: INFO : Nom : %s (%s) Version : %s Révision : %s Nom du paquet : %s
hu: INFO: Név: %s (%s) Verzió: %s Kiadás: %s Csomag fájlneve: %s
pl: INFORMACJE: Nazwa: %s (%s) Wersja: %s Wydanie: %s Nazwa pakietu: %s
pt: INFORMAÇÃO: Nome: %s (%s) Versão: %s Versão de Lançamento: %s Nome do Pacote: %s
sk: INFO: Meno: %s (%s) Verzia: %s Release: %s Meno súboru balíku: %s
zh_cn: 信息： 名称：%s (%s) 版本：%s 发布：%s 软件包文件名： %s

source: Verification of %s (%s) is inconclusive; aborting
da: Efterprøvning af %s (%s) kan ikke konkludere noget; afbryder
de: Überprüfung von %s (%s) ist ergebnislos. Abbruch
et: %s (%s) ei ole lõplik; katkestan
fr: La vérification de %s (%s) n'est pas concluante; abandon
nl: Controle van %s (%s) is onduidelijk, gestopt.
pl: Weryfikacja pakietu %s (%s) jest niezakoñczona; przerwanie
pt: Verificação de %s (%s) é inconclusiva; a cancelar
sk: Overenie %s (%s) nie je uzavreté, končím

source: Verification of %s (%s) is inconclusive; continuing
da: Efterprøvning af %s (%s) kan ikke konkludere noget; fortsætter
de: Überprüfung von %s (%s) ist ergebnislos. Weiter gehts
et: %s (%s) ei ole lõplik; jätkan
fr: La vérification de %s (%s) n'est pas concluante; poursuite
nl: Controle van %s (%s) is onduidelijk, we gaan door.
pl: Weryfikacja pakietu %s (%s) jest niezakoñczona; kontunuacja
pt: Verificação de %s (%s) é inconclusiva; a continuar
sk: Overenie %s (%s) nie je uzavreté, pokračujem

source: %s (%s) has been verified as cryptographically secure by %s
da: %s (%s) er blevet efterprøvet som kryptografisk sikker af %s
de: %s (%s) wurde von %s als kryptographisch sicher nachgeprüft
el: Το %s (%s) έχει πιστοποιηθεί ότι είναι κρυπτογραφικά ασφαλές από τον/την %s
et: %s (%s) on tõestatud %s poolt olema krüptograafiliselt turvaline
fr: %s (%s) a été vérifié comme cryptographiquement sûr par %s
nl: %s (%s) is gecontroleerd en is veilig bevonden door %s
pl: Pakiet %s (%s) zosta³ zweryfikowany jako kryptograficznie bezpieczny przez %s
pt: %s (%s) foir verificado como sendo criptograficamente seguro por %s
sk: %s (%s) bol overený ako bezpečný od %s

source: The integrity of %s (%s) has been confirmed.
da: Integriteten af %s (%s) er blevet bekræftet.
de: Die Integrität von %s (%s) wurde bestätigt.
et: %s (%s) terviklikkus on kontrollitud.
fr: L'intégrité de %s (%s) a été confirmée.
nl: De correctheid van %s (%s) is gecontroleerd.
pl: Spójno¶æ pakietu %s (%s) zosta³a potwierdzona.
pt: A integridade de %s (%s) foi confirmada.
sk: Integrita %s (%s) bola potvrdená.

source: <p>A fatal error has occurred while Red Carpet was processing this transaction. This is likely caused by an improperly built package. You should report this problem to <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a> immediately. Please include distribution information and the set of packages in this transaction.</p><p>Information from the packaging system:<br>%s</p>
et: <p>Tehingu töötlemisel tekkis fataalviga. Tõenäoliselt on see põhjustatud vigaselt koostatud paketist. Probleemist peaks koheselt teatama aadressil <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Palun lisa info oma distributsiooni ja tehingus olnud pakettide kohta.</p><p>Paketihaldussüsteemi info:<br>%s</p>
nl: <p> Er is een fatale fout opgetreden terwijl Red Carpet deze aanvraag aan het verwerken was. Dit komt waarschijnlijk door een onjuist gemaakt pakket. U kunt dit probleem het beste melden aan <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Voeg ook de naam en versie van uw distributie bij en de namen van de pakketten in de aanvraag.</p><p>Informatie van het pakketsysteem:<br>%s</p>
sk: <p>Pri vykonávaní transakcie nastala kritická chyba. Typicky je to spôsobené nesprávne vytvoreným balíkom. Tento problém by ste mali oznámiť spolu s informáciou o distribúcii a sadou inštalovaných balíkov na adrese <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.</p><p>Informácia subsystému balíkov:<br>%s</p>

source: <p>An error has occurred while Red Carpet was processing this transaction. This may be caused by an improperly built or corrupted package. You may want to try the transaction again with fewer packages. You should report this problem to <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a> as soon as possible. Please include distribution information and the set of packages in this transaction.</p><p>Information from the packaging system:<br>%s</p>
et: <p>Tehingu töötlemisel tekkis viga. See võib olla põhjustatud vigaselt koostatud või kahjustada saanud paketist. Sa võid uuesti proovida, seekord väiksema pakettide valikuga. Probleemist võiks nii ruttu kui võimalik teatada aadressil <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Palun lisa info oma distributsiooni ja tehingus olnud pakettide kohta.</p><p>Paketihaldussüsteemi info:<br>%s</p>
nl: <p> Er is een fatale fout opgetreden terwijl Red Carpet deze aanvraag aan het verwerken was. Dit komt waarschijnlijk door een onjuist gemaakt pakket. U zou het opnieuw kunnen proberen met minder pakketten. U kunt dit probleem het beste melden aan <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Voeg ook de naam en versie van uw distributie bij en de namen van de pakketten in de aanvraag.</p><p>Informatie van het pakketsysteem:<br>%s</p>
sk: <p>Pri vykonávaní transakcie nastala chyba. Možno je to spôsobené nesprávne vytvoreným alebo poškodaným balíkom. Môžete skúsiť novú transakciu s menším počtom balíkov. Tento problém by ste mali oznámiť spolu s informáciou o distribúcii a sadou inštalovaných balíkov na adrese <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.</p><p>Informácia subsystému balíkov:<br>%s</p>

source: <p>An error has occurred while Red Carpet was processing the dependencies for this transaction. This may be caused by an error in the package or on the server. You may want to try the transaction again with fewer packages. You should report this problem to <a href="red-carpet@ximian.com">red-carpet@ximian.com</a> as soon as possible. Please include distribution information and the set of packages in this transaction.</p><p>Information from the dependency system:<br>%s</p>
et: <p>Tehingu sõltuvuste töötlemisel tekkis viga. See võib olla põhjustatud veast paketist või serveris. Sa võid uuesti proovida, seekord väiksema pakettide valikuga. Probleemist võiks nii ruttu kui võimalik teatada aadressil <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>. Palun lisa info oma distributsiooni ja tehingus olnud pakettide kohta.</p><p>Paketihaldussüsteemi info:<br>%s</p>
nl: <p>Er is een fout opgetreden terwijl Red Carpet de afhankelijkheden aan het bekijken was. Dit kan gekomen zijn door een fout in een pakket of op de server. U kunt het beter opnieuw proberen met minder pakketten. Wanneer dit probleem aanhoudt kunt u dit het beste zo snel mogelijk melden aan <a href="red-carpet@ximian.com">red-carpet@ximian.com</a>. Vermeld ook uw distributie en de pakketten die u wilde installeren.</p><p>Informatie van het Afhankelijkheidssysteem:<br> %s</p>
sk: <p>Pri spracovaní závislostí pre túto transakciu nastala chyba. Možno je to spôsobené chybou v balíku alebo nastala chyba serveru. Môžete skúsiť novú transakciu s menším počtom balíkov. Tento problém by ste mali oznámiť spolu s informáciou o distribúcii a sadou inštalovaných balíkov na adrese <a href="mailto:red-carpet@ximian.com">red-carpet@ximian.com</a>.</p><p>Informácia o závislostiach:<br>%s</p>

source: Download Log
da: Hentningslog
de: Download-Protokoll
el: Καταγραφή Μεταφορτώσεων
et: Allalaadimise logi
fr: Historique du téléchargement
hu: Letöltés naplója
nl: Downloadlogboek
no: Nedlastingslogg
pl: Dziennik pobrania
pt: Registo de Cópias
sk: Záznam o stiahnutí
zh_cn: 下载记录

source: Verification Log
da: Efterprøvningslog
de: Überprüfungsprotokoll
et: Kontrollimise logi
fr: Historique des vérifications
hu: Ellenõrzés naplója
nl: Controlelogboek
pl: Dziennik weryfikacji
pt: Registo de Verifições
sk: Záznam o overení
zh_cn: 验证记录

source: Transaction Log
da: Transaktionslog
de: Übertragungsprotokoll
et: Tehingute logi
fr: Historique des transactions
hu: Tranzakciók naplója
nl: Transactielogboek
pl: Dziennik transakcji
pt: Registo de Transações
sk: Záznam o transakciách
zh_cn: 处理记录

source: Removal Log
da: Afinstalleringslog
de: Entfernen-Protokoll
et: Eemaldamiste logi
fr: Historique des suppressions
hu: Eltávolítás naplója
nl: Verwijderingslogboek
pl: Dziennik usuniêcia
pt: Registo de Remoções
sk: Záznam o odstránení
zh_cn: 删除记录

source: Premium services enabled
da: Premium-tjenester aktiveret
de: Premiumdienste aktiviert
et: Eliitteenused on lubatud
fr: Services Premium activés
nl: Premium Service ingeschakeld
pl: Us³ugi Premium w³±czone
pt: Habilitar serviços Premium
sk: Povolené služby Premium services
zh_cn: 启用了高级服务

source: Activate Premium Services
da: Aktivér Premium-tjenester
de: Premiumdienste aktivieren
el: Ενεργοποίηση Υπερεχούσων Υπηρεσιών
et: Aktiveeri eliitteenused
fr: Activer les services Premium
nl: Premium Service gebruiken
pl: W³±cz us³ugi Premium
pt: Activar Serviços Premium
sk: Aktivovať služby Premium Services
zh_cn: 激活高级服务

source: Please wait, loading page...
da: Vent venligst, indlæser side...
de: Bitte warten, Seite wird geladen...
el: Παρακαλώ περιμένετε, γίνετε μεταφόρτωση της σελίδας...
et: Palun oota, laen lehekülge...
fr: Veuillez patienter, chargement ...
hu: Várj, az oldalbetöltés folyamatban van...
nl: Even geduld, pagina wordt geladen...
no: Vennligst vent, laster siden...
pl: Poczekaj chwilê, trwa wczytywanie strony...
pt: Por favor aguarde, a copiar a página...
sk: Načítavam stránku, prosím, čakajte...
zh_cn: 正在载入页面，请等待...

source: Red Carpet is unable to create a necessary cookie for your machine used in authenticating you when using the Red Carpet Premium Services because a special "no cookie" file exists. You will have to remove that file before you can activate these services. The file is /etc/ximian/no-cookie.
da: Red Carpet kan ikke oprette den nødvendige infokage til din maskine til brug for godkendelse ved brug af Red Carpet Premium-tjenesterne fordi en speciel "ingen infokage"-fil eksisterer. Du bliver nødt til at fjerne denne fil før du kan aktivere disse tjenester. Filen er /etc/ximian/no-cookie.
et: Red Carpet ei saa luua vajalikku küpsist, mida kasutatakse sinu masina autentimisel Red Carpeti eliitteenuste jaoks, kuna eksisteerib spetsiaalne "no cookie" fail. Sa pead selle faili eemaldama, kui soovid kasutada neid teenuseid. See fail on /etc/ximian/no-cookie.
fr: Red Carpet est incapable de créer le cookie nécessaire à votre machine durant l'authentification auprès des services Premium de Red Carpet car le fichier spécial « no cookie » existe. Vous devez supprimer ce fichier avant de pouvoir activer ces services. Le fichier est /etc/ximian/no-cookie.
nl: Red Carpet kan geen cookie aanmaken. Dit cookie is nodig om uw identiteit vast te stellen voor het RC Premium Service systeem. Het cookie kan niet aangemaakt worden omdat een speciaal "geen cookies" bestand bestaat, U zult dit bestand (etc/ximian/no-cookie) moeten verwijderen om toch gebruik te kunnen maken van RC Premium Service.
pl: Nie mo¿na utworzyæ wymaganego pliku ciasteczka, u¿ywanego do uwierzytelniania u¿ytkownika przy korzystaniu z us³ug Red Carpet Premium, gdy¿ istnieje specjalny plik "no cookie". Przed w³±czeniem us³ug nale¿y go usun±æ. ¦cie¿k± pliku jest /etc/ximian/no-cookie.
pt: O Red Carpet consegue criar um cookie necessário para sua máquina usada na sua autenticação quando utilizar os Serviços Premium do Red Carpet porque um ficheiro especial "no cookie" existe. Tem de remover este ficheiro antes de activar os serviços. O ficheiro é /etc/ximian/no-cookie.
sk: Red Carpet nemohol vytvoriť nutné cookie pre váš počítač, ktoré sa používa pri prihlásení k Premium Services, pretože existuje špeciálny súbor "no cookie". Musíte tento súbor odstrániť, aby ste aktivovali túto službu. Súbor je /etc/ximian/no-cookie.

source: %d bytes
da: %d byte
de: %d Byte
el: %d byte
et: %d baiti
fr: %d octets
hu: %d bájt
pl: %d bajtów
sk: %d bajtov
zh_cn: %d 字节

source: %%p%%%% (%s of %s) - %s/s
da: %%p%%%% (%s af %s) - %s/s
el: %%p%%%% (%s από %s) - %s/s
et: %%p%%%% (%s %s-st) - %s/s
fr: %%p%%%% (%s de %s) - %s/s
hu: %%p%%%% (%s / %s) - %s/mp
nl: %%p%%%% (%s van %s) - %s/s
pl: %%p%%%% (%s z %s) - %s/s
pt: %%p%%%% (%s de %s) - %s/s
sk: %%p%%%% (%s z %s) - %s/s
zh_cn: %%p%%%% (%s/%s)－%s/秒

source: Downloading data...
da: Henter data...
de: Daten werden heruntergeladen...
el: Μεταφόρτωση δεδομένων...
et: Laen andmeid alla...
fr: Téléchargement de données ...
hu: Adatok letöltése...
nl: Gegevens komen binnen...
no: Laster ned data...
pl: Pobieranie danych...
pt: A copiar dados...
sk: Sťahujem dáta...
zh_cn: 正在下载数据...

source: Couldn't open file for writing
da: Kunne ikke åbne fil til skrivning
de: Datei konnte zum Schreiben nicht geöffnet werden
et: Ei saa faili kirjutamiseks avada
fr: Ne peut ouvrir le fichier en écriture
pl: Nie mo¿na otworzyæ pliku do zapisu
pt: Incapaz de abrir ficheiro para escrita
sk: Nepodarilo sa otvoriť súbor pre zápis
zh_cn: 无法打开文件写入

source: %%p%%%% (%s of %s) - Paused
da: %%p%%%% (%s af %s) - på pause
de: %%p%%%% (%s of %s) - Angehalten
el: %%p%%%% (%s από %s) - Παύση
et: %%p%%%% (%s %s-st) - ajutiselt peatatud
fr: %%p%%%% (%s of %s) - En pause
hu: %%p%%%% (%s / %s) - Szünetel
nl: %%p%%%% (%s van %s) - Gepauzeerd
pl: %%p%%%% (%s z %s) - wstrzymane
pt: %%p%%%% (%s de %s) - Pausado
sk: %%p%%%% (%s z %s) - pozastavené
zh_cn: %%p%%%% (%s/%s)－暂停

source: %s - Paused
da: %s - på pause
de: %s - Angehalten
el: %s - Παύση
et: %s - Peatatud
fr: %s - En pause
hu: %s - Szünetel
nl: %s - Gepauseerd
no: %s - Pause
pl: %s - wstrzymane
pt: %s - Pausado
sk: %s - pozastavené
zh_cn: %s－暂停

source: Red Carpet encountered an error querying your system:<br>%s
da: Red Carpet er stødt på en fejl under undersøgelse af systemet:<br>%s
de: RedCarpet ist während des Versuchs Ihr System abzufragen auf einen Fehlergestoßen:<br>%s
el: Το Red Carpet συνάντησε ένα σφάλμα κατά την επερώτηση του συστήματός σας:<br>%s
et: Red Carpet leidis vea sinu süsteemi uurimisel:<br>%s
fr: Red Carpet a rencontré une erreur en interrogeant votre système : <br>%s
hu: A Red Carpet hibát észlelt a rendszered lekérdezése közben:<br>%s
nl: Er is een fout opgetreden terwijl Red Carpet uw systeem aan het bekijken was:<br>%s
pl: Przy odpytywaniu systemu przez program Red Carpet wyst±pi³ b³±d:<br>%s
pt: O Red Carpet encontrou um erro ao analizar o seu sistema:<br>%s
sk: Red Carpet narazil na chybu počas zisťovania informácií od vášho systému:<br>%s
zh_cn: 红魔毯在查询你的系统时发生错误：<br>%s

source: %d%sbytes
da: %d%sbyte
de: %d%sByte
el: %d%sbyte
et: %d%sbaiti
fr: %d%soctets
hu: %d%sbájt
pl: %d%sbajtów
sk: %d%sbajtov
zh_cn: %d%s字节

source: zero
da: ingen
de: keines
el: μηδέν
es: cero
et: null
fr: zéro
hu: nulla
nl: nul
no: null
sk: nula
zh_cn: 零

source: one
da: én
de: eins
el: ένα
es: uno
et: üks
eu: bat
fr: un
hu: egy
nl: één
no: en
pl: jeden
pt: um
zh_cn: 一

source: two
da: to
de: zwei
el: δύο
es: dos
et: kaks
eu: bi
fr: deux
hu: kettõ
nl: twee
no: to
pl: trzy
pt: dois
zh_cn: 二

source: three
da: tre
de: drei
el: τρία
es: tres
et: kolm
eu: hiru
fr: trois
hu: három
nl: drie
no: tre
pl: trzy
pt: três
zh_cn: 三

source: four
da: fire
de: vier
el: τέσσερα
es: cuatro
et: neli
eu: lau
fr: quatre
hu: négy
nl: vier
no: fire
pl: cztery
pt: quatro
zh_cn: 四

source: five
da: fem
de: fünf
el: πέντε
es: cinco
et: viis
eu: bost
fr: cinq
hu: öt
nl: vijf
no: fem
pl: piêæ
pt: cinco
zh_cn: 五

source: six
da: seks
de: sechs
el: έξη
es: seis
et: kuus
eu: sei
hu: hat
nl: zes
no: seks
pl: sze¶æ
pt: seis
zh_cn: 六

source: seven
da: syv
de: sieben
el: επτά
es: siete
et: seitse
eu: zazpi
fr: sept
hu: hét
no: syv
pl: siedem
pt: sete
zh_cn: 七

source: eight
da: otte
de: acht
el: οκτώ
es: ocho
et: kaheksa
eu: zortzi
fr: huit
hu: nyolc
nl: acht
no: åtte
pl: osiem
pt: oito
zh_cn: 八

source: nine
da: ni
de: neun
el: εννιά
es: nueve
et: üheksa
eu: bederatzi
fr: neuf
hu: kilenc
nl: negen
no: ni
pl: dziewiêæ
pt: nove
zh_cn: 九

source: Fatal Error
da: Fatal fejl
de: Schwerer Fehler
el: Μοιραίο Σφάλμα
es: Error fatal
et: Fataalne viga
eu: Okerra Larria
fr: Erreur fatale
hu: Végzetes hiba
nl: Fatale fout
no: Fatal feil
pl: Powa¿ny b³±d
pt: Erro Fatal
sk: Kritická chyba
zh_cn: 严重错误

source: Error
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
eu: Okerra
fr: Erreur
hu: Hiba
nl: Fout
no: Feil
pl: B³±d
pt: Erro
sk: Chyba
zh_cn: 错误

source: Red Carpet has encountered an error while trying to process your request:
da: Red Carpet er stødt på en fejl under forsøget på at opfylde din forespørgsel:
de: RedCarpet ist während des Versuchs Ihrer Anforderung auf einen Fehler gestoßen:
el: Το Red Carpet συνάντησε ένα σφάλμα κατά την επεξεργασία της αίτησης σας:
es: Red Carpet ha encontrado un error mientras intentaba procesar su solicitud:
et: Red Carpet leidis vea päringu töötlemisel:
eu: Red Carpet-ek zure eskaera prozesatzen saiazten zen bitartean oker bat aurkitu du:
fr: Red Carpet a rencontré une erreur en essayant d'efectuer votre requête :
hu: A Red Carpet hibát észlelt a kérésed feldolgozása közben:
nl: Er is een fout opgetreden bij het verwerken van uw aanvraag:
pl: Podczas przetwarzania ¿±dania przez Red Carpet wyst±pi³ b³±d:
pt: O Red Carpet encontrou um erro enquanto tentava processar o seu pedido:
sk: Red Carpet narazil na chybu počas pokusu o vykonanie vašej požiadavky:
zh_cn: 红魔毯在处理您的请求时遇到了错误：

source: Possible actions:
da: Mulige udveje:
de: Mögliche Vorgehensweisen:
el: Πιθανές ενέργειες:
es: Acciones posibles:
et: Võimalikud tegevused:
eu: Aukerako ekintzak:
fr: Actions possibles :
hu: Lehetséges folytatások:
nl: Mogelijke acties:
no: Mulige handlinger:
pl: Mo¿liwe czynno¶ci:
pt: Acções possíveis:
sk: Možné akcie:
zh_cn: 可能的动作：

source: <li>Click <b>Quit</b> to quit.
da: <li>Klik på <b>Afslut</b> for at afslutte.
de: <li>Klicken Sie <b>Beenden</b> um zu beenden.
el: <li>Πατήστε <b>Έξοδος</b> για να τερματίσετε.
es: <li>Pulse <b>Salir</b> para salir.
et: <li>Väljumiseks vajuta nuppu <b>Välju</b>.
eu: <li><b>Exit</b> sakatu irteteko.
fr: <li>Cliquez sur <b>Quitter</b> pour quitter.
hu: <li>Kattints a <b>Kilépés</b> gombra.
nl: <li>Klik op <b>Afsluiten</b> om af te sluiten.
no: <li>Klikk <b>Avslutt</b> for å avslutte.
pl: <li>Aby zakoñczyæ, kliknij <b>Zakoñcz</b>.
pt: <li>Prima <b>Sair</b> para fechar.
sk: <li>Pre skončenie stlačte <b>Koniec</b>.
zh_cn: <li>单击 <b>退出</b> 来退出。

source: Quit
da: Afslut
de: Beenden
el: Έξοδος
et: Välju
fr: Quitter
hu: Kilépés
nl: Afsluiten
no: Avslutt
pl: Zakoñcz
pt: Sair
sk: Koniec
zh_cn: 退出

source: <li>Click <b>Retry</b> to retry.
da: <li>Klik på <b>Forsøg igen</b> for at forsøge igen.
de: <li>Klicken Sie <b>Noch einmal</b> um es noch einmal zu versuchen.
el: <li>Πατήστε <b>Επανάληψη</b> για να δοκιμάσετε ξανά.
es: <li>Pulse <b>Reintentar</b> para reintentar.
et: <li>Uuesti proovimiseks vajuta nuppu <b>Proovi uuesti</b>.
eu: <li><b>Retry<b> sakatu berriro saiatzeko.
fr: <li>Cliquez <b>Réessayer</b> pour réessayez.
hu: <li>Kattints az <b>Újra</b> gombra.
nl: <li>Klik op <b>Opnieuw</b> om opnieuw te proberen.
no: <li>Klikk <b>Prøv igjen</b> for å prøve på nytt.
pl: <li>Aby ponowiæ, kliknij <b>Ponów</b>.
pt: <li>Prima <b>Tentar de novo</b> para voltar a tentar.
sk: <li>Pre ďalší pokus stlačte <b>Opakovať</b>.
zh_cn: <li>单击 <b>重试</b> 来重试。

source: <li>Click <b>Cancel</b> to cancel.
da: <li>Klik på <b>Annullér</b> for at annullere forespørgslen.
de: <li>Klicken Sie <b>Abbrechen</b> um abzubrechen.
el: <li>Πατήστε <b>Ακύρωση</b> για να ακυρώσετε.
es: <li>Pulse <b>Cancelar</b> para cancelar.
et: <li>Katkestamiseks vajuta nuppu <b>Katkesta</b>.
eu: <li><b>Ezeztatu</b> sakatu ezeztatzeko.
fr: <li>Cliquez <b>Annuler</b> pour annuler.
hu: <li>Kattints a <b>Mégse</b> gombra.
nl: <li>Klik op <b>Annuleren</b> om te annuleren.
no: <li>Klikk <b>Avbryt</b> for å avbryte.
pl: <li>Aby anulowaæ, kliknij <b>Anuluj</b>.
pt: <li>Prima <b>Cancel</b> para cancelar.
sk: <li>Pre zrušenie stlačte <b>Zrušiť</b>.
zh_cn: <li>单击 <b>取消</b> 来取消。

source: Retry
da: Prøv igen
de: Nochmal
el: Προσπάθεια ξανά
et: Uuesti
fr: Réessayer
hu: Újra
nl: Opnieuw
no: Prøv igjen
pl: Ponów
pt: Tentar de novo
sk: Znovu
zh_cn: 重试

source: Cancel
da: Annullér
de: Abbrechen
el: Ακύρωση
et: Katkesta
fr: Annuler
hu: Mégse
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
sk: Zrušiť
zh_cn: 取消

source: Red Carpet was unable to install the following packages. Please ensure that they exist and are valid package files.
da: Red Carpet kunne ikke installere de følgende pakker. Sikr dig venligst at de eksisterer og er gyldige pakkefiler.
et: Red Carpet ei suutnud järgnevaid pakette installida. Palun kontrolli, et nad oleks olemas ja on korralikud paketifailid.
fr: Red Carpet a été incapable d'installer les paquets suivants. Veuillez vous assurer qu'ils existent et qu'ils sont valides.
pl: Za pomoc± Red Carpet nie mo¿na zainstalowaæ poni¿szych pakietów. Upewnij siê, ¿e one istniej± oraz s± poprawnymi plikami pakietów.
pt: Red Carpet foi incapaz de instalar os seguintes pacotes. Certifique-se de que eles existem e são nomes de acotes válidos.
sk: Red Carpet nedokázal nainštalovať tieto balíky. Prosím, overte, že existujú a že sú to platné súbory balíkov.
