Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: <font size=6><b>Welcome to Red Carpet!</b></font><p>Thank you for using Red Carpet. From resolving package dependencies to ensuring cryptographic security, Red Carpet takes the headache out of managing your GNOME desktop system. Red Carpet is also an excellent way to keep on top of the latest software offerings. The software available to you is organized into channels; you choose the channels you want and we'll make sure they're full of great programs.</p><p><font size=4><b>Subscribing to Channels</b></font></p><p>Since you've just started running Red Carpet, you aren't yet subscribed to any channels. On the left of the Red Carpet window is the <b>Navigation Bar</b>, which allows you to access the main pages of Red Carpet.</p><p>To browse available channels which you are not subscribed to, click on the <b>Unsubscribed Channels</b> icon in the navigation bar. After you've done that, to subscribe to a channel, click on it and click on the <b>Subscribe</b> button in the bottom right corner of the main content area or select <b>Subscribe</b> from the Subscriptions menu.</p><p>We welcome your feedback and bug reports, either through the <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, or the Red Carpet mailing list at <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Thank you!</p>
da: <font size=6><b>Velkommen til Red Carpet!</b></font><p>Tak fordi du bruger Red Carpet. Fra løsning af pakkeafhængigheder til tjekning af kryptografisk sikkerhed fjerner Red Carpet hovedpinen med at håndtere dit Gnome-skrivebordssystem. Red Carpet er også en glimrende måde at holde sig på forkant med udvikling inden for de programudbuddet. De tilgængelige programmer er organiseret i kanaler; du vælger de kanaler du ønsker, og vi sørger for at de er fulde af gode programmer.</p><p><font size=4><b>Abonnering på kanaler</b></font></p><p>Eftersom du lige er begyndt på at køre Red Carpet, abonnerer du endnu ikke på nogen kanaler. I venstre side af vinduet er <b>navigationsbjælken</b> som giver adgang til hovedsiderne i Red Carpet.</p><p>For at gennemse tilgængelige kanaler du ikke abonnerer på, klik på ikonet for <b>Ikke-abonnerede kanaler</b> i navigationsbjælken. Klik herefter på en kanal og derefter på <b>Abonnér</b>-knappen i hovedvinduet eller <b>Abonnér</b> i abonnement-menuen for at abonnere på kanalen.</p><p>Bemærk venligst at dette er en prøveudgave, og at hvis noget går galt, har du selv ansvaret. Vi tager gerne mod feedback og fejlrapporter, enten gennem <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> eller Red Carpet-postlisten på <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Mange tak!</p>
de: <font size=6><b>Willkommen bei Red Carpet!</b></font><p>Vielen Dank, dass Sie Red Carpet testen. Vom Auflösen von Paketabhängigkeiten bis zum Sicherstellen der kryptographischen Sicherheit, hilft Ihnen Red Carpet Ihr GNOME Desktop-System zu verwalten. Red Carpet eignet sich auch hervorragend, um immer auf dem neuesten Software-Stand zu bleiben. Die für Sie verfügbare Software ist in Kanälen organisiert. Sie wählen die Kanäle, die Sie wollen und wir stellen sicher, dass sie nur großartige Programme enthalten.</p><p><font size=4><b>Abonnieren von Kanälen</b></font></p><p>Da Sie RedCarpet zum ersten Mal gestartet haben, haben Sie noch keine Kanäle abonniert. Auf der linken Seite des Fensters ist die <b>Navigationsleiste</b>, die Ihnen erlaubt, die Hauptseite von Red Carpet zu erreichen.</p><p>Um verfügbare Kanäle auszuwählen, die Sie nicht abonniert haben, klicken Sie einfach auf <b>Abbestellte Kanäle</b> in der Navigationsleiste. Wenn Sie fertig sind und einen Kanal abonnieren möchten, klicken Sie auf ihn und klicken Sie den <b>Abonnieren</b>-Knopf in der unteren rechten Ecke des Hauptfensters oder wählen Sie <b>Abonnieren</b> aus dem Abonnement-Menü.</p><p>Bitte beachten Sie, dass dies BETA Software ist und JEGLICHE HAFTUNG ausgeschlossen ist. Wir freuen uns über Ihre Rück- und Fehlermeldungen entweder durch <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> oder der Red Carpet Mailingliste <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Vielen Dank!</p>
el: <font size=6><b>Καλώς ήλθατε στο Red Carpet!</b></font><p>Ευχαριστούμε που χρησιμοποιείτε το Red Carpet. Από την επίλυση εξαρτήσεων των πακέτων ως τον έλεγχο της κρυπτογραφικής ασφάλειας, το Red Carpet σας βοηθά στη διαχείριση του περιβάλλοντος εργασίας GNOME. Το Red Carpet είναι επίσης ένας πολύ καλός τρόπος για να έχετε εγκατεστημένες τις τελευαταίες εκδόσεις λογισμικού. Το λογισμικό που σας είναι διαθέσιμο είναι ταξινομημένο σε κανάλια, επιλέγετε τα κανάλια που επιθυμείτε και εμείς σας εγγυούμαστε ότι θα είναι γεμάτα με τα καλύτερα προγράμματα. </p><p><font size=4><b>Εγγραφή σε Κανάλια</b></font></p><p>Μιας και μόλις τρέξατε το Red Carpet για πρώτη φορά, δεν είστε συνδρομητής σε κανένα κανάλι ακόμα. Στα αριστερά του παραθύρου του Red Carpet είναι η <b>Μπάρα Πλοήγησης</b>, που σας επιτρέπει να συνδέεστε στις κύριες σελίδες του Red Carpet.</p><p>Για να περιηγηθείτε στα διαθέσιμα κανάλια που δεν είστε συνδρομητής, πατήστε στο εικονίδιο <b>Μη εγγεγραμμένα κανάλια</b> στη μπάρα πλοήγησης. Μόλις το κάνετε, για να εγγραφείτε σε ένα κανάλι, επιλέξτε το κανάλι και πατήστε στο κουμπί <b>Εγγραφή</b> στο κάτω δεξιά γωνία του παραθύρου περιεχομένων ή επιλέξτε <b>Εγγραφή</b> από το μενού Εγγραφές.</p><p>Καλωσορίζουμε τα σχόλιά σας και τις αναφορές σφαλμάτων, είτε μέσω του <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, είτε μέσω της λίστας συνδρομητών στο <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Σας ευχαριστούμε!</p>
es: <font size=6><b>¡Bienvenido a Red Carpet!</b></font><p>Gracias por utilizar Red Carpet. Desde resolver dependencias entre paquetes a asegurar seguridad criptográfica, Red Carpet le quita el dolor de cabeza que le produce el gestionar su escritorio GNOME. Red Carpet es también una forma excelente de estar a la última de las ofertas de software. El software que tiene disponible está organizado en canales; usted seleccione los canales que quiere y nosotros nos aseguraremos que estén llenos de buenos programas.</p><p><font size=4><b> Suscribiéndose a canales</b></font></p><p>Como acaba de empezar a utilizar Red Carpet, no está todavía suscrito a ningún canal. A la izquierda de la ventana de Red Carpet está la <b>Barra de Navegación</b>, que le permitirá acceder a las páginas principales de Red Carpet.</p><p>Para ver los canales disponibles a los que no está suscrito, pulse sobre el icono de <b>Canales no suscritos</b> en la barra de navegación. Después de hacer esto, para suscribirse a un canal, pulse sobre él y pulse el botón <b>Suscribir</b> de la esquina inferior derecha o seleccione <b>Suscribir</b> del menú de suscripciones.</p><p>Agradecemos sus comentarios y sugerencias y los informes de fallos mediante el <a href="http://bugzilla.ximian.com/">Bugzilla de Ximian</a>, o la lista de correo de Red Carpet en <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. ¡Gracias!</p>
et: <font size=6><b>Tere tulemast Red Carpetisse!</b></font><p>Täname, et kasutate Red Carpetit. Alustades pakettide sõltuvuste lahendamisest ja lõpetades krüptograafilise turalisuse kindlustamisega, võtab Red Carpet sinult GNOME töökeskkonna hooldamise peavalu. Ka on Red Carpet suurepärane vahend, et end uusima tarkvaragainfoga kursis hoida. Pakutav tarkvara on jagatud kanalitesse; sina valid soovitud kanalid ja meie kindlustame, et need on täis parimaid programme.</p><p><font size=4><b>Kanalite tellimine</b></font></p><p>Kuna sa just alustasid Red Carpeti kasutamist, siis pole sul veel ühtegi kanalit tellitud. Vasakut kätt on <b>navigeerimisriba</b>, mille kaudu saad sa liikuda Red Carpeti peamistele lehekülgedele.</p><p>Saadaval olevate, veel tellimata kanalite leidmiseks klõpsa navigeerimisribal ikooni <b>Tellimata kanalid</b>. Peale seda, kui soovid mõnda kanalit tellida, klõpsa vastava kanali nimel ning seejärel nupul <b>Telli</b>, mis asub akna paremas allääres või vali <b>Telli</b> menüüst Tellimused.</p><p>Me ootame teie tagasisidet ning veateateid, kas <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> kaudu või siis meililisti aadressil <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Täname teid!
fr: <font size=6><b>Bienvenue dans Red Carpet !</b></font><p>Nous vous remercions d'utiliser Red Carpet. Depuis la résolution des dépendances de paquets jusqu'à la gestion de la sécurité cryptographique, Red Carpet prend en charge la complexité de la maintenance de votre environnement de bureau Gnome. Red Carpet est aussi une excellente façon de maintenir constamment à jour votre environnement avec les dernières nouveautés. Le logiciel mis à votre disposition est organisé sous forme de canaux; vous choisissez les canaux que vous désirez et nous ferons en sorte que vous y trouviez toujours des programmes interessants.</p><p><font size=4><b>S'inscrire à des canaux</b></font><p><p>Lorsque vous commencer à utiliser Red Carpet, vous n'êtes inscrit sur aucun canal. Dans la partie gauche de la fenêtre se situe la barre de navigation, elle vous permet d'accéder aux pages principales de Red Carpet.</p><p>Afin de répertorier les canaux disponibles auxquels vous n'êtes pas encore inscrit, cliquez sur l'icône <b>Canaux non enregistrés</b> dans la barre de navigation. Ensuite, pour vous inscrire sur un canal, cliquez sur l'icône du canal puis sur le bouton <b>S'inscrire</b>, dans le coin en bas à droite de l'espace principal ou selectionnez <b>S'inscrire</b> depuis le menu des inscriptions.</p><p>Vos commentaires et vos rapports de bogues sont les bienvenus, soit à travers <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, ou à travers la liste de diffusion de Red Carpet à <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Merci !</p>
hu: <font size=6><b>Üdvözöl a Red Carpet!</b></font><p>Köszönjük, hogy a Red Carpetet használod. A Red Carpet átveszi tõled a GNOME grafikus felület menedzselésének terheit, feloldja a csomagfüggõségeket, kriptográfialag biztonságos. A Red Carpet segítségével értesülhetsz a programok legújabb változatainak megjelenésérõl. Az elérhetõ szoftverek csatornákba vannak szervezve. Kiválasztod a kívánt csatornát, és mi teszünk róla, hogy tele legyen nagyszerû programokkal.</p><p><font size=4><b>Elõfizetés a csatornákra</b></font></p><p>Mivel csak most kezdted használni a Red Carpetet, egyetlen csatornára sem vagy feiratkozva. A Red Carpet ablakának bal oldalán van a <b>Navigációs pult</b>, amelynek segítségével elérhetõek a Red Carpet fõ oldalai.</p><p>Ha azokat a csatornákat akarod böngészni, amelyekre nem iratkoztál fel, kattints a <b>Nem elõfizetett csatornák</b> ikonjára a navigációs pulton. Ezután a csatornára történõ feliratkozáshoz kattints rá, és kattints a <b>Feliratkozás</b> gombra a jobb alsó sarokban, vagy válaszd a <b>Feliratkozás</b> menüpontot az Elõfizetések menübõl.</p><p>Örömmel vesszük a visszajelzéseidet és hibajelentéseidet akár a <a href="http://bugzilla.ximian.com/">Ximian Bugzillán</a>, akár a Red Carpet levelezõlistán keresztül, melynek címe <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Köszönjük!</p>
nl: <font size=6><b>Welkom bij Red Carpet!</b></font><p>Bedankt voor het kiezen van Red Carpet. Van het uitzoeken van afhankelijkheden tot het controleren van cryptografische beveiliging, Red Carpet haalt de hoofdpijn uit het bijhouden van uw GNOME werkstation. Red Carpet is ook een perfecte manier om geïnformeerd te blijven wat betreft de nieuwste programma's. De voor u beschikbare programma's zijn netjes georganiseerd in kanalen. U kiest de kanalen die u wilt en wij zorgen er voor dat de kanalen gevuld zijn met goede programma's.</p><p><font size=4><b>Abonneren op kanalen</b></font></p><p>Omdat u Red Carpet net gestart heeft bent u nog niet geabonneerd op een kanaal. Aan de linker kant van het venster kunt u de <b>Navigatiebalk</b> zien. Deze stelt u in staat om de hoofdpagina's van Red Carpet te bekijken. Om de beschikbare kanalen te zien, klikt u op de <b>Beschikbare kanalen</b> knop in de Navigatiebalk. Nadat u dat gadaan heeft kunt u zich abonneren op een kanaal door erop te klikken en <b>Abonneren</b> te kiezen rechts onderin het venster, of via het Abonnementenmenu.</p><p>Wij verwelkomen uw informatie en probleemrapporten, via <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, of via de Red Carpet e-mail lijst op <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Dank u!</p>
pl: <font size=6><b>Witaj w programie Red Carpet!</b></font><p>Dziêkujemy za u¿ycie programu Red Carpet. Od wyszukiwania zale¿no¶ci pakietów do zwiêkszania zabezpieczeñ kryptograficznych, Red Carpet usunie ból g³owy zwi±zany z zarz±dzaniem systemem GNOME. Red Carpet jest tak¿e wspania³ym sposobem aby byæ na bie¿±co z najnowszymi ofertami oprogramowania. Udostêpnione oprogramowanie jest podzielone na kana³y; mo¿esz wybraæ ¿±dane kana³y a my zadbamy o to, aby by³y pe³ne wspania³ych programów. </p><p><font size=4><b>Subskrybowanie kana³ów</b></font></p><p>Poniewa¿ program Red Carpet zosta³ uruchomiony po raz pierwszy, nie s± jeszcze subskrybowane ¿adne kana³y. W lewej czê¶ci okna Red Carpet znajduje siê <b>Pasek nawigacyjny</b>, który umo¿liwia dostêp do g³ównych stron Red Carpet.</p><p>Aby przejrzeæ dostêpne niezasubskrybowane kana³y, kliknij ikonê <b>Niesubskrybowane kana³y</b> na pasku nawigacyjnym. Aby zasubskrybowaæ kana³, kliknij jego ikonê, a nastêpnie przycisk <b>Zasubskrybuj</b> w prawym dolnym rogu g³ownej czê¶ci okna lub opcjê <b>Zasubskrybuj</b> z menu subskrybcji.</p><p>Mile widziane s± zg³oszenia b³êdów: przy u¿yciu strony <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a> lub za po¶rednictwem listy dyskusyjnej pod adresem <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Dziêkujemy!</p>
pt: <font size=6><b>Benvindo ao Red Carpet!</b></font><p>Obrigado por usar o Red Carpet. De resolver dependências de pacotes até assegurar a segurança criptográfica, o Red Carpet evita as dores de cabeça ao gerir o desktop GNOME. O Red Carpet é também um excelente meio para se manter actualizado nas últimas ofertas de software. O software disponível é organizado em canais; voce escolhe que canais quer utilizar e nos garantimos que eles estão preenchidos com óptimos programas.</p><p><font size=4><b>Subscrever a Canais</b></font></p><p>Uma vez que voce começou agora a utilizar o Red Carpet, ainda não se encontra subscrito a nenhum canal. Na parte esquerda da janela está a <b>Barra de Navegação</b>, que permite-lhe aceder à paginas principais do Red Carpet.</p><p>Para navegar nos canais disponíveis a que não está subscrito, clique no ícone <b>Canais Não Subscritos</b> na barra de navegação. Depois de ter feito isso para se subscrever a um canal, clique nele e clique no botão <b>Subscrever</b> no canto inferior direito da janela principal ou selecione a opção <b>Subscrever</b> do menu Subscrições.</p><p>Agradecemos os seus comentários e aviso de bugs, quer através do <a href="http://bugzilla.ximian.com/">XimianBugzilla</a>, quer da mailing list do Red Carpet em <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Obrigado!</p>
sk: <font size=6><b>Vitajte v Red Carpet!</b></font><p>Ďakujeme, že používate Red Carpet. Red Carpet pomáha odstraňovať vaše problémy so správou prostredia GNOME, od vyriešenia závislostí až po zabezpečenie balíkov. Red Carpet je aj výborný pomocník pre sledovanie najnovšej ponuky softvéru. Dostupný softvér je zorgranizovaný do kanálov. Vyberiete si kanál, ktorý chcete, a my sa postaráme, aby ste mali vždy dostatok fantastických programov. </p><p><font size=4><b>Prihlásenie kanálov</b></font></p><p>Kedže ste iba začali používať Red Carpet, nemáte prihlásený žiadny kanál. Vľavo v okne Red Carpetu je <b>Navigačný pruh</b>, ktorý umožňuje prístup k hlavným stránkam Red Carpetu.</p><p>Pre prehliadanie dostupných kanálov, ktoré nemáte prihlásené, stlačte ikonu <b>Neprihlásené kanály</b> v navigačnom pruhu. Po zobrazení stránky si kanál môžete prihlásiť pomocou kliknutia naň a stlačením tlačidla <b>Prihlásiť</b> vpravo dole, alebo použitím menu Prihlásenia <b>Prihlásiť</b>.</p><p>Privítame vaše názory a hlásenia o chybách, buď pomocou serveru <a href="http://bugzilla.ximian.com/">Ximian Bugzilla</a>, alebo konferenciu Red Carpetu <a href="http://lists.ximian.com/mailman/listinfo/red-carpet">red-carpet@ximian.com</a>. Ďakujeme!</p>

source: There is one <b>Essential Update</b> available for your system. To ensure that Ximian Red Carpet continues to function properly, you must install this update before continuing. After installing this update, Ximian Red Carpet will automatically restart.
da: Der er én <b>livsvigtig opdatering</b> tilgængelig for dit system. For at sikre at Ximian Red Carpet bliver ved med at fungere ordentligt, skal du installere denne opdatering før du fortsætter. Efter installationen af opdateringen vil Ximian Red Carpet automatisk genstarte.
el: Υπάρχει μία <b>Απαραίτηση Αναβάθμιση</b> διαθέσιμη για το σύστημά σας. Για να είστε σίγουρος/η ότι το Ximian Red Carpet θα εξακολουθήσει να λειτουργεί σωστά, πρέπει να εγκαταστήσετε αυτήν την αναβάθμιση πριν συνεχίσετε. Μετά την εγκατάσταση αυτής της αναβάθμισης, το Ximian Red Carpet θα ξεκινήσει αυτόματα ξανά.
et: Sinu süsteemi jaoks on praegu saadaval üks <b>vajalik uuendus</b>. Kindlustamaks, et Ximian Red Carpet jätkab tööd korrektselt, pead sa enne jätkamist installima selle uuenduse enne jätkamist. Pärast selle uuenduse installimist käivitab Ximian Red Carpet end automaatselt uuesti.
fr: Il y a une <b>mise à jour essentielle</b> disponible pour votre système. Pour pemettre à Ximian Red Carpet de continuer à fonctionner corectement, vous devez installer cette mise à jour avant d'aller plus loin. Après avoir installé cette mise à jour, Ximian Red Carpet va automatiquement redémarré.
hu: Egy <b>létfontosságú frissítés</b> érhetõ el a rendszeredre. A Ximian Red Carpet csak akkor fog hibátlanul mûködni, ha telepíted ezt a frissítést. A telepítés után a Ximian Red Carpet automatikusan újraindul.
nl: Er is een <b>essentiële nieuwe versie</b> beschikbaar voor uw systeem. Om er zeker van te zijn dat Red Carpet goed blijft functioneren, moet u dit installeren voordat u verder gaat. Na het installeren van dit pakket zal Ximian Red Carpet automatisch herstarten.
pl: Dla twojego systemu dostêpna jest jedna <b>niezbêdna aktualizacja</b>. Aby zapewniæ poprawne dzia³anie programu Ximian Red Carpet, zainstaluj tê aktualizacjê przed podjêciem dalszych dzia³añ. Po tej aktualizacji Ximian Red Carpet zostanie automatycznie uruchomiony ponownie.
pt: Existe uma <b>Actualização Essencial</b> disponível para o seu sistema. Para assegurar que o Ximian Red Carpet continua a funcionar correctamente, tem de instalar esta actualização antes de continuar. Depois de instalar, o Ximian Red Carpet irá automaticamente reiniciar.
sk: V tomto kanáli je k dispozícii pre váš systém jedna <b>potrebná aktualizácia</b>. Aby Ximian Red Carpet fungoval správne, musíte najprv nainštalovať túto aktualizáciu. Po jej inštalácii sa Ximian Red Carpet automaticky reštartuje.
zh_cn: 有1个<b>主要更新</b>可用于您的系统。要确保 Ximian 红魔毯能够继续正常工作，您必须先安装这些更新。在安装完这些更新之后，Ximian 红魔毯将自动重起。

source: There are %s <b>Essential Updates</b> available for your system. To ensure that Ximian Red Carpet continues to function properly, you must install this update before continuing. After installing this update, Ximian Red Carpet will automatically restart.
da: Der er %s <b>livsvigtig opdateringer</b> tilgængelig for dit system. For at sikre at Ximian Red Carpet bliver ved med at fungere ordentligt, skal du installere disse opdateringer før du fortsætter. Efter installationen af opdateringerne vil Ximian Red Carpet automatisk genstarte.
el: Υπάρχουν %s <b>Απαραίτητες Ανανεώσεις</b> διαθέσιμες για το σύστημά σας. Για να είστε σίγουρος/η ότι το Ximian Red Carpet θα εξακολουθήσει να λειτουργεί σωστά, πρέπει να εγκαταστήσετε αυτές τις αναβαθμίσεις πριν συνεχίσετε. Μετά την εγκατάσταση αυτών των αναβαθμίσεων, το Ximian Red Carpet θα ξεκινήσει αυτόματα ξανά.
et: Sinu süsteemi jaoks on praegu saadaval %s <b>vajalikku uuendust</b>. Kindlustamaks, et Ximian Red Carpet jätkab tööd korrektselt, pead sa enne jätkamist installima selle uuenduse enne jätkamist. Pärast selle uuenduse installimist käivitab Ximian Red Carpet end automaatselt uuesti.
fr: Il y a %s <b>mises à jour essentielles</b> disponibles pour votre système. Pour pemettre à Ximian Red Carpet de continuer à fonctionner corectement, vous devez installer cette mise à jour avant d'aller plus loin. Après avoir installé cette mise à jour, Ximian Red Carpet va automatiquement redémarré.
hu: %s <b>létfontosságú frissítés</b> érhetõ el a rendszeredre. A Ximian Red Carpet csak akkor fog hibátlanul mûködni, ha telepíted ezeket a frissítéseket. A telepítés után a Ximian Red Carpet automatikusan újraindul.
nl: Er zijn %s <b>essentiële nieuwe versies</b> beschikbaar voor uw systeem. Om er zeker van te zijn dat Red Carpet goed blijft functioneren, moet u dit installeren voordat u verder gaat. Na het installeren van deze pakketten zal Ximian Red Carpet automatisch herstarten.
pl: Dla twojego systemu dostêpnych jest %s <b>pilnych aktualizacji</b>. Aby zapewniæ poprawne dzia³anie programu Ximian Red Carpet, zainstaluj te aktualizacje przed podjêciem dalszych dzia³añ. Po tej aktualizacji Ximian Red Carpet zostanie automatycznie uruchomiony ponownie.
pt: Existem %s <b>Actualizações Essenciais</b> disponíveis para o seu sistema. Para assegurar que o Ximian Red Carpet continua a funcionar correctamente, tem de instalar estas actualizações antes de continuar. Depois de instalar, o Ximian Red Carpet irá automaticamente reiniciar.
sk: V tomto kanáli je k dispozícii pre váš systém %s <b>potrebných aktualizácií</b>. Aby Ximian Red Carpet fungoval správne, musíte najprv nainštalovať túto aktualizáciu. Po jej inštalácii sa Ximian Red Carpet automaticky reštartuje.
zh_cn: 有%s个<b>主要更新</b>可用于您的系统。要确保 Ximian 红魔毯能够继续正常工作，您必须先安装这些更新。在安装完这些更新之后，Ximian 红魔毯将自动重起。

source: There is <b>one update</b> available for your system, totalling <b>%s</b> of data to be downloaded.
da: Der er <b>én opdatering</b> tilgængelig for dit system, i alt <b>%s</b> data at hente.
de: Es steht <b>1 Aktualisierung</b> für Ihr System bereit. Insgesamt müssen <b>%s</b> an Daten heruntergeladen werden.
el: Υπάρχει <b>μια αναβάθμιση</b> διαθέσιμη για το σύστημά σας, σε σύνολο <b>%s</b> δεδομένων για μεταφόρτωση.
et: Antud kanalil on sinu süsteemi jaoks saadaval <b>üks uuendus</b>, kokku allalaadimiseks <b>%s</b>.
fr: Il y a <b>une mise à jour</b> disponible pour votre système, totalisant <b>%s</b> de données à télécharger.
hu: Összesen <b>1 frissítés</b> érhetõ el a rendszeredre, <b>%s</b> adat letöltése szükséges.
nl: Er is <b>één nieuwe versie</b> beschikbaar voor uw systeem, met een totaal van <b>%s</b> aan gegevens om binnen te halen.
pl: Dla twojego systemu dostêpna jest <b>jedna aktualizacja</b>, która wymaga pobrania <b>%s</b> danych.
pt: Existe <b>uma actualização</b> disponível para o seu sistema, totalizando <b>%s</b> de dados para serem copiados.
sk: V tomto kanáli je k dispozícii <b>jedna aktualizácia</b>, celkom na stiahnutie <b>%s</b> dát.
zh_cn: 有</b>1 个更新</b>可用于您的系统，要下载的数据总共是</b>%s</b>。
