Repository: GNOME/gnome-i18n
Catalog: extra-po/red-carpet/*.po
Languages: da, de, el, es, et, eu, fr, hu, nl, no, pl, pt, sk, tr, uk, zh_cn

source: _Verify Installed Packages
da: _Tjek installerede pakker
de: Installierte Pakete über_prüfen...
el: _Επιβεβαίωση Εγκατεστημένων Πακέτων
es: _Verificar paquetes instalados
et: _Kontrolli installitud pakette
eu: Instalatutako Paketeak _Egiaztatu
fr: _Vérifier les paquets installés
hu: _Telepített csomagok ellenõrzése
nl: _Controleer geïnstalleerde pakketten
no: _Verifiser installerte pakker...
pl: Z_weryfikuj zainstalowane pakiety
pt: _Verificar Pacotes Instalados
sk: O_veriť nainštalované balíky...
tr: Yüklü Paketleri _Sýna
uk: Перев╕рити встановлен╕ пакети
zh_cn: 检查已安装软件包(_V)

source: _Install Local Packages...
da: _Installér lokale pakker...
de: Lokale Pakete _installieren...
el: _Εγκατάσταση Τοπικών Πακέτων...
es: _Instalar paquetes locales...
et: _Installi kohalikke pakette...
eu: Bertako Paketeak _Instalatu
fr: _Installer des paquets locaux...
hu: _Helyi csomagok telepítése...
nl: _Installeer lokale pakketten...
no: _Installer lokale pakker...
pl: Za_instaluj lokalne pakiety...
pt: _Instalar Pacotes Locais...
sk: _Inštalovať lokálne balíky...
tr: Lokal Paketleri _Yükle
uk: Встановити локальн╕ пакети...
zh_cn: 安装本地软件包(_I)...

source: Select _All
da: Vælg _alle
de: Alle au_swählen
et: _Vali kõik
fr: _Tout sélectionner
hu: _Mindet kijelöli
nl: Selecteer _Alles
no: Velg _alle
pl: _Zaznacz wszystkie
pt: Selecionar Todos
sk: Vybrať _všetko
zh_cn: 全选(_A)

source: Select _None
da: Vælg i_ngen
de: _Nichts auswählen
et: _Tühista valik
fr: _Aucune sélection
hu: _Kijelölések megszüntetése
nl: Selecteer _Niets
no: Velg i_ngen
pl: _Odznacz wszystkie
pt: Selecionar _Nenum
sk: Vybrať _nič
zh_cn: 不选(_N)

source: _View
da: _Vis
de: _Ansicht
el: _Προβολή
es: _Ver
et: _Esitus
eu: _Ikusi
fr: _Voir
hu: _Nézet
nl: B_eeld
no: _Vis
pl: _Widok
pt: _Ver
sk: _Zobraziť
tr: _Görünüm
uk: Вигляд
zh_cn: 查看(_V)

source: _Refresh
da: _Opdatér
de: A_ktualisieren
el: _Αναβάθμιση
es: _Refrescar
et: _Uuenda
eu: _Berkargatu
fr: _Rafraîchir
hu: _Frissítés
nl: _Verversen
no: Gjenoppf_risk
pl: _Od¶wie¿
pt: _Refrescar
sk: _Obnoviť
tr: _Tazele
uk: Оновити
zh_cn: 刷新(_R)

source: Search
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsi
eu: Bilatu
fr: Rechercher
hu: Keresés
nl: Zoeken
no: Søk
pl: Znajd¼
pt: Pesquisar
sk: Hľadanie
tr: Ara
uk: Пошук
zh_cn: 查找

source: S_ubscriptions
da: A_bonnementer
de: _Abonnement
el: Εγγρα_φές
es: S_uscripciones
et: T_ellimused
eu: _Harpidetzak
fr: _Inscriptions
hu: _Elõfizetések
nl: A_bonnementen
no: A_bonnement
pl: S_ubskrypcje
pt: S_ubscrições
sk: P_rihlásenia
tr: Abo_ne(Kayýt)
uk: Передплата
zh_cn: 订阅(_U)

source: _Subscribe
da: _Abonnér
de: A_bonnieren
el: _Εγγραφή
es: _Suscribir
et: _Telli
eu: Har_pietu
fr: _S'inscrire
hu: _Feliratkozás
nl: Ab_onneren
no: A_bonner
pl: _Zasubskrybuj
pt: _Subscrever
sk: _Prihlásiť
tr: _Abone ol
uk: Передплатити
zh_cn: 订阅(_S)

source: _Unsubscribe
da: _Opsig abonnement
de: Abbe_stellen
el: _Διαγραφή
es: _Desuscribir
et: T_ellimuste tühistamine
eu: Harpidetza _Utzi
fr: Se _désinscrire
hu: _Leiratkozás
nl: Abonnement Op_heffen
no: F_jern abonnement
pl: O_dsubskrybuj
pt: Remover subscrição
sk: _Odhlásiť
tr: Abonelikten _Çýk
uk: В╕дм╕нити передплату
zh_cn: 退订(_U)

source: _Users Manual
da: _Brugervejledning
de: _Benutzerhandbuch
el: _Εγχειρίδιο Χρήστη
et: _Kasutajajuhend
fr: Manuel _utilisateur
hu: _Felhasználói kézikönyv
nl: Gebr_uikershandleiding
no: Br_ukerhåndbok
pl: _Podrêcznik u¿ytkownika
pt: Manual do _Utilizador
sk: Používateľský _manuál
zh_cn: 用户手册(_U)

source: Main Page
da: Hovedside
de: Haupseite
el: Κύρια Σελίδα
es: Página principal
et: Pealeht
eu: Orrialde Nagusia
fr: Page principale
hu: Fõoldal
nl: Hoofdpagina
no: Hovedside
pl: Strona g³ówna
pt: Página Principal
sk: Hlavná stránka
tr: Ana Sayfa
uk: Головна стор╕нка
zh_cn: 主页

source: Pause
de: Anhalten
el: Παύση
es: Pausa
et: Paus
eu: Eten
hu: Szünet
nl: Pauzeren
pl: Wstrzymaj
pt: Pausa
sk: Pauza
tr: Duraklat
uk: Призупинити
zh_cn: 暂停

source: Resume
da: Genoptag
de: Weiter
el: Συνέχιση
es: Continuar
et: Jätka
eu: Jarraitu
fr: Reprendre
hu: Folytatás
nl: Doorgaan
no: Gjenoppta
pl: Wznów
pt: Resumir
sk: Pokračovať
tr: Devam et
uk: Продовжити
zh_cn: 继续

source: Download
da: Hent
el: Μεταφόρτωση
es: Descargar
et: Lae alla
eu: Jaitsi
fr: Télécharger
hu: Letöltés
nl: Downloaden
no: Last ned
pl: Pobieranie
sk: Stiahnuť
tr: Aþaðý indir(çek)
uk: Звантажити
zh_cn: 下载

source: OK
el: Εντάξει
es: Aceptar
et: Olgu
eu: Ongi
zh_cn: 确认

source: Error Page
da: Fejlside
de: Fehlerseite
el: Σελίδα Σφάλματος
es: Página de error
et: Viga!
eu: Oker Orrialdea
fr: Page d'erreur
hu: Hibaoldal
nl: Foutpagina
no: Feilside
pl: Strona b³êdów
pt: Página de Erro
sk: Chybová stránka
tr: Hatalý Sayfa
uk: Стор╕нка помилок
zh_cn: 错误页面

source: Dependencies
da: Afhængigheder
de: Abhängigkeiten
el: Εξαρτήσεις
es: Dependencias
et: Sõltuvused
eu: Loturak
fr: Dépendances
hu: Függõségek
nl: Afhankelijkheden
no: Avhengigheter
pl: Zale¿no¶ci
pt: Dependências
sk: Závislosti
tr: Baðlýlýk
uk: Залежност╕
zh_cn: 依赖关系

source: Misc Page
da: Diverse-side
de: Verschiedenes
el: Σελίδα Διαφόρων
et: "Mitmesugust" lehekülg
fr: Informations diverses
hu: Egyebek oldal
nl: Diversen Pagina
no: Forskjellig
pl: Strona ró¿no¶ci
pt: Página Variada
sk: Rôzne
zh_cn: 其它页面

source: Executive Summary
da: Sammendrag
de: Zusammenfassung
el: Γενική Περίληψη
es: Resumen de trabajo
et: Süsteemi kokkuvõte
eu: Laburpen Ejekutiboa
fr: Tableau de bord
hu: Rövid összefoglaló
nl: Samenvatting
no: Sammendrag
pl: Zestawienie wykonawcze
pt: Sumário
sk: Súhrn
tr: Süratle çalýþtýr
uk: Виконавче зведення
zh_cn: 执行摘要

source: Updates
da: Opdateringer
de: Neue Versionen
el: Ανανεώσεις
es: Actualizaciones
et: Uuendused
eu: Egunerapenak
fr: Mises à jour
hu: FrissÍtések
nl: Nieuwe Versies
no: Oppdateringer
pl: Aktualizacje
pt: Actualizações
sk: Aktualizácie
tr: Güncellemeler
uk: Поновлення
zh_cn: 更新

source: Installed Software
da: Installerede programmer
de: Installierte Software
el: Εγκατεστημένο Λογισμικό
es: Software instalado
et: Installitud tarkvara
eu: Instalatutako Softwarea
fr: Logiciels installés
hu: Telepített programok
nl: Geïnstalleerde Software
no: Installert programvare
pl: Zainstalowana oprogramowanie
pt: Software Instalado
sk: Nainštalovaný softvér
tr: Yüklü Yazlým(lar)
uk: Встановлене програмне забезпечення
zh_cn: 已安装软件

source: Available Software
da: Tilgængelige programmer
de: Verfügbare Software
el: Διαθέσιμο Λογισμικό
es: Software disponible
et: Saadaval olev tarkvara
eu: Software Eskuragarria
fr: Logiciels disponibles
hu: Rendelkezésre álló programok
nl: Beschikbare Software
no: Tilgjengelig programvare
pl: Dostêpne oprogramowanie
pt: Software Disponível
sk: Softvér k dispozícii
tr: Ulaþýlabilen Yazýlým(lar)
uk: Доступне програмне забезпечення
zh_cn: 可安装软件

source: Default subchannel:
da: Standard-underkanal:
de: Abokanal (Vorgabe):
el: Εξ' ορισμού υποκανάλι:
es: subcanal predeterminado:
et: Aktiivne alakanal:
eu: Lehenetsiko azpikanala:
fr: Sous-canal par défaut :
hu: Alapértelmezett alcsatorna
nl: Standaard subkanaal:
no: Forvalgt underkanal:
pl: Domy¶lny podkana³:
pt: Subcanal por defeito:
sk: Štandardný podkanál:
tr: Varsayýlan altkanal:
uk: Типовий п╕дканал:
zh_cn: 默认子频道：

source: Update packages individually (NOTE: This is an unsupported operation)
da: Opdatér pakker individuelt (BEMÆRK: dette er en ikke-understøttet operation)
de: Pakete individuell aktualisieren (HINWEIS: Dieser Vorgang wird nicht unterstützt)
el: Αναβάθμιση πακέτων ατομικά (ΣΗΜΕΙΩΣΗ: Αυτή είναι μια μη υποστηριζόμενη λειτουργία)
es: Actualizar paquetes individualmente (NOTA: Esta es una operación no soportada)
et: Uuenda paketid eraldi (NB: see operatsioon ei ole veel toetatud)
eu: Paketeak banaka eguneratu (OHARRA: Hauxe soporterik gabeko eragiketa da)
fr: Mettre individuellement les paquets à jour (NOTE : Ceci une opération non supportée)
hu: Csomagok frissítése egyenként (Megjegyzés: ez a mûvelet nem támogatott)
nl: Pakketten individueel updaten (OPMERKING: Deze operatie wordt niet officieel ondersteund)
no: Oppdater pakker individuelt (MERK: Denne operasjonen er ikke støttet)
pl: Indywidualna aktualizacja pakietów (UWAGA: operacja nie jest obs³ugiwana)
pt: Actualizar pacotes individualmente (NOTA: esta operação não tem suporte)
sk: Aktualizovať balíky ručne (POZNÁMKA: Toto nie je podporovaná operácia)
tr: Paketleri ayrý ayrý güncelle (Not: Bu Desteklenmeyen bir iþlemdir
uk: Поновити пакети ╕ндив╕дуально (НОТАТКА: ця операц╕я не п╕дтриму╓ться)
zh_cn: 分别更新软件包(注意：该操作不提供技术支持)

source: Preferences
da: Indstillinger
de: Vorlieben
el: Προτιμήσεις
es: Preferencias
et: Häälestus
eu: Aukerak
fr: Préférences
hu: Beállítások
nl: Voorkeuren
no: Brukervalg
pl: Preferencje
pt: Preferências
sk: Nastavenie
tr: Ayarlar
uk: Параметри
zh_cn: 首选项

source: Channel Info
da: Kanalinfo
de: Kanalinformation
el: Πληροφορίες Καναλιού
es: Canal de información
et: Kanaliinfo
eu: Argib. Kanala
fr: Canal d'info
hu: Csatornainfó
nl: Kanaalinformatie
no: Kanal-info
pl: Informacje o kanale
pt: Informações do Canal
sk: Informácia o kanáli
tr: Kanal Hakkýnda
uk: ╤нформац╕я про канал
zh_cn: 频道信息

source: Actual widget tag
da: Faktisk mærke for widget
de: Tatsächlicher Widget-Tag
el: Πραγματική ετικέτα στοιχείου γραφικού περιβάλλοντος
es: Etiqueta actual del widget
et: Tegeliku vidina silt
eu: Oraingo widget labela
fr: Balise actuelle du widget
hu: Elemfelirat
nl: Huidige widget-tag
no: Virkelig widget-etikett
pl: Rzeczywisty widget
pt: Etiqueta do componente actual
sk: Aktuálny prvok.
tr: widget etiketini gerçekleþtir
uk: Актуальний ярлик в╕джета

source: Ximian Red Carpet - Preferences
da: Ximian Red Carpet - indstillinger
de: Ximian Red Carpet - Vorlieben
el: Ximian Red Carpet - Προτιμήσεις
es: Red Carpet de Ximian - Preferencias
et: Ximian Red Carpet - Häälestus
eu: Ximian Red Carpet - Aukerak
fr: Ximian Red Carpet - Préférences
hu: Ximian Red Carpet - Beállítások
nl: Ximian Red Carpet - Voorkeuren
no: Ximian Red Carpet - Brukervalg
pl: Ximian Red Carpet - preferencje
pt: Ximian Red Carpet - Preferências
sk: Ximian Red Carpet - Nastavenie
tr: Ximian Kýrmýzý Halý - Özellikleri
uk: Ximian Red Carpet - Параметри
zh_cn: Ximian 红魔毯－首选项

source: Name
da: Navn
el: Όνομα
es: Nombre
et: Nimi
eu: Izena
fr: Nom
hu: Név
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
sk: Meno
tr: Ýsim
uk: Назва
zh_cn: 名字

source: Location
da: Placering
de: Ort
el: Τοποθεσία
es: Situación
et: Asukoht
eu: Lekua
hu: Hely
nl: Locatie
no: Plassering
pl: Po³o¿enie
pt: Localização
sk: Miesto
tr: Yer
uk: Розм╕щення
zh_cn: 位置

source: Mirror
da: Spejl
de: Spiegel-Server
el: Σύστημα καθεπτρισμού
es: Réplica
et: Peegel
eu: Ispilua
fr: Miroir
hu: Tükör
no: Speil
tr: Yansý adresi
uk: Дзеркало
zh_cn: 镜像

source: No Proxy
da: Ingen mellemvært
de: Kein Proxy
el: Χωρίς Διαμεσολαβητή
es: Sin Proxy
et: Ei kasuta proxyt
eu: Proxy-rik Ez
fr: Pas de proxy
hu: Nincs proxy
nl: Geen proxy
no: Ingen proxy
pl: Bez po¶rednika
pt: Sem Proxy
sk: Bez proxy
zh_cn: 不使用代理服务器

source: Host
da: Vært
el: Σύστημα
es: Servidor
et: Masin
eu: Hostalaria
fr: Hôte
hu: Gép
no: Vert
pl: Komputer
pt: Máquina
sk: Hostiteľ
tr: Ana sunucu
uk: Хост
zh_cn: 主机

source: Authenticated Proxy
da: Adgangskodemellemvært
el: Διαπιστευμένος Διαμεσολαβητής
es: Proxy autentificado
et: Autenditud proxy
eu: Egiaztaketadun Proxy-a
fr: Proxy avec authentification
hu: Hitelesítést kérõ proxy
nl: Gebruik identificatie
no: Autentisert proxy
pl: Po¶rednik z uwierzytelnianiem
pt: Proxy Autenticado
sk: Proxy s prihlásením
zh_cn: 代理服务器需要验证

source: User name
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile izena
fr: Nom de l'utilisateur
hu: Felhasználói név
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa u¿ytkownika
pt: Nome de utilizador
sk: Meno používateľa
tr: Kullancý adý
uk: ╤м'я користувача
zh_cn: 用户名

source: Password
da: Adgangskode
de: Passwort
el: Κωδικός χρήστη
es: Contraseña
et: Parool
eu: Pasahitza
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
no: Passord
pl: Has³o
pt: Palavra-chave
sk: Heslo
tr: Parola
uk: Пароль
zh_cn: 密 码

source: Send requests using HTTP 1.0
da: Send forespørgsler med HTTP 1.0
de: Anfragen mittels HTTP 1.0 senden
et: Saada päringud kasutades HTTP 1.0 protokolli
fr: Envoyer les requêtes en utilisant HTTP 1.0
hu: HTTP 1.0 kérések küldése
nl: Gebruik alleen HTTP 1.0
no: Send forespørsler med HTTP 1.0
pl: Wysy³anie ¿±dañ przy u¿yciu HTTP 1.0
pt: Enviar pedidos usando HTTP 1.0
sk: Posielať požiadavky pomocou HTTP 1.0

source: Enable caching of downloaded data
da: Aktivér mellemlagring af hentet data
de: Cache für heruntergeladene Daten verwenden
el: Ενεργοποίηση της χρήσης ήδη μεταφορτωμένων δεδομένων
es: Habilitar caché de los datos descargados
et: Luba allalaetud pakettide puhverdamine
eu: Jaitsitako data katxean sartzea gaitu
fr: Activer la mise en mémoire cache des données téléchargées
hu: A letöltött adatok gyorstárazásának engedélyezése
nl: Bufferen van binnengehaalde gegevens inschakelen
no: Aktiver mellomlagring av nedlastede data
pl: Zapisywanie pobranych danych w cache
pt: Permitir armazenamento na cache para dados carregador
sk: Povoliť vyrovnávaciu pamäť stiahnutých dát
tr: Aþaðý indirilen dosya için parçalama sistemini aktifleþtir
uk: Ув╕мкнути кешування звантажених даних
zh_cn: 启用下载数据缓存

source: Path:
da: Sti:
de: Pfad:
el: Διαδρομή:
es: Ruta:
et: Kataloogitee:
eu: Ibilbidea:
fr: Chemin :
hu: Útvonal:
nl: Pad:
no: Sti:
pl: ¦cie¿ka:
pt: Caminho:
sk: Cesta:
tr: Yol:
uk: Шлях:
zh_cn: 路径：

source: Clear cached packages on startup
da: Ryd mellemlagrede pakker ved opstart
de: Zwischengespeicherte Pakte beim Starten löschen
el: Καθαρισμός των ήδη μεταφορτωμένων πακέτων κατά την εκκίνηση
es: Borrar paquetes cacheados al iniciar
et: Tühjenda pakettide puhver programmi käivitamisel
eu: Hasterakoan katxean dauden paketeak ezabatu
fr: Efface les paquets du cache au démarrage
hu: Gyorstárazott csomagok törlése indításkor
nl: Opgeslagen pakketten verwijderen bij opstarten
no: Tøm mellomlagrede pakker ved oppstart
pl: Czyszczenie cache z pakietami przy uruchamianiu
pt: Limpar pacotes na cahe durante o arranque
sk: Vymazať balíky vo vyrovnávacej pamäti pri štarte
tr: Bölümlenen paketlerin kalýntýlarýný her baþlangýçta temizle
uk: Очищати кешован╕ пакети на початку роботи
zh_cn: 启动时清除缓存的软件包

source: Clear cached packages on exit
da: Ryd mellemlagrede pakker ved afslutning
de: Zwischengespeicherte Pakte beim Beenden löschen
el: Καθαρισμός των ήδη μεταφορτωμένων πακέτων κατά την έξοδο
es: Borrar paquetes cacheados al salir
et: Tühjenda pakettide puhver programmist väljumisel
eu: Irteterakoan katxean dauden paketeak ezabatu
fr: Efface les paquets du cache en quittant
hu: Gyorstárazott csomagok törlése kilépéskor
nl: Opgeslagen pakketten verwijderen bij afsluiten
no: Tøm mellomlagrede pakker ved avslutting
pl: Czyszczenie cache z pakietami przed zakoñczeniem
pt: Limpar pacotes na cache durante a saida
sk: Vymazať balíky vo vyrovnávacej pamäti pri ukončení
tr: Bölümlenen paketlerin kalýntýlarýný her çýkýþta temizle
uk: Очищати кешован╕ пакети на виход╕
zh_cn: 退出时清除缓存的软件包

source: Clear cached packages after a period of time
da: Ryd mellemlagrede pakker efter et stykke tid
de: Zwischengespeicherte Pakte nach einer bestimmeten Zeit löschen
et: Tühjenda pakettide puhver määratud aja möödudes
fr: Efface les paquets du cache à l'expiration du délai
hu: Gyorstárazott csomagok törlése adott idõ múlva
no: Tøm mellomlagrede pakker etter en tid
pl: Czyszczenie cache z pakietami po up³ywie okresu czasu
pt: Limpar pacotes na cache após um periodo de tempo
sk: Vymazať balíky vo vyrovnávacej pamäti po danej dobe
zh_cn: 一段时间后清除缓存的软件包

source: Days:
da: Dage:
de: Tage:
et: Päevi:
fr: Jours :
hu: Nap:
no: Dager
pl: Dni:
pt: Dias:
sk: Počet dní:
zh_cn: 天：

source: Cache
da: Mellemlager
el: Ήδη μεταφορτωμένα πακέτα
es: Caché
et: Puhver
eu: Katxea
hu: Gyorstár
nl: Buffer
sk: Vyrovnávacia pamäť
tr: Bölümleme sistemi
uk: Кеш
zh_cn: 缓存

source: User Interface
da: Brugergrænseflade
de: Benutzerschnittstelle
el: Γραφική Διασύνδεση Χρήστη
et: Kasutajaliides
fr: Interface utilisateur
hu: Felhasználói felület
nl: Gebruikersinterface
no: Brukergrensesnitt
pl: Interfejs u¿ytkownika
pt: Interface do Utilizador
sk: Používateľské rozhranie
zh_cn: 用户界面

source: Show more descriptive package names instead of the actual names.
da: Vis mere beskrivende pakkenavne i stedet for de rigtige navne.
de: Schönere (und ausführlichere) Paketnamen anstatt der aktuellen Namen zeigen.
el: Εμφάνιση περιγραφικών ονομάτων πακέτων αντί των καθεαυτού ονομάτων.
es: Mostrar nombres de paquetes más descriptivos en lugar de los nombres actuales.
et: Näita pakettide tegelike nimede asemel sisu paremini kirjeldavat nime.
eu: Izen argiagoak erakutsi oraingoak baino.
fr: Affiche des noms de paquets plus détaillés que les noms actuels.
hu: A csomagok fájlnevei helyett mutassa a csomagok emberi fogyasztásra alkalmas nevét.
nl: Beschrijvende namen van pakketten weergeven in plaats van nietszeggende pakketnamen.
no: Vis mer beskrivende pakkenavn i stedet for de virkelige pakkenavnene.
pl: Wy¶wietlanie bardziej opisowych nazw pakietów zamiast nazw rzeczywistych.
pt: Mostrar nomes de pacotes mais descritivos
sk: Zobraziť podrobnejšie mená balíkov namiesto ich skutočných mien.
tr: Paketlerde gerçek adlarý yerine daha tanýmlayýcý isimlar kullan.
uk: Показувати докладн╕ш╕ назви пакет╕в зам╕сть д╕йсних назв.
zh_cn: 显示描述性更强的软件包名字，而不是实际的名字。

source: Package Signatures
da: Pakkesignaturer
de: Paketsignaturen
el: Υπογραφές Πακέτου
es: Firmas del paquete
et: Paketi allkirjad
eu: Pakete Sinadurak
fr: Signatures des paquets
hu: Csomagaláírások
nl: Handtekeningen van pakketten
no: Pakkesignaturer
pl: Podpisy pakietów
pt: Assinaturas dos Pacotes
sk: Signatúry balíkov
tr: Paket Ýmzalarý
uk: Си╜натури пакет╕в
zh_cn: 软件包签名

source: Ask before installing packages with signatures that cannot be verified.
da: Spørg før installering af pakker med signaturer hvis gyldighed ikke kan tjekkes.
de: Fragen bevor Pakete mit Signaturen installiert werden, die nicht überprüft werden können.
el: Επερώτηση πριν την εγκατάσταση πακέτων χωρίς επιβεβαίωση υπογραφών.
es: Preguntar antes de instalar paquetes con firmas que no se pueden verificar.
et: Küsi installimiseks kasutajalt luba, kui paketil on kontrollimatu allkiri.
eu: Galdetu egiaztatu ezin daitezken sinadurak dituen paketeak instalatu baino lehen.
fr: Poser une question avant d'installer des paquets dont la signature ne peut être vérifiée
hu: Megerõsítés kérése ellenõrizhetetlen aláírással rendelkezõ csomagok telepítése elõtt.
nl: Vragen voor installeren van pakketten met niet-controleerbare handtekeningen.
no: Spør før installasjon av pakker med signaturer som ikke kan verifiseres.
pl: Pytanie przed zainstalowaniem pakietów, których podpisów nie mo¿na zweryfikowaæ.
pt: Pergunta antes de instalar pacotes com assinaturas não verificadas
sk: Pýtať sa pred inštaláciou balíka so signatúrou, ktorú nie je možné overiť.
tr: Ýmzasý sýnanmamýþ paketlerin kuruluma devamý için izin iste.
uk: Перепитувати перед встановленням пакет╕в з си╜натурами, що не можливо перев╕рити.
zh_cn: 在安装不能校验签名的软件包前询问。

source: Red Carpet Premium Services
da: Red Carpet Premium-tjenester
de: Red Carpet - Premiumdienste
et: Red Carpeti eliitteenused
fr: Services Red Carpet Premium
nl: Red Carpet Premium Service
pl: Ximian Red Carpet - us³ugi Premium
pt: Serviços Red Carpet Premium
zh_cn: 红魔毯－高级服务

source: Enable Premium Services
da: Aktivér Premium-tjenester
de: Premiumdienste aktivieren
et: Luba eliitteenuste kasutamine
fr: Activer les services Premium
hu: A Premium Services engedélyezése
nl: Premium Service gebruiken
no: Aktiver «Premium Services»
pl: W³±czone us³ugi Premium
pt: Habilitar Serviços Premium
sk: Povoliť Premium Services
zh_cn: 启用高级服务

source: General
da: Generelt
de: Allgemein
el: Γενικά
et: Üldine
eu: Orokorra
fr: Général
hu: Általános
nl: Algemeen
no: Generelt
pl: Ogólne
pt: Geral
sk: Všeobecné
tr: Genel
uk: Загальне
zh_cn: 常规

source: Ximian Red Carpet - Search
da: Ximian Red Carpet - søg
de: Ximian Red Carpet - Suche
el: Ximian Red Carpet - Αναζήτηση
es: Red Carpet de Ximian - Buscar
et: Ximian Red Carpet - otsing
eu: Ximian Red Carpet - Bilatu
fr: Ximian Red Carpet - Rechercher
hu: Ximian Red Carpet - Keresés
nl: Ximian Red Carpet - Zoeken
no: Ximian Red Carpet - Søk
pl: Ximian Red Carpet - wyszukiwanie
pt: Ximian Red Carpet - Pesquisa
sk: Ximian Red Carpet - Hľadanie
tr: Ximian Kýrmýzý Halý - Ara
uk: Ximian Red Carpet - Пошук
zh_cn: Ximian 红魔毯－查找

source: Find text:
da: Søg efter tekst:
de: Text suchen:
el: Εύρεση κειμένου:
es: Buscar texto:
et: Otsitav tekst:
eu: Textua bilatu:
fr: Rechercher le texte :
hu: Szöveg keresése:
nl: Tekst zoeken:
no: Finn tekst:
pl: Wyszukiwany tekst:
pt: Pesquisar texto:
sk: Nájsť text:
tr: Metin bul:
uk: Текст пошуку:
zh_cn: 查找文字：

source: Case sensitive
da: Skeln mellem store og små bogstaver
de: Groß-/Kleinschreibung
el: Διαφοροποίηση κεφαλαίων/πεζών
es: Sensible a mayúsculas/minúsculas
et: Tõstutundlik
eu: Hitz larriak kontuan hartu
fr: Sensible à la casse
hu: Kis- és nagybetûk megkülönböztetése
nl: Hoofdlettergevoelig
no: Skill mellom store/små bokstaver
pl: Rozró¿nianie ma³ych i wielkich liter
pt: Sensível à capitalização
sk: Rozlišovať veľkosť písmen
tr: Duyarlý durumu
uk: Ре╜╕строва чутлив╕сть
zh_cn: 区分大小写

source: Are you sure you wish to abort the current transfer?
da: Er du sikker på du ønsker at afbryde den igangværende overførsel
de: Sind Sie sicher, dass Sie die derzeitige Übertragung abbrechen möchten?
el: Θέλετε σίγουρα να διακόψετε την τρέχουσα μεταφορά αρχείου;
es: ¿Está seguro que quiere abortar la transferencia actual?
et: Kas sa tõesti soovid allalaadmise katkestada?
eu: Ziur zaude transferentzia hau geldiarazi nahi duzula?
fr: Êtes vous sûr de vouloir interrompre le transfert en cours ?
hu: Tényleg meg akarod szakítani az átvitelt?
nl: Weet u zeker dat u de huidige overzetting wilt annuleren?
no: Er du sikker på at du ønsker å avbryte pågående overføring?
pl: Czy na pewno chcesz przerwaæ bie¿±cy przesy³?
pt: Deseja cancelar a transferência actual?
sk: Naozaj chcete prerušiť aktuálny prenos?
tr: Aktif olarak çalýþan transferi iptal etmek istediðinize emin misiniz?
uk: Ви впевнен╕, що хочете в╕дм╕нити поточну передачу?
zh_cn: 您确定要中止当前的传输吗？

source: Information
el: Πληροφορίες
es: Información
et: Informatsioon
eu: Argibidia
hu: Információ
nl: Informatie
no: Informasjon
pl: Informacja
pt: Informações
sk: Informácie
tr: Hakkýnda
uk: ╤нформац╕я
zh_cn: 信息

source: Ximian Red Carpet - Please Wait
da: Ximian Red Carpet - vent venligst
de: Ximian Red Carpet - Einen Moment bitte
el: Ximian Red Carpet - Παρακαλώ Περιμένετε
es: Red Carpet de Ximian - Espere
et: Ximian Red Carpet - Palun oota
eu: Ximian Red Carpet - Itxoin Mesedez
fr: Ximian Red Carpet - Veuillez patientez
hu: Ximian Red Carpet - Kérlek várj
nl: Ximian Red Carpet - Even wachten a.u.b.
no: Ximian Red Carpet - Vennligst vent
pl: Ximian Red Carpet - Zaczekaj chwilê
pt: Ximian Red Carpet - Por Favor Aguarde
sk: Ximian Red Carpet - Prosím, čakajte
tr: Ximian Kýrmýzý Halý - Lütfen Biraz Bekleyiniz
uk: Ximian Red Carpet - Зачекайте
zh_cn: Ximian 红魔毯－请稍等
